INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678796, 'HIM2179A1', '4711280334056', '當我不敢說 (首張正規專輯)', 'Netflix影集[愛愛內含光]+[誰是被害者2]主唱JUD陳泳希 首張正規專輯1st Album – 當我不敢說 Weak Messages Create Bad Situations12/6(五)  實體CD正式發行精裝外盒包裝+驚喜包裝紙 內附48頁寫真歌詞冊CD曲目1. Toxic2. 剩下我的時候 Left Alone3. 吻過的遺憾 Kissed Regrets4. 夏夜晚風 Summer Night Wind 5. 犧牲 Sacrifice6. 嘴饞 Craving7. L!KE8. 想要站在人們說的頂端 Edge of Desire 9. 影子 Shadow10.解藥 AntidoteCD Bonus Track11蒼白 Pale Love (Netflix 影集《誰是被害者2》插曲)12懼絕逃生 Living Nightmare (極短篇影集《都市懼集》片頭曲)2024年2月才以演唱Netflix 劇集《愛愛內含光》的五首主題曲與插曲正式出道，因而受到矚目的新興音樂人JUD 陳泳希，不但接連演唱了Netflix 劇集《誰是被害者2》插曲，登上Spotify台灣Viral Hits 與KKBOX新歌即時榜冠軍，更在香港獲得「新城電台排行榜」周冠軍。並且出席演出香港「Viutv Chill Club 推介榜」，還接連獲得了「第59屆金鐘獎」最佳戲劇原創歌曲獎提名。而創作能力與特殊聲線都備受好評的她，終於在2024/11/8推出她的首張正規專輯《當我不敢說》。其實在成為一個「音樂人」的路上，JUD 陳泳希並不是一路順風的，在大學選秀時幸運地簽入音樂廠牌之後，卻展開了一段漫長的掙扎與等待，直到Netflix 劇集《愛愛內含光》上檔播出後，JUD 陳泳希才終於有機會以她自創的音樂作品順利出道，讓她這一段有如在隧道中慢慢摸索的長路出現戲劇性的轉折，終於遇見光明的路途。這段磨練的路程，不但讓主修古典鋼琴的JUD 陳泳希在創作心態有很大的改變，也更成熟的反映在她之後的詞曲作品之中。她將人生第一張正規專輯取名做《當我不敢說》，除了紀念也告別那個懷疑自己的價值而舉棋不定的日子，也同時回顧這走過來的心路歷程，將一路上充滿了感情上的疑惑、創傷、自我否定、以及晦暗的emo情緒，最終都一一包裹在優美的音符之中，妥妥的收錄在這張她人生的首張正式專輯之中，成為一段人生難以忘懷的註腳。而歷經了這種自我懷疑，以及帶著些許毀滅性的自我否定，JUD 陳泳希漸漸發現不僅是自己在低潮的時候會遇上，同輩朋友也都有這些共通情緒，有時在感情上，有時是工作的卡點，更有時是在對於自我實現的懷疑。於是在這張專輯的呈現上，JUD 陳泳希與專輯製作統籌王治平討論之後，決定讓這些emo情緒化的曲調以及略帶灰暗的歌詞，用充滿脈動的舞曲節奏，以及明亮的電子音色來呈現，讓這樣衝突又略帶反差的New Wave電子音樂基調，成為這張專輯的主力。並且在王治平的力邀下，曾入圍金曲獎最佳製作人的海大富與曾獲得金曲獎最佳編曲人的黃少雍也全力參與這張專輯的製作，編曲方面更邀來金曲金音雙獎的製作人呂紹淳以及香港前浮世繪樂團與Beyond的吉他手劉志遠，為歌曲加入不一樣的聲響，也讓這張專輯成為華語專輯近年以來少見的「New Wave 新浪潮」風格。這種嶄新的都會聽覺，與emo共情性的詞曲連結交織，將會帶領聽眾進入無盡的想像，走向一個更屬於千禧次世代的「New Wave浪潮音樂」新方向。這一切，除了完成了JUD 陳泳希的音樂夢想，更重要的是在你聽完之後，JUD 陳泳希想要讓你知道：那些不想被別人發現、不敢說的情緒，不只你才有，而是我們都一樣。',
'image/445485678796.jpg', 578, 'A', NULL, 982, 27, '2024-12-06', 1749);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679024, 'BD0149', '4710616566598', '完人 (限量精裝燙印流水編號)', '完美之中分裂成一個個無限可能的靈魂 心碎之後癒合成一次次無與倫比的人生 繼《凡人》換骨脫胎、《狂人》自由狂妄蕭秉治《完人Imperfect》Project X 三部曲最終章 看透人生本質，擁抱自己矛盾前行繼續走完未知人生視野最終開闊，自在翱翔 蕭秉治《完人Imperfect》2024.12.04 數位/實體專輯 同步發行We Are Alive   「完人不代表從此是聖人，而是接受自己的不完美。我們經歷種種看似不完美的體驗，但這些體驗其實都是完整生命歷程的最完美安排。能夠真實面對自己所有面向，達到心靈物質完美的平衡，就能成為自己心中的完人。」──蕭秉治 蕭秉治於2018年回歸本名推出首張個人創作專輯《凡人》，便預告將推出Project X 三部曲，從經歷內心風暴後重生的首部曲《凡人》到喚起內心野性的二部曲《狂人》，其兩張專輯締造多首破千萬點閱金曲〈我好想好想你〉、〈愛過你有多久就有多痛〉、〈毒藥〉等，於MP魔幻力量時期交出的曠世經典〈我還是愛著你〉也成為破億神曲，Project X 三部曲最終章《完人Imperfect》歷時六年終於在2024年末壓軸登場。 ▎接受自己的不完美 終將成為完人別於前兩張專輯《凡人》及《狂人》的換骨脫胎、自由狂妄，《完人》看透人生本質，離開了自我懷疑抗拒，現在的秉治了解自己、選擇接受自己內外在的不完美，進而感到生命的完整。秉治感性表示「幾年前對生命失去熱情好幾度嘗試想離開這個世界，最後因為身邊的人無止盡的愛重新燃起了好好活著的力量，這輩子了無遺憾並感謝身上背負的每道傷疤成就了更完整的我。」不擅言辭的秉治，這些年將經歷過程內化創作成專輯裡的11首歌，展現更多溫暖的一面。透過歌曲訴諸自己曾被愛傷得破碎，因為愛而重整，並相信愛能超越時空存在，更是因為有歌迷長年的支持得以繼續站在舞台上做自己喜歡的事，歌曲中對於何謂勝利人生、孤獨重新定義，「生命中每個不完美的片刻都只是錯覺，享受它然後放下它，我們終究會回歸完美的真實。」 ▎專輯視覺打造完人裂縫中重生 視野最終開闊專輯主視覺及實體裝幀邀請物以類聚視覺整合團隊設計操刀，實體專輯封面以蕭秉治的岩石材質肖像呈現，從肖像的裂縫破碎中開啟，每一層運用不同質地的紙材與加工，結合了燙金、印銀、打凹、局部上光等多種加工印刷，代表著《完人》各種音樂面向與情緒，一層層打開不同樣貌的蕭秉治，也讓聽眾同時有感受到不同的視覺觸覺體驗。為了更展現出完整的自我，秉治首次裸上身拍攝，使用3D掃描方法呈現出最純粹的自己，內斂的他也在內頁中展現更多情感面向，更能看出他的內心已經蛻變為充滿希望的、溫暖的人。 復古電子x合成器流行樂x搖滾x重金屬 金曲製作人W.LIN韋恩林x蕭秉治 共同製作全新11首創作歌曲葛大為x黃婷x 周已敦x 盧思蒨 金曲製作團隊 創作鼎力相挺 前兩張專輯都是蕭秉治獨自擔任製作人，這次和金曲製作人W.LIN韋恩林共同製作，首次合作過程非常和諧，兩人話都不多，不需太多溝通就能理解到對方想表達的，W.LIN總可以透過編曲把秉治的內心演繹得更完整，專輯曲風涵蓋SYNTHWAVE、SYNTH-POP、EPIC-ROCK、POP、ROCK、METAL、ALTERNATIVE-ROCK，音樂製作團隊陣容堅強，多首歌曲交給獲得多座金曲獎的周已敦老師操刀混音、個人小提琴錄音專輯入圍多項金曲獎的盧思蒨老師親臨錄製，此外，專輯中也邀請了麋先生喆安編曲以及鼓鼓呂思緯擔任鼓手，以另一種方式獻聲。W.LIN表示「這張專輯囊括了所有秉治喜歡的東西，並將他的經歷、磨練做一個總結。因為他對音樂的接受度很廣，才能包容這麼多風格，讓每首歌可以更完美地詮釋出不同心境。」這次再度與金曲詞人葛大為、黃婷攜手合作，更精準的傳遞了歌曲的訊息，秉治表示「葛大為老師將我想傳遞的人性做了總結，相對理性；黃婷老師像在寫詩，補足了我缺乏的浪漫。」',
'image/445485679024.jpg', 898, 'A', NULL, 349, 30, '2024-12-04', 617);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679240, 'FIREON0234', '', '《萬事如意》《All The Best》', '生活中扮演著各種角色，轉換之中，找不到真正屬於自己真實的樣貌活在這混鈍的日子循環，摸不著方向，看不清楚自己但前方依然滿滿的挑戰，對自己喊話，一切會順利的!默念”萬事如意”，我不怕，儘管來吧!-「新世代台式搖滾歌謠如何由現代夢迴傳統、由流行遙望另類?」新世代音樂家開始用更自由的方式創作自己的作品，夕陽武士亦是其一。夕陽武士將要從現代搖滾樂回望台語歌的起源，除了梳理自己的生活軌跡也去承接島國先鋒音樂家們留下的音樂足跡，並且也期許自己跳脫獨立樂團「另類」的驕傲，面向自己的內心、還有更廣大的受眾創作出不拘於雅俗的歌曲，這將是夕陽武士成團十年以來的最具野心之作。以龐克搖滾奠基於獨立音樂場景的我們，也會持續延伸重型搖滾樂的元素，因此找上血肉果汁機的吉他手劉宗霖擔任整張專輯製作人，並且共同參與編曲，與我們一起在歌曲弦律之中創造可柔軟也可直球對決的火花。《萬事如意》這張專輯的音樂與取材元素多元，現代重型搖滾、從老派小調悲歌到日常生活歌謠、從茫茫當代靑年到越過而立之年的坦然無奈，如此架構龐大而元素繁複的作品，將會由台灣知名的跨界音樂家柯智豪與我們一起梳理、統整整張作品，最終呈現一張屬於夕陽武士的爽快大作。此張新作名為《萬事如意》，用信念來做發聲，由四位高雄男兒歷經十年的音樂創作，也再次回望自己與台語音樂的現在與過去來發聲。推薦歌曲 《屈勢》https://www.youtube.com/watch?v=yGMVmOTIisQ｜曲目介紹｜1. 心事茫茫 Distracted找尋自己前，我仍然是個不幸運的那位。我失去過什麼?我曾經擁有過什麼?我不斷地反覆問自己，我是為了什麼而苦惱，也因為這樣而忘了自己過往的快樂!其實我是個擁有過快樂的人，而快樂的回憶也一直拉著我，讓我更變成快樂的人。2. 愛情這條路 Love And Thorns這條路走得很艱辛，為什麼身邊許多朋友已經找到愛情的歸宿，而我付出真心卻還是一直受傷。愛情的這首悲歌誰能陪我合唱，讓我的心可以不要那麼痛。3. 許桑 Poor Man, Bitter Life許的台語與”苦“同音!歌曲描述有個許姓亡命之徒，正在逃亡的過程中，思念心愛的人與家人!他的一段真心懺悔告白。為什麼會走上這條不歸路，回頭也已經是來不及了，向天吶喊著我對愛人的思念!4.風飛沙 Drifted apart在這座喧鬧的城市當中，我們時常會迷失了自己!成長過程中我們有過曾經很要好的朋友，為了金錢、地位而變得不再單純。我想要你能明白，我一直沒有改變，我很感謝小時候的那段時光你所鼓勵過我的話!想跟你說，追求你想要的人生的同時，我希望你不要失去了自己5.萬事如意 All The Best面對許多挑戰或是前往未知的事，我們都會抱著這樣的信念向自己喊話！同時也是我們最親切的一句祝福！第三張專輯將藉由這四個字來唱出許多人最內心深處對於「萬事如意」的寄望。生活啊，就算路途不完整，繼續走下去，絕對會遇見你想看見的風景！毋免驚 萬事如意！6.屈勢 Attitude展現出我們該有的態度，不再讓任何人來影響我，浪費我的人生成為人物之前，我們要先成為自己。7.簡單的你 Love Song我們把時光倒退回到90年代，懷念著利用廣播點歌的方式，來表達我對一個人的思慕!想用這樣的方式讓整個世界都知道我對你的愛意。8. 下港少年回頭望 Rock bottom這首歌想獻給北漂的所有朋友，懷抱著夢想北上，但人生啊，哪有那麼順遂的呢!不停的自我懷疑又害怕，於是不斷在失敗中徘徊!搭上往北的一班火車，路途遙遠，於是我睡著了也做了個夢，夢裡的我是個成功的人，大家也正在為我喝采，祝福我，夢醒了，我還是個失敗的人!回頭看我的一生，放聲吶喊，我依然是失敗又孤單!本專輯獲文化部影視及流行音樂產業局補助',
'image/445485679240.jpg', 538, 'A', NULL, 1479, 28, '2024-12-04', 655);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445495678576, '', '4711203240235', '迷惑的夜晚', '陳修澤 2024 全新個人創作專輯，關於一個平凡的迷惑的夜晚，有失落與寂寞，有自溺與憤怒，有慵懶與俏皮，有嚮往與期待，而一切，最終都走進溫柔深沉的黑夜。歌手簡介陳修澤1986 年生，水瓶座 O 型。生在屏東，長在新竹。大學在台北讀書，學的是劇場幕後工作。畢業之後把劇場學的東西當成打工，把組樂團做音樂當成正職。經歷過「那我懂你意思了」、「脆弱少女組」兩個樂團。之後離開了那座大城市，回到自己最南邊的老家。雖然懶散，但現在還是在寫歌和唱歌。',
'image/445495678576.jpg', 478, 'A', NULL, 460, 29, '2024-12-04', 1609);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679072, '19802864962', '198028649629', 'Bii WITH YOU', '11/22 開始預購 12/3 正式發行Bii畢書盡 全新專輯【Bii WITH YOU】情歌氣旋即將襲捲樂壇！睽違三年多 最新個人概念專輯情歌王子 Bii畢書盡Bii WITH YOUBii親自參與7首歌的作曲、一首韓文歌詞並與音樂好友TRASH 聯手打造專輯第一首單曲名詞人黃婷、小寒、吳易緯、陳信延、城旭遠、魯維孝製作人強強聯手  JerryC／游政豪／陳又齊／高維綸／阿沁感情的事很難講只有Bii能唱盡無法言說的一切Bii畢書盡，歌聲超脫世俗感，讓人有種被帶到一種情緒秘境、回憶空間的引力，足以跟地心引力抗衡的情感反作用力。彷彿是宇宙藉由他的歌聲，將這些被人類封印在心裡的、隱晦的、無法言說、無以名狀的各種複雜的心情被唱了出來。心情異象無預警突如其來Bii畢書盡會一直與你感同身受偶像的春雷、情緒的風雨、約定的日蝕、人生的捲浪、恐懼的鬼火深愛的冰河、失落的氣旋、悸動的初雪、夢想的極光、青春的季風霧大自然的雨、風、雪⋯等視覺來隱喻感情的 曲折、阻礙、無常、驟變、獨特，呈現情歌的氛圍，整張專輯的歌詞題材從寫實日常跳脫出來，增添這些感情在內心宇宙無限擴展的畫面，將每個人內心情緒以這些大自然現象的畫面情節具象化。實體裝幀以「冰河」為概念在冰封的凜冽裡充滿溫度的11首音樂創作等待與你一起融化內心  擁抱情緒的風暴、靈魂的氣候異象！收錄11首「情感自然異象」概念歌曲＊11款Bii宇宙視覺概念歌詞卡歌曲介紹01. 不苦 Glacier ⏏冰河凜冽壯闊情歌對自身情感經歷的一次最真實的告白在音樂與人生的路上，堅持守候自己相信的，真愛不苦概念曲〈不苦 Glacier〉以溫暖無畏的堅韌力量，引領聽眾進入情感異象的浩瀚之境。在錄音時，Bii閉上眼睛，腦海中浮現出的畫面是自己這幾年來的努力點滴，身邊的人彼此陪伴、更重要的是歌迷的一路支持相隨，讓他感受到滿滿的幸福。Bii希望透過這首歌傳達強大的力量，守護、珍惜每段真摯的感情，過程都是幸福，一點都不苦。〈不苦 Glacier〉由高維綸M.Kao製作，並邀請韓國歌手兼音樂製作人Zeenan共同作曲，曲風柔和、充滿情感力量，旋律如冰河之水般緩緩流動，沁透人心。歌詞邀請到知名詞人黃婷創作，靈感來自她在南極所見的壯麗冰川。這些冰河雖然孤獨遙遠，卻依然散發出潔白與堅韌。歌詞講述，人在尋找真愛的過程中，也許會面對外界的質疑，但依然宛若冰河屹立在酷寒之中，勇敢地愛著。這首歌想表達的不僅限於對人的情感，也涵蓋了對大自然的長久守護：不在乎是否會逐漸隨著時間消逝，依然堅定的存在。02. 你留下的愛 Remains  ࿓氣旋我們都習慣被愛，但愛會離開最後，誰被誰留下了？氣旋過境後，陪你擁抱情緒風暴由畢書盡作曲、城旭遠填詞，以「氣旋」現象為概念，Bii畢書盡想寫ㄧ首很痛的歌，被愛卻受傷害很痛、或是愛的親人離開人世的痛，我們都習慣被愛，但愛會離開；以「氣旋」表現悲傷過境，描述被留下的情緒，傷心者靈魂掏空，逃不開這場劫難，思緒混亂，生活打轉。離去猶如狂風過境，剩下的人和殘骸無差別，只能在失意絕望時回想幸福畫面，給自己一點安慰。為了呈現出「氣旋過境」，在編曲設計上，用了大氣噪音來當做第一開場，創造出氣旋流動發出的聲音，以不斷大量重覆的鋼琴短音符，把思緒跟感受都一層一層的圍繞起來，讓濃度漸漸上升而乘載著Bii的低聲吟唱，Bii的聲線也如如氣旋般飆高，再跟隨旋律緩緩落下，一波又一波襲擊情緒！不管是怎麼樣為情困擾或失戀，希望歌曲能聽了能宣洩、或是讓自己大哭一場，陪大家低潮、陪著你後悔、痛苦一場也沒關係，再慢慢站起來就好了！03. My Hero ༄捲浪2024翻湧夢想曲站在自我懷疑的捲浪之上 打開全新視角看自己，成為心中的英雄充滿Bii式能量搖滾曲風〈My Hero〉，一直以來Bii畢書盡都以他的音樂鼓舞歌迷，用滿滿的正能量讓心中的脆弱變得獨特，成為黑暗裡的光，照出屬於自己的英雄姿態！〈My Hero〉由作曲人呂至傑譜曲，作詞人城旭遠填詞，歌詞傳遞出每個人都能以自己的獨特，領悟自我價值，書寫出最動人的人生小說。歌曲以搖滾為基底，融合了synth pop的音色與元素，使整體聽覺更加明亮與清爽。在錄製過程中，Bii畢書盡以充滿熱血與鬥志地的情緒演繹這首歌曲，刻意壓制自己平時擅長的低音抒情共鳴，讓聲音聽起來更輕盈卻充滿力量。希望透過這首歌帶給大家熱血沸騰、勇往直前的力量，只要相信自己前方的路就不會有盡頭！這首歌亦是八大原創戲劇《妳是我的姐妹》演唱片尾曲〈My Hero〉，透過Bii畢書盡堅定和充滿希望的嗓音演唱〈My Hero〉帶著聽眾找尋燈塔照亮自己、成為自己心中最強的英雄！04. 第一眼 First Snow ❄初雪名詞人小寒 為畢書盡量身打造所有的愛情都開始於兩個陌生人相遇時的「第一眼」love at first sight 一見鐘情的愛情起點韓文“첫눈” cheo nun 「初雪」「第一眼」同字，因此韓國人認為在下初雪的那一刻，許願和告白一定會成功; 跟喜歡的人一起看初雪，就能夠順利交往，也可以永遠在一起。所以這首歌描述的是一個男生在初雪時表白的故事。曲風接近AM Pop Rock，編曲營造出「優雅卻粗䊯」的音樂質感，優雅來自Bii的聲線，粗䊯來自大力彈奏的電吉他音牆；Bii在創作這首曲的時候，想像一個冬天裡孤獨的詩人。以特別的細膩帶點尖銳的方式唱出孤獨感，卻又隱藏著遇見初雪，遇到那個一見鐘情的人時產生的幸福感！希望能感受到在冬天下著雪，跟著最愛的人，只是單純走在街上都覺得簡單滿足的幸福感！05. 말해 Say It （韓文版）☁積雨雲 Bii畢書盡 x 韓國新銳作曲家 Oliver Kim 聯手打造 高濕度復古搖滾曲風首次以 After／Before 串連中、韓版歌詞感情線送給每一位過不去的獨戀人將如驟雨般唱哭每顆獨戀的心！以「驟雨」、「積雨雲」為情感意象，將同一首曲分別填寫中文版〈最特別的人〉以及韓文版〈말해Say It〉（中文：說吧）由畢書盡演唱中文版和韓文版，韓文歌詞由Bii親自填詞，歌曲最初是由韓文版開始，Bii畢書盡表示自己近幾年比較少創作抒情歌，所以很想寫一首很「愛情」的情歌；寫這歌的時候是跳脫到第三人稱的編導角色，想像著有一種愛是即使知道對方心不在自己身上，還依然執拗無悔的愛。編曲邀請到Bii畢書盡多次合作的Oliver Kim，兩人的交情像家人一樣，也默契十足，合作起來特別自在，在創作過程中更能瞭解彼此心中的畫面感，也很能抓到彼此想表達的細微感受。06. 太陽陪著行星 Total Eclipse☪日蝕 烈陽下的沁甜約定之歌謝謝一路在Bii軌道陪伴的行星讓太陽能持續閃耀發光在最炎熱之夏，預言眼底心中的日蝕即將出現，最新單曲〈太陽陪著行星〉，在這首輕快暖心地曲調以大自然中「日蝕」變化產生的「戒指光芒」做為約定主題填入歌詞，獻給每個互相遙遙守望陪伴的彼此。〈太陽陪著行星〉由Bii畢書盡與默契十足的韓國新銳作曲家Oliver Kim共同創作。一開始寫這首歌時就決定要寫一首像〈Love More〉的歌曲送給他的粉絲們，因此選擇比較輕快的節奏。在後期編曲製作時，製作人JerryC融合了Chill Trap的曲風，雖然安靜但又帶有節奏感，在前奏中加入Glitch style拼貼感的電吉他，最後一遍副歌設計了大合唱，希望粉絲在現場演出時能夠熱情地跟副歌一起歌唱。歌詞由金牌作詞人魯維孝撰寫，以大自然中「日蝕」變化產生的「戒指光芒」、「希望守護」為概念，配合曲子的節奏環繞著轉動。Bii畢書盡在看到歌詞後表示，希望自己是那個燃燒自己的太陽，用歌聲發光發亮，更希望能陪著一直環繞在他身邊的所有人，在Bii宇宙中，彼此環繞圈圈，圈出各種緣！透過歌詞，Bii答應粉絲們：「我會一直用歌聲陪著大家！」在配唱過程中，Bii畢書盡用較可愛的音色，想像著自己和粉絲們共同的回憶，以及大家一起大合唱這首歌的場景。一開始，他唱得太抒情，被製作人JerryC提醒這首歌是要送給粉絲們的，所以要笑著唱。整個錄音過程非常順利，這也是Bii畢書盡錄得最快的一首歌。07. 跟自己說再見 Farewell to My Youth⠾季風霧一首回憶裡有沙灘、浪花、汽水、季風霧交織而成的盛夏青春戀曲以「季風霧」這個自然現象為主題去做發想，腦海中浮現夏天海灘上因為氣候影響而產生的霧氣。先有這樣的畫面，再去把這段故事創作完成。這首歌描寫長大之後回憶起某段發生在盛夏的戀愛極短篇。想念的不只是那個愛戀的對象，同時也是送別很多年前青春的自己。曲風較偏向J-Pop Rock，融合了當今流行的Hyperpop glitch guitar元素，透過大量吉他切片重組而成的riff來呈現新鮮的modern聽感，在最後Bridge的情緒高潮段落，激動高亢的長音與冷靜的中低音域饒唱來豐富聽感上的化學作用，一長一密的兩條聲線的交互作用讓音樂情感變得更濃郁了，於是就留下了音樂裡的彩蛋。08. 極光等我 Aurora෴極光Bii畢書盡、張簡君偉、陳又齊、森白B.K 共同創作的壯遊之歌名製作人Roger的奇幻音樂之旅逃離城市的紛擾、逃離無限循環的忙與盲夢想等我、極光等我，我正在路上！這首中板電音搖滾，不需要愛情，只充滿自我的追求，在創作這首歌時，Bii與張簡君偉、陳又齊、森白B.K四人想像的畫面是在繁忙的日常生活裡，偶爾需要聆聽自己的聲音，勇敢追逐遠方的鼓聲，去世界最遙遠的地方壯遊；因此作詞人也是專輯企劃統籌劉麗萍在聯想大自然現象時，腦中浮現了「極光」的概念，人生總有一次要去北極看極光，肯定是許多人的人生夢想清單之一，做一次「白日夢冒險王」，將腦中的瘋狂念頭真實實現出來，去體驗凜冽的北極風刺骨的親吻臉頰，感受到自我的巨大，與宇宙的浩瀚；這首歌的編曲，在製作人以編曲編織描繪出來的極光幻景之中，Bii畢書盡以獨特凜冽中蘊藏溫暖的能量，展現出歌曲的張力，一路奔馳，前往在極光籠罩之下的秘境，完成屬於內心自我的旅程！09. 最特別的人 Special One  ⛈︎驟雨雨季全新創作最心淚情歌Bii畢書盡 x 韓國新銳作曲家 Oliver Kim 聯手打造 高濕度復古搖滾曲風首次以 After／Before 串連中、韓版歌詞感情線送給每一位過不去的獨戀人以「驟雨」、「積雨雲」為情感意象，將同一首曲分別填寫中文版〈最特別的人〉以及韓文版〈말해Say It〉（中文：說吧）由畢書盡演唱中文版和韓文版，中文版〈最特別的人〉歌詞由名詞人吳易緯填詞，延續韓文版歌詞的感情線，歌詞故事描述〈말해Say It〉多年後，再遇見對方，終於說出口，真的沒什麼，但心痛的驟雨，在心裡深處一直下著，沒停過。永遠放不下的是心裡最特別的人。愛情裡那些過不去的傷痛，最終會轉化成為祝福，待在心裡那個下著雨的地方，遙望著那個最特別的人，也許會是一輩子，但也正是屬於我們的最特別的雨季。10. 囚 Caged磷火首次為驚悚恐怖片《鬼們之蝴蝶大廈》演唱奇幻搖滾主題曲越想掙扎脫離越陷入  恐懼像鬼火出沒 被囚的是人還是鬼們？Bii畢書盡為驚悚恐怖電影《鬼們之蝴蝶大廈》量身演唱，拍攝靈感來自真實故事，集心理驚悚與感官震撼為元素的電影，由Bii畢書盡以充滿戲劇張力、空靈狂放地演唱奇幻搖滾主題曲〈囚〉，以歌曲完美表現出影中人試圖脫離內心恐懼與壓抑的宿命循環！〈囚〉這首歌由知名製作人阿沁為電影量身定做，為了緊密串聯電影劇情，在編曲上融合古典交響與搖滾元素，帶領觀眾一步步走入這棟懸疑的蝴蝶大廈，營造出讓人無法預測的故事氛圍。Bii畢書盡和製作人阿沁老師兩人首次的合作就碰撞出許多新鮮的火花，錄製的過程也非常的愉快和順利。在錄音時，Bii畢書盡的腦海中頻頻想像著恐怖片那種陰森感，阿沁老師也因為希望這首歌能呈現很自然的感覺，因此要求Bii都要one take從頭唱到尾，一次一次錄下來，也讓Bii對於整首歌的流暢度、起承轉合抓得更精準，也完美呈現這首歌的風格。電影《鬼們之蝴蝶大廈》由億萬票房電影常勝軍吳明憲監製、拍攝多部前衛驚悚電影的錢人豪執導，帶領最強華麗卡司尹馨、曹佑寧 、白靈、曾莞婷、安心亞、白潤音、莊凱勛、馮淬帆、蔡振南、何超儀、林哲熹 、林采潔 Amy 驚嚇演出，邀請金獎團隊同步合作，強強聯手，集結大家熟悉的都市恐怖傳說，打造最驚悚電影。11. 偶像歌手 Feat. TRASH   I Will Survive ϟ 春雷2024 最「抒情浪漫」「BPM最慢」情歌 讓人意想不到的Bii畢書盡與TRASH！因為這首歌，Bii畢書盡讓TRASH變得抒情TRASH讓Bii畢書盡變得狂野！情歌王子Bii畢書盡和TRASH夢幻聯動，推出〈偶像歌手〉如春雷般驚艷震撼大家的聽覺印象，炸出結合兩個音樂人的抒情＋龐克搖滾風格的新鮮體驗，彼此更笑稱是限定組合，用最音樂的方式吶喊出「偶像歌手承載著負能量與正能量」！「偶像歌手 I Will Survive」這首歌的誕生，緣分來自一場跨年工作的後台，Bii畢書盡和TRASH兩個不同音樂世界的歌手因為等候錄影時打招呼，因為當時造型很像一團的，進而興起合作一首歌的念頭，然後就開始了兩人的共同創作。共同討論出主題後，Bii畢書盡寫一段、阿夜寫一段，兩人再一起將歌曲結構完整，在編曲、製作的過程中，思考著如何將自己的風格與對方的風格作最完美的展現，彷彿在電磁兩極、風格迥異的兩人，果然衝撞出令人嶄新的感受。「偶像歌手 I Will Survive」是一首難以定義音樂曲風的歌，在歌詞與旋律、編曲上都可聽出許多巧思，從抒情跨到龐克搖滾，變幻出創新的音樂風格。這首歌由Bii畢書盡、阿夜和製作人陳又齊三位親自創作，Bii畢書盡為華語搖滾潮男樂團TRASH增添了一絲浪漫，而TRASH也為情歌王子Bii畢書盡注入了龐克搖滾的新鮮。',
'image/445485679072.jpg', 588, 'A', NULL, 4, 32, '2024-12-03', 612);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679279, '19658825042', '1965882504222', 'O', '『O』  象徵跨時代的通道，穿梭時間的舞者，從類比時代到數位時代，來回多元素的音樂象限中，透過舞蹈無限循環著，對生命的熱愛。 卸下身上披著的光，還是那個想跑贏時間的自己。',
'image/445485679279.jpg', 988, 'A', 1, 425, 32, '2024-11-30', 476);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678890, 'RD2156', '4710149712165', '大波浪(第13張專輯)Tidal Wave', '新寶島康樂隊 New Formosa Entertainment Troupe｜《大波浪》 Tidal Wave「人生就像海波浪，浮浮沉沉你得要憋氣。」睽違 3 年，經歷一段短暫的蟄伏與修煉，新寶島康樂隊再次集合。重操起了另類、創新的音樂靈感，哼唱起了比這個時代更加清晰的聲音，三位熱愛音樂的大叔於 2024 年再度回歸，來為當代的流行樂寫下一個浪漫、幽默且警世的註腳。一個人生活到了某個年紀，總會遇到一個個巨大的波浪。三位音樂人的創作思緒，揉合千錘百鍊的社會觀察洞見與市井的浪漫功力，簡潔的音樂結構、詞曲創作也是乾淨俐落，信手拈來的土地情愫與療癒趣味，一層層堆疊深厚，呈現出內容的深度與價值。本次《大波浪》 專輯作品，既是三位資深音樂人身心衝突的思辨成果，也流露經歷了人生大小波浪的他們，一路走來，面對這個充滿無形生存恐慌、訊息碎化與科技冷漠的現代文明時，一種真誠的自白與坦率的反璞歸真。',
'image/445485678890.jpg', 448, 'A', NULL, 1513, 33, '2024-11-29', 1321);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678842, 'BD0156', '4711517111566', '素顏的樣子', '★ 坦白的心  赤裸的情感  毫無保留的靈魂展現★ 渴望以真實面貌展現自己★ 自由自在的宣洩釋放每一份 不上妝的愛★ 音樂唱作人 林以樂★ 首張個人創作專輯 《素顏的樣子》在音樂中流動的林以樂，以天賦為名 — 離不開音樂與快樂「她的人和作品宛如跳躍在音樂格子上的現代詩，在屬於自己獨特的聲線上踏出各種出其不意的步伐，交織著細小卻張狂的感受，澎湃時候我們稱之為愛。」擁有多年樂團經驗並堅定走在音樂創作人道路的林以樂，繼2021年金音獎得獎單曲《沙漠玫瑰與駱駝》以及2022年入圍第33屆金曲獎《最佳年度歌曲》的《奶奶》（與魏如萱共同譜曲），打動了眾多聽眾的心，三年來持續累積創作能量，揉進生活中的酸甜苦辣、和著可藏不可藏的各式情緒及感情，靜置等待再發酵，終於即將迎來全新完整的首張個人創作專輯《素顏的樣子》。--- 期待就是要學會忍耐：超級難產但終於好不容易生出來的專輯 ---《素顏的樣子》是一張紀錄了林以樂各種時期與經歷的專輯，前後加起來大約製作了四年，相當漫長且難熬。2017年開始，林以樂開始有了「想要成為獨當一面的創作歌手」的想法，於是放下雀斑樂團的事務開始學習如何獨立完成個人作品，直到2019年才出了第一首單曲。在完成《素顏的樣子》這張專輯前，有6年的時間都在籌備跟努力，對未來抱持的期待面臨著漫長的等待，覺得看不見未來的時候只能提醒自己「竹子需要五年才會茂盛的出土並快速生長茁壯」，這個信念支持著林以樂很長的一段時間，也是一項艱鉅的挑戰。--- 從樂團集體共創模式到女歌手的衝擊與面對 ---過去認為身為「專業歌手」就是要追求與展現各種演唱技巧的林以樂，在《素顏的樣子》製作過程中，反而深刻的體會到，比起這些演唱技巧，更困難的部分是要先能站在聽眾的角度去看待一首歌，再讓自己像個演員般，揣摩歌曲的戲劇性，帶領聽眾自然的產生出共情能力，這樣的能力是之前從不曾體驗過的。加上從樂團集體創作到獨挑大樑，心態也不斷的在調整，不再讓能力、才華與技術成為高標下的壓力來源，反而是健康面對自己的弱點與失誤，不急著否定自己，接納與珍惜過程中產出的每個狀態，這些都成為《素顏的樣子》很大的養分。--- 首度以創作歌手身分詮釋喜愛的華語流行音樂 ---在華語流行樂壇百花齊放的時代，《素顏的樣子》著實是一張非典型華語流行專輯，從詞曲開始被建構的那一瞬間，林以樂已開創出了不同於制式邏輯的音樂路。有時候我們會從創作人的旋律察覺被影響的痕跡，但在林以樂的創作中看不到這些，她旋律裡奔放自由的格式，有自己的走法，不流於俗套卻好聽極了，甚至還藏有一些catchy的段落，這都是她獨有的創作氣質，在如此多元的音樂市場中，仍能帶給聽眾驚豔的fresh感。而她豐富的音樂歷程與底蘊，加上天生敏銳高感的藝術特質，讓她在不同領域的觀察是相當細膩多面向的，同時也觸發了各式各樣的靈感想像，因此在詞曲意境上林以樂使用了更多的文學、哲學、宗教的表現手法，開啟聽眾對人事物與世界更多相異以往的看法角度，不受限的靈魂與視野，將之濃縮成宛如現代詩的詞句，能輕鬆又能emo的創作廣度，這是屬於林以樂非常獨特的世界觀與敘述故事的方式。在音樂方面，則是嘗試了更多從未做過的風格元素，曲風豐富，涵蓋了流行、搖滾、拉丁、民謠、R&B等，首首都精彩！--- 高辨識度的聲音特質引領音樂作品出彩 ---聽過樂團時期的林以樂的人，一定馬上會想起她的聲音，十分有記憶點。然而在《素顏的樣子》裡，大家聽到的聲音有了更飽滿的力量與線條且富有彈性，特別的是，林以樂展現出高音聲線可以觸及的多樣性，演繹整張專輯的歌曲時更加游刃有餘。而林以樂聲音裡的那股純真又帶點任性，搭配有時琅琅上口、有時讓情緒層層疊加的樂句起伏，都透過她獨特有個性的聲線音質在旋律裡盡情奔放，更成為她的音樂作品最突出且令人印象深刻的標誌，過耳不忘，製作人林依霖更稱像林以樂這樣的聲音與詮釋的特色，在現今華語流行樂壇裡算是稀有動物！--- 身懷絕技的音樂人們全力妝點《素顏的樣子》 ---《素顏的樣子》由五月天瑪莎以及全能音樂人林依霖為首，集結了眾多音樂圈非常有才華與能力的音樂人們為這張專輯作嫁，從編曲到親自上陣演奏，都由各個樂器的箇中好手別出心裁的打造，包括：人稱鼓俠的李達文，參與了將近一半的編曲與錄音，每種截然不同的曲風駕馭得極好；創作人凌元耕在這張專輯擔任大提琴手及鋼琴手，身為樂團一份子的他，熟稔樂團編曲的架構，對於音樂如何和歌聲相輔相成、勾勒故事特別敏銳；早已在多個音樂獎項備受肯定的嘟嘟魯綱宇與許郁瑛，編曲功力深厚，且精湛展現出對樂器與情緒的拿捏掌握，賦予歌曲高質感的樣貌。而兩位最重要的掌舵手瑪莎與林依霖，帶給林以樂非常多的音樂啟發，當彼此理解音樂的角度不在同一個邏輯思維上的時候，溝通過程是需要非常大的包容、體諒與耐心，在面對各自的堅持時如何磨合以達到共識，這一點瑪莎給了林以樂很大的空間去消化，對她的幫助非常大。另一位製作人林依霖對林以樂而言則是不可或缺的存在，十幾年來的合作默契從心理抗壓到音樂專業，面面俱到，讓林以樂能以安心自在的姿態在音樂路上闖蕩。巧合的是，兩位製作人都是土象星座，沉穩與方向明確、堅定向前的特質一路看顧《素顏的樣子》，尊重創作者林以樂的初衷，並且讓專輯每首歌擁有自己的特色卻有連貫性，非常用心的做出了一張華麗卻不失風雅的專輯。歷經如此漫長的等待與製作期，林以樂透過《素顏的樣子》想要傳遞給大家的是：生而為人，我們都是獨一無二的生命個體，擁有展現自己各種樣貌的權利和機會，看見心靈與身體真實的模樣，純粹真誠，卸下外在的妝、卸下心裡的防，每個人素顏的樣子都值得被看到、值得被愛。《素顏的樣子》歌曲介紹文字：林以樂    1. 〈回台北〉很多人跟我說「回台北」是一首非常悲傷的歌曲，而事實上我覺得它代表的是一種「毅然決然」的開放心態。因為決定要往人生的下一個篇章邁進了，所以必須和過去的記憶稍微告別一下。特別是歌詞中提到的「你是我的過去。也是我的現在。我們有沒有未來？我怎麼會知道呢？」是強烈的表達我很喜歡的四個字「未完待續」，就是一種好像有什麼，又好像沒有的感覺，對我來說這是很有魅力的一個狀態，也是我們活著的人可以懷抱著的「希望」。不管是不是台北人，面對回台北，大家各自的心情又是如何呢？其實這也是我很好奇的一件事情。    2. 〈累累〉〈累累〉寫的其實是一隻貓的心情，貓以自己的角度看著主人在生活中跌跌撞撞，有時候主人會因為深陷泥沼而忽略掉貓的感受，但貓咪沒有辦法用人類的語氣說話，所以只能用簡單的字去傳達自己的心情，這也是我從小到大照顧很多貓咪，以及看到很多人照顧貓咪時，感受到動物對主人的愛是有多深的親身經歷。我也時常感覺疲倦和想大喊「累累」，如果不用大量美好的情節與幻想來寫歌，其實是很難走出現實生活帶給我的挫折的。人們通常會開心的說著開心的事，那痛苦的事情是不是一樣也可以以開心的方式說呢？假裝快樂久了，也許有一天快樂就會如假包換的成真了。相信大部分的人都想要選擇開心，所以才用歡樂的音樂氣氛來呈現「累累」這種快要瘋掉的感覺。曲風則是融合了森巴的氣氛跟大量的管樂，聽起來就像嘉年華會，非常的熱鬧。    3. 〈居禮夫人說〉這首歌原先是在疫情期間製作的一首廣告曲，當時很困擾該怎麼寫這首歌的歌詞，加上疫情的限制不能演出也沒有辦法出去玩耍，苦悶的心情無處發洩。突然想到關於居禮夫人生平的一部傳記電影。雖然居禮夫人作為一位世界偉人，將生命奉獻給學術研究卻也很重視玩樂，更是知曉該如何在愛好與生活中找出平衡。即使最後因為自己正在研究的項目導致不幸去世，但絕對值得世人用另一種觀點看待這位偉人。也很開心能在這首歌和非常多未曾謀面的樂手合作，激發出相當另類有趣的搖滾樂曲。    4. 〈素顏的樣子〉2023年我計畫以「素顏」這個主題寫一首描寫人性的歌，然而有了構想卻遲遲無法創作。因為情感上遭遇相當慘痛的經歷，將近六個月時間工作狀態極差，身體狀況也亮了紅燈，我變得極度自卑，不願意社交或是與人談心，甚至不敢照鏡子看自己的臉。最後在親友家人、團隊夥伴與學生的幫助下我下定決心要站起來，我的父親為了鼓勵我更買了一架鋼琴想讓我振作起來。編曲的時候，我刻意地把音域降低，希望能讓聽眾輕鬆的聽，我也很開心終於有機會能久違的使用R&B唱腔，製作人林依霖特地情商厲害的演唱會樂手團隊，讓大家在參加巡演的空檔編曲，而這首歌成為專輯名稱也讓我非常驚喜，明明是經歷那麼多痛苦的作品，竟然可以成為專輯的靈魂曲目，這也無非是一針強心劑讓我原諒並接納自己的不完整，我也因為這首歌的創作過程看見了自己真正素顏的樣子。我希望透過這首歌，每個人都願意更加善待自己，並期待《素顏的樣子》能夠帶給聽眾耳目一新的感受，以全新的姿態和世界介紹我自己現在的樣子。    5. 〈海鷗先生我愛你〉我非常喜歡巴西創作歌手Joao Gliberto的bossa nova系列作品，如果我小時候沒有機會聽到巴西音樂，應該很難有機會可以走上音樂這一條路，而是會走上畫畫這條路也說不定。2019年的時候讀到Joao Gliberto逝世的新聞，文思泉湧寫下了這首歌，當時也被收進了魏如萱的專輯。有別於魏如萱的華麗版本，製作人林依霖更希望呈現這首歌原汁原味的樣子。我們一起練團的那段日子總會加入大量的弦樂與合聲，都是由林依霖親自譜寫，超級好聽讓我一聽再聽都不會覺得很膩，而瑪莎特地找來為許多膾炙人口的華語歌擔任原聲吉他演奏的烏拉圭裔的吉他手Roberto Zayas，以及林克安彈奏的double bass配上鼓手Cody白克迪超動感的節奏打底，讓整首歌曲更有巴西音樂的味道，鼓手Cody錄音時還曾説表示，他聽過很多想把bossa nova風格放到編曲失敗例子，這首歌卻寫得非常的合適！這無疑是我得到過最崇高的讚美，感覺冥冥之中被bossa nova之神隔空拍了拍肩膀般如釋重負。    6. 〈最後一封情書〉〈最後一封情書〉是我在2020年時讀到的書信原著，作者安德烈高茲以熱切的口吻描述自己和妻子朵琳從少年相識到結為連理之間的大小瑣事，後來才知道這對神仙眷侶最後是因為妻子朵琳罹患了絕症，而高茲進而與她一同服毒離世。雖然「殉情」不被當今的社會所接受，但有些常人無法理解的行為也許暗藏著什麼玄機。這也使得我發展出「抽離」的自我的狀態看待其中的喜怒哀樂，進而引導我能用這樣不帶壓力的心情發現了更多有趣的創作題材。當時我剛開始練古典吉他，每天練琴三到五小時都不想休息，這首長達六分鐘的歌曲就這樣一鼓作氣寫完了。這也是我第一次嘗試用文學的角度來歌頌愛情。小調的和弦配置聽起來很灰暗，使得整首歌聽起來更哀戚，〈最後一封情書〉可說是「眼淚三部曲」中最能催淚的情歌也不為過。    7. 〈生命之歌〉「食物」、「動物」、「環境」的元素幾乎離不開我的創作探討範圍。每次逛台北市植物園看那些花草、鳥和魚還有池子裡的生物都會讓我感嘆生命的美好，因此才寫這首歌紀念這個座落在台北市裡的美麗地方。在製作《生命之歌》前，我想到落日飛車的曾國宏，很幸運的請他擔任了這首歌的製作人，從編曲到彈跟唱都交給他操刀，給了這首歌很精彩的生命力，名符其實。    8. 〈十月〉有時候完成一首歌的瞬間就會忘記怎麼做的，當我放棄邏輯思考就更容易跟隨著直覺在音樂中流動，而〈十月〉這一首歌就是在沒有太多設計理念中與BOYZ &GIRL的團員們在2009年jam出來的歌，這首歌也成為我在專輯中最早寫完卻耗時最長才錄完的一首歌。由於四年沒有彈電吉他，我的手在錄製期間受傷，不得不復健兩個月，彈奏時甚至沮喪到在錄音室抱著電吉他大哭。幸好製作人兼主奏吉他手Jon Du過人的協調能力與技術，我才可以比較放心。而在一開始在錄製人聲時，我抓不到以前寫這首歌的意境狀態，瑪莎提議「想像自己是某個角色」來幫助我揣摩，最後我們同意以《悲慘世界》的女主角柯賽特的心境作為參考，想像自己是個看盡悲歡離合、孤苦無依的小女孩，因為遇見了許多有愛的人而成長，終於如蝴蝶般蛻變成有勇氣追求幸福與愛的靈魂，才終於將這一首歌完成，堪稱我這輩子最難忘的錄音經驗之一，也辛苦了所有參與的夥伴們看著我掉進洞裡再把我拉出來，他們實在是不容易。    9. 〈另一張臉〉這是我因為台北市植物園寫了〈生命之歌〉後第二次受到這裡的感動而寫出的歌。我曾獨自住在植物園旁的一棟老公寓一段時間，那是一間非常舒適的頂樓獨戶，寬敞的室內雖然沒有隔間卻有舒服的浴缸、簡易的廚房可以做很多料理，我裝了整套完整的音響設備，可以每天盡情的聽黑膠也不怕吵到鄰居，寬敞的陽台能看見整片植物園的美景。當時我的感情面臨了第三者的出現，搬入後的那年夏天，在新聞上讀到雙子座流星雨即將來臨的資訊，於是當天我把床硬生生搬到陽台，連續兩晚就這樣躺著看雙子座流星雨到日出。我當時覺得能看到這場流星雨絕非偶然，這是上帝賜給我離開這段不適合我的感情的禮物嗎？與其思考是或不是，我想要寫歌紀念這段情感，並感謝無數「另一張臉」的出現，他們都帶給我和曾經的伴侶全新的生活，讓我們的生命繼續。於是就以「看星空墜落在你海綿般的笑容」這句話為頭寫了這首歌。    10.  〈地板內早餐〉2022年我參與了第二屆的「小花計畫」藝術展覽，很幸運的我被思想與作品都非常前衛的裝置藝術家羅智信選中，當時他提出的裝置設計概念非常的艱深，為了避免讓歌曲聽起來太另類難懂，我決定使用小約翰史特勞斯的名作《藍色多瑙河》的曲作為基底，把長達九分鐘的圓舞曲縮短為六分鐘，並以現代流行樂的方式來詮釋，目的在於我想挑戰即使是艱深難懂的概念，是否還是有機會能透過古典與現代的元素結合作為更有親和力的包裝呢？我希望聽眾能輕鬆的哼出旋律，也能從中體會出「孤寂」帶來的幸福感。在改編原曲的過程當中我為了要全程灌注精神，特地搬到旅館三天三夜足不出戶去體驗徹底的孤獨，中間甚至一度想放棄這個艱難的計畫窩在浴缸裡大哭，幸好情緒釋放完之後突然改編的靈感突然也順暢了，我才能完成初步的改編工作。瑪莎和林依霖給了我非常大的空間和尊重，錄音的環節也叫我一生難忘，我們在高雄金馬賓館美術館內各個不同的角落現場收音完成，同時有影像製作團隊在一旁拍攝，深深的記得當時正值夏天，為了收音品質全程都無法開啟空調，所有現場工作人員都是滿身大汗，我也是第一次在錄音的時候既需要顧及畫面上的美觀，也需要顧及大家的辛勞督促自己在最短的時間內達成製作人的要求，絕對是我經歷過最挑戰的一次創作經驗。11. 〈風的朋友〉2022年我得了新冠肺炎，在醫院隔離快14天寫出了這首歌。原本應該是木吉他搭配上溫暖的弦樂構成的典型民謠，而幫我錄製過每一張雀斑樂團專輯的製作人林依霖，在練團時她覺得這首歌跟雀斑的《毛衣》日語副歌可以接在一起，做出緬懷過去、跟台下一起大合唱的感覺。我本來就很喜歡加入不同的語言在同一首歌裡面，於是就採用了這個主意，並找了團員一起錄製與合唱，有種full circle的感覺，成為了這首歌的彩蛋！再加上林依霖找來了吉他高手徐研培，搭配瑪莎本人彈奏的貝斯，變得很像運動飲料廣告曲，有一種熱血健康青春洋溢的感覺。這首歌也是我在日本演出的時候受到許多歌迷喜愛的一首，特地設計的大合唱也代表著從以前到現在支持著我的歌迷與團員，都是我音樂生命裡的一份子。',
'image/445485678842.jpg', 538, 'A', NULL, 728, 30, '2024-11-29', 567);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678797, '74289', '4717398742899', '不思議', '鄭智化 2024全新大碟 不思議不思議的曲風不思議的歌詞不思議的音樂態度帶來不思議的鄭智化華語樂壇音樂思想家睽違28年的全新原創專輯在音樂速食的時代讓你重新相信音樂的力量十首全新曲目一部音樂史詩一張兼具文學性藝術性音樂性的重磅專輯2024年11月，蓄勢待發',
'image/445485678797.jpg', 468, 'A', NULL, 417, 34, '2024-11-27', 309);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (427475679266, 'FHFCD241027', '4713012746434', '種樹Planting Trees', '專輯簡介：2006年夏天，林生祥到日本向平安隆和大竹研學琴，學節奏和呼吸，將美濃的山與沖繩的海，交響出生活與勞動的況味，為台灣新民謠帶來「氣候音樂」的概念，發表《種樹》專輯後，林生祥感覺「抓到成熟的尾巴」。而筆手鍾永豐這次讓蟲兒鳥兒現身；讓大樹與田坵說話，描繪當代農村裡，人們與環境的互動對話；並且試圖呈現出農民嘗試新的農業思維與實踐方向。其中以〈種樹〉獲得第18屆（2007年）金曲獎演唱類最佳作詞人獎。2024年再版的《種樹》專輯，在音樂部分保留當年的錄音室版本，而在裝幀上做了全新設計，木刻創作者王亮重新閱讀、聆聽2006年的詞句與樂音，加以對於美濃環境運動歷程的理解，最終濃縮在五塊木刻版上，形構出總尺寸20*300公分的版畫，這是在十八年後，對於美濃故事的重新詮釋，引入兒童的視角與創造童趣的人物形象，「這也是我獻給美濃的情歌」，王亮如是道。版畫作品再經由設計師羅文岑的巧手，從紙張選擇、印刷配色到裝訂方式，完整且具體的呈現了《種樹》的農村意識與世界觀。',
'image/427475679266.jpg', 498, 'A', NULL, 142, 35, '2024-11-25', 1490);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678965, 'SOTMR011', '3617662478374', '萬事美妙', '百合花樂團自 2019 年發行首張台語創作專輯《燒金蕉》即獲得廣大好評，2021 發行第二張專輯《不是路》更獲得第33屆金曲獎「最佳台語專輯」以及「最佳裝幀設計」兩大獎項肯定，同年也入圍第 13 屆金音獎「最佳搖滾歌曲獎」和「最佳現場演出」。2024年百合花將以第三張台語創作專輯《萬事美妙》再度帶來對台語歌曲更多不同想像和詮釋，精彩內容絕對超乎您的想像。行過世界千千紛紛擾擾 攏無重要思想美妙 萬毒不侵kiânn kè sè-kài tshian tshianhun-hun-liáu-liáu, lóng bô tiōng-iàusu-sióng bí-miāu, bān to̍k put tshim走過世界千千紛紛擾擾 都不重要思想美妙 萬毒不侵「本專輯獲文化部影視及流行音樂產業局113年補助」',
'image/445485678965.jpg', 558, 'A', NULL, 3381, 31, '2024-11-22', 278);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678852, '', '4711420520141', '裝咖人.張雅淳《夜官暗訪老仙婆》LIVE演出現場Tsng-kha-lang Feat.I?-Kuan（Night Daemons）Visits the Old Deit', '專輯介紹：佇屈尺山區內，出了一位老仙婆，這擺大港，夜官會和老仙婆做伙出庄遊天庭。金銀紙請準備好矣。2024年藍寶石舞台拍開第四度空間，舞台已經滿滿是人，管制出入，人袂入來，但是各位的心意攏來到空間。戴戴仙女金光鑠鑠下凡，化身仙女油門盡磅車拚落，拚了車閣拚月琴，和張雅淳做伙雙月琴佇舞台演出，予演出的呈現閣加幼路有力，台下眾孝男孝女的哭聲夜官和老仙婆攏聽著啊。後擺閣哭較大聲咧，哭甲鬼哭也無聲。這擺現場專輯予袂赴入來現場的聽眾，毋免搶票聽仙女的歌聲，嘛感謝恁的交關，勞力。─────華語版在屈尺山區內，出了一位老仙婆，這次大港開唱，夜官會和老仙婆一起出庄遊天庭。金銀紙請準備好了。2024年藍寶石舞台打開第四度空間，觀眾席已經滿到開始管制，人進不來，但是各位的心意都來到空間了。戴戴仙女千呼萬喚下凡，化身仙女瘋狂飆車，飆完車再飆月琴，和張雅淳一起雙月琴在舞台共演，讓演出的呈現更細緻有張力，同時台下眾孝男孝女的哭聲夜官和老仙婆都聽到了。下次再哭大聲一點，哭甲鬼哭也無聲。這次現場專輯讓擠不進現場的聽眾，不用搶票聽仙女的歌聲。也感謝你們的選購，用行動支持實體。製作資料：主唱 Vocal：張嘉祥 Tiunn Ka-siông、戴睿駿 Dai Dai合作嘉賓 With：張雅淳 Tiunn Ngá-Sûn電吉他 Electric Guitar：朱雨民 Mills Chu貝斯 Bass：張劭威 Shao-Wei Chang爵士鼓 Drum：李沅諺 Lí Guân-gān月琴 Mom Guitar：張雅淳 Tiunn Ngá-Sûn、戴睿駿 Dai Dai北鼓 Piak-kóo：李沅諺 Lí Guân-gān通鼓 Thong- kóo：張劭威 Shao-Wei Chang、李沅諺 Lí Guân-gān嗩吶 kóo-tshue：張嘉祥 Tiunn Ka-siông小鈔 Sió-Tshau：張嘉祥 Tiunn Ka-siông、朱雨民 Mills Chu響盞 Hiang-tsuánn：朱雨民 Mills Chu製作人：張嘉祥 Tiunn Ka-siông、朱雨民 Mills Chu錄音師 Recording Engineer：孫育豪 SUN YU-HAO錄音現場 Recording Site：2024大港開唱 藍寶石舞台混音師 Mixing Engineer：孫育豪 SUN YU-HAO混音錄音室 Mixing Studio：孫育豪的家 SUN YU-HAO Home母帶後期工程師Mastering Engineer：徐振程 Jason Hsu母帶後期錄音室Mastering Studio：傑昇音樂工作室 Jason Music Studio影像騎師 Visual Jockey：王駝 Wonder Gym燈光師 Gaffer：泰泰 Tai Tai製作單位 Production Studio：庄尾文化聲音工作室 Tsng-Bué Culture Sound行政統籌 Administrative Support：張嘉祥 Tiunn Ka-siông台語顧問 Tâi-gí kòo-būn：張嘉祥 Tiunn Ka-siông樂團攝影 photographer：詹婗 Tsiam Nî專輯美術設計 Artistic Designer：林妍均 Shiuo mi特別感謝 Special Thanks：胡均立Kiunlip Fu‧本專輯獲文化部人文及出版司113年語言友善環境及創作應用補助‧文化部國家語言整體發展方案支持‧國家語言主流化‧台語主流化',
'image/445485678852.jpg', 498, 'A', NULL, 1536, 37, '2024-11-22', 144);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678791, 'SKM004', '600568020849', '靠近', '☆相隔四年再度出輯 《靠近》隨興自由唱Chill的桑布伊相隔四年後，桑布伊再次以全新專輯《靠近》現身樂壇，這一次他以更隨性自在的氛圍演繹Chill風格。與前三張專輯不同，桑布伊不再以世界音樂的框架或文化與環境的嚴肅命題為主題，而是以更加貼近現代的聲線和曲風，聚焦於身邊的人與事物。這張專輯彷彿是一場情感的探索，透過直率或隱晦的方式，唱出他對親人的深厚情感、對愛情的期許、對青年一代的激勵，亦或是與好友相聚時的歡愉時刻。《靠近》專輯共收錄十首創作歌曲，主題不再僅限於環境與傳統的關懷，而是聚焦於每個人都能產生共鳴的日常情景。例如，歌曲〈父親〉饒富情感地表達了他對逝去父親的思念；〈螢火蟲〉看似描繪夜色中閃爍的螢火蟲，實際上是隱喻愛情初綻時的曖昧迷離；〈愛 離開〉則以低沉的呢喃不斷自問，究竟是什麼原因讓愛情悄然離去；〈飛翔〉則鼓舞青年勇敢逐夢，展翅翱翔；而同名曲〈靠近〉唱出了對戀人那種無法抗拒的親密與依戀。專輯的美術設計依舊由曾操刀前三張專輯的設計師陳世川擔綱，這位近年來以設計電影海報與主視覺而聲名鵲起的設計大師，再次展現了他卓越的創意與視覺語言。在《靠近》專輯的設計中，陳世川運用了自然元素的意象與抽象化的概念，營造出一種若即若離的視覺美感，亦給予聽眾更多自我詮釋與想像的空間。除了在音樂風格上的轉變外，《靠近》專輯也在技術層面上精益求精，採用了杜比空間音訊技術，讓整張專輯的音場更為立體豐富，帶給聽者更沉浸的聲音體驗。專輯將會推出Dolby Atmos 7.1.4聲道的數位版本，並計劃在實體CD及高解析度數位平台上架一個月後發布，屆時必將為聽眾帶來耳目一新的感受，令人期待不已。桑布伊，一個來自台東山與海交界處卑南族古老部落的歌者，有著與生俱來、備受祖靈祝福與眷顧的獨特嗓音；一開口唱就會讓這個喧囂的世界瞬間寧靜，讓人陶醉在每個音符的轉折以及生命的原始波動裡。桑布伊的歌聲所傳遞的，是一個純粹與原始的概念，向大眾述說現代部落族人與古老靈魂之間的對話，也述說著部落族人在異鄉努力追尋自己的道路時所迸發的反思。桑布伊自2012年起憑藉著三張創作專輯三次獲得金曲獎最佳原住民歌手獎、兩次年度最佳專輯獎及一座最佳演唱類錄音專輯獎。',
'image/445485678791.jpg', 548, 'A', NULL, 522, 38, '2024-11-20', 124);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678568, 'MKSN2406', '4710149712059', 'U MAKE ME SONNIE', '《U Make Me SONNIE》 專輯介紹現代文明病的氾濫，大多源自當下時空背景的過度發展，生活在城市之中的壓迫與窒息，是這個世代共同的共鳴。《U Make Me SONNIE》埋了一個中譯梗「尼讓我好桑心」，讓「桑心」不只是情感上的難過，更是鼓勵一切以詼諧態度面對，不論好事、壞事，獲得輕鬆自在的感受。創團以來的 slogan「萬物皆可笑，天天桑尼天」讓桑尼在創作專輯時用獨有的角度詮釋情緒，期望將不歡哀鳴轉換為炫麗的色彩，每次演奏都像專程出遊，並期待將這些能量帶給聽眾。因此在聲音設計中，華麗、復古的音色，Program 與合成器皆為重要角色，既為點綴，也是靈感源頭，將幽默化為一瞬光芒，延伸至歌詞譜寫，格律整齊、朗朗上口、韻腳流暢的對句，溫暖的聲線陪伴著每一位聽眾，為每一個聽者充飽生活電力。Citypop 與大量的電子元素融合，轉化為更具風格化的 Urbanpop， 不只有絢爛的音色與歡快想像，更將情感琢磨至更內斂， 使觀眾與作品的距離拉得更近，如同心聲陪伴其左右，敘述當代背景下，屬於都市青年的生活故事。《U Make Me SONNIE》歌曲介紹01 Intro02 天天 Everyday生活就是棉被到辦公室呈一直線，Ｘ到Ｙ之間永遠沒有足夠的睡眠（ 因為沒有Ｚ）。以一名朝九晚五的上班族視角描寫其日復一日的生活及煩悶的心理狀態，渴望在忙碌之中後找一絲絲喘息的空隙。輕快的節奏一掃沈重的步伐，其中的爵士段落，帶著聽眾穿越現實的框架，喚醒屬於小房間裡被藏到角落的夢想。03 Sunday這城市重如千斤，壓得人喘不過氣。 偶爾，也許，應該，要把時間還給自己？接續〈天天 Everyday〉 的主題，在得來不易的假日享受短暫但暢快的自由。是時候擺脫厭倦、逃離城市，毫無懸念的踏出家門了！04 孤狗 Good Dog真狗真事改編，模擬團長家的寵物黃金獵犬視角寫的歌，用傲嬌的口吻表達專屬於狗狗與主人的情誼。描述主人的生活改變後，不滿被冷落的埋怨，隨著詞曲堆疊情緒至結尾，想表達的其實只是思念與渴望被疼愛。05 下雨了 It’s Raining描寫一位都市裡平凡的男生只敢遠遠愛慕、偷偷暗戀的故事，討厭現實所以喜歡想像，看著這場雨把行人越切越薄，雨卻看著主角，嘲笑他不夠勇敢。吉他SOLO完美演繹了失去人聲的旋律，情緒漸漸失控，內心獨白最終掩蓋過無情的下雨聲。06 點點頭 Would You..就像情歌最適合鋼琴，她的點頭就是最完美的回覆。這首歌放下華麗編曲，簡單又真摯地將單戀滋味唱進心裡，喚起那些純粹的悸動與躊躇不前的糾結。既為獨語、又似告白，隨著音樂播送，希望每個五味雜陳的心終將獲得勇氣。07 亮晶晶 Staring將曖昧中四兩撥千斤的拉扯以充滿玩味、逗趣的氛圍書寫。發想自耳熟的童謠「小星星」，同樣的旋律隨著成長變得更加複雜了，星辰閃爍隱喻若即若離，在這個階段有多令人嚮往，就有多令人苦惱。08 墟 Ashes愛人離開後，本該如往的世界逐漸崩塌，熟悉的房間像是一片廢墟，只能撕聲力竭呼喚再也喚不回的人。一不注意寫得太走心的一首歌，隨著回憶湧入眼簾的畫面，聆聽前須注意淚水可能會不小心滑落眼眶。09 雪人 Snowman插播一則都市愛情童話，既幸福又悲傷，冬季期間限定，渴望愛卻脆弱。「雪人」隱喻一種感情裡的限時供需關係，犧牲自己化作對象往前的動能，在她的懷抱中幸福地融化，但再也不存在在她的需求之中，越想越失去力氣，10 LEGO淚夠、也累夠了。偽裝成空氣，讓自己有足夠的理由，稀釋一個明明已經沒有她的心情，曾經的熱情燃燒殆盡，拾起往日一起組裝、如今崩毀的樂高碎片，在耳機裡將悲傷化作高速奔跑，隨著模糊的視線，哭出來卻也停不下來。',
'image/445485678568.jpg', 478, 'A', NULL, 1630, 33, '2024-11-17', 2000);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445495678524, '', '4712862000666', 'Pineapple Bun 2', '這兩年我跑了很多地方，這讓我習慣了在飛機上找到靈感，在移動的路上創作，在飯店的房間錄音。去了很多沒去過的城市，看了之前沒看過的風景，平常想不起來的畫面，在我回頭聽這些歌的時候，當初在哪裡錄的、想法從哪裡冒出來的，時空背景全部都浮現在我的眼前。一樣是四首歌 Enjoy The Vibe. - GDN',
'image/445495678524.jpg', 418, 'A', NULL, 1377, 40, '2024-11-11', 1827);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679476, 'WWD003', '4713249235237', '在極度愛你的日子裡Days of Profound Love for You', '這張專輯《在極度愛你的日子裡》彷彿是一場愛的回音，捕捉了那種極度投入愛情的每一個瞬間。陳華用音符與旋律將她所經歷的深刻情感化為音樂，十首歌曲如同她心中的愛情片段，彼此交織，最終匯聚成這張專輯。每首歌都在不同的愛情狀態下誕生——有些是懷舊的溫柔，有些則是灑脫的無畏——但都在講述那種在深愛中沉浮的感受。陳華的個性一如她的音樂作品中所呈現的那樣，傲嬌又可愛。她很少會直白地說出愛，而是巧妙地透過音樂繞個彎來表達內心的深情。這種含蓄的方式增添了她作品中的一絲俏皮感，讓人不自覺地被她的歌曲吸引，去發掘那些隱藏在旋律中的情感告白。專輯以同名歌曲《在極度愛你的日子裡》的復古New Jack Swing節奏拉開序幕，既充滿懷舊感，又不乏現代的情感鋒芒，講述了一段深愛無悔的時光。《左邊的人》則溫暖地描繪了陪伴與守護，那個總是站在身旁、不離不棄的人，成為心靈最堅定的依靠。《這麼多年》以細膩的語言緬懷過去的時光，讓人回想那些已無法重來的歲月，儘管曾經的兩個人已經分離，記憶卻成為了永恆的陪伴。R&B作品如《骨子藏著愛你》和《女孩子就是要被捧在手心》展現了愛情中的深情與依賴。《My Bad》則在R&B歌中，透過嘻哈元素傳遞出灑脫的力量，並特別找來陳華一直都很欣賞的創作歌手Karencici合作，旋律輕盈卻富有張力，歌詞直白大膽，一句『不會在誰身上認出我』展現了女性的自信與無畏，表達出對自我價值的堅持。《要去見你的夏天》輕盈的Bossa Nova旋律，如同夏日的微風，充滿著愛情的悸動與甜美。而《愛的氛圍裡窒息》則以都市舞曲的節奏，將愛情的狂熱推向高潮。最後，《我把我留在那了》以深情的旋律述說了無法挽回的愛情，帶著一種隱忍的痛苦與告別的感傷。這首歌以陳華獨特的溫柔嗓音展現出失去中的自我放逐，那些留在回憶中的碎片不斷回蕩，最終成為一段不朽的記憶，這份感傷在旋律中久久回響，令人動容。專輯的尾聲《不想跟你保持距離》以搖滾復古的強烈節奏，為這場情感旅程劃上充滿力量的句點。整張專輯在不同的情感與音樂風格之間游走，無論是柔情、懷舊，還是灑脫與強烈，聽眾都能在其中找到屬於自己的共鳴。陳華用她真摯的嗓音和深刻的詞句，將愛情的複雜與純粹化為音樂的語言，引領聽眾走入一個充滿熱情與思考的世界。專輯《在極度愛你的日子裡》不僅僅是一場音樂之旅，更是對愛的最深刻理解。陳華——霸榜串流小天后2023年，陳華以單曲《想和你看五月的晚霞》掀起音樂熱潮，成為Spotify年度最受歡迎歌曲，YouTube與各大串流平台的總播放量更突破一億次，展現她無可挑剔的音樂魅力。她的首張創作專輯《華與浪漫》風靡Z世代，並創下單年118場校園演唱的驚人成績，穩坐新一代「校園女王」的寶座。陳華以浪漫細膩的創作風格和多變造型風靡樂壇，成為不可忽視的創作新星。2024年，陳華接連推出兩首話題單曲《這麼多年》與《左邊的人》，上架即拿下KKBOX三榜冠軍，進一步鞏固她成為「霸榜串流小天后」的地位。從甜美到熱辣，她的音樂與形象無縫切換，為聽眾帶來多層次的感官享受。陳華無疑是華語樂壇最具潛力的創作女歌手，持續以其獨特的聲音與風格，贏得無數歌迷的喜愛與關注。',
'image/445475679476.jpg', 498, 'A', NULL, 991, 31, '2024-11-08', 636);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678678, 'SG240031', '4715872151465', '秋：故事（蘇打綠版）正式版', '蘇打綠 韋瓦第復刻計畫《秋：故事（蘇打綠版）》2024. 11. 08   正式發行《秋：故事（蘇打綠版）》雙CDCD 1 全新錄製原有專輯完整曲目CD 2 Live in summer下半場夢幻精選曲目秋天，窗外的樹葉開始變色，在這個充滿詩意的季節，蘇打綠韋瓦第復刻計畫第三站《秋：故事（蘇打綠版）》正式發行。一年之間，蘇打綠挑戰自己，完成韋瓦第計畫的初衷，春、夏、秋、冬，四個季節、四張專輯、四個城市；我們跟著他們一起經過了春天的日光民謠、夏日的倫敦搖滾，進入了秋天，充滿民樂的北京。集古典文學之大成，成獨一無二的故事：《秋：故事（蘇打綠版）》在青峰的文字中看見老莊，看見蘇東坡，看見五柳先生，看見李白。在音樂中，聽見笛聲的悠長，二胡的陪襯，還有嗩吶的慶躁。音樂的新舊交融，民族音樂與當代音樂的和鳴，按下播放鍵的那刻，宛如翻閱一本充滿想像的故事書：重現〈故事〉裡的桃花源；〈從一片落葉開始〉裡的姑娘與金壺；〈獨處的時候〉和〈我好想你〉裡直率的獨白；〈偷閒的翅膀〉裡的德布西、蕭邦；接續到〈天天晴朗〉的散場；轉場到了〈說了再見以後〉兩個人的離別；〈我們走了一光年〉用不同視角表現出對生命的看法；再次感受〈再遇見〉裡的相遇；〈拾穗〉裡榖神如畫般的豐沛教導；〈你心裡最後一個〉小說般的真切告白；〈小星星〉貓咪跳上琴鍵成就的美好......音樂透過故事變成各種樣貌，如虹如夢如風如火如春......如秋。讓樂迷回味無窮的秋專除了音樂，實體專輯的設計裝幀更是一大挑戰，這次《秋：故事（蘇打綠版）》由剛入選2024年AGI國際平面設計聯盟的劉悅德操刀，將青峰在歌詞裡埋下的藏頭藏尾詩，用特殊的排版方式，讓歌迷除了能看到藏尾，也更能看到藏頭，除了文字上的特殊設計外，也讓這次美麗的秋色一覽無疑。如果說創作是塊豐沛的土壤，蘇打綠在這張秋故事復刻專輯當中，已為他們在這片土壤長出飽滿的稻穗，生活在這萬千世界裡，不妨跟著他們的音樂，拾起這片美麗的秋。',
'image/445485678678.jpg', 598, 'A', NULL, 1636, 4, '2024-11-08', 778);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465679296, 'SG24003', '4715872151458', '秋：故事（蘇打綠版）預購版', '秋風，吹開心裡的回憶故事，從一片落葉開始蘇打綠 韋瓦第復刻計畫《秋：故事（蘇打綠版）》2024. 09. 26   開始預購2024. 11. 08   正式發行《秋：故事（蘇打綠版）》雙CDCD 1 全新錄製原有專輯完整曲目CD 2 Live in summer下半場夢幻精選曲目預購贈品：《20週年蘇打誌・Autumn Issue》初秋，窗外的樹葉開始變色，在這個充滿詩意的季節，蘇打綠韋瓦第復刻計畫第三站《秋：故事（蘇打綠版）》，也揭開了序幕。一年之間，蘇打綠挑戰自己，完成韋瓦第計畫的初衷，春、夏、秋、冬，四個季節、四張專輯、四個城市；我們跟著他們一起經過了春天的日光民謠、夏日的倫敦搖滾，來到了秋天，充滿民樂的北京。集古典文學之大成，成獨一無二的故事：《秋：故事（蘇打綠版）》在青峰的文字中看見老莊，看見蘇東坡，看見五柳先生，看見李白。在音樂中，聽見笛聲的悠長，二胡的陪襯，還有嗩吶的慶躁。音樂的新舊交融，民族音樂與當代音樂的和鳴，按下播放鍵的那刻，宛如翻閱一本充滿想像的故事書：重現〈故事〉裡的桃花源；〈從一片落葉開始〉裡的姑娘與金壺；〈獨處的時候〉和〈我好想你〉裡直率的獨白；〈偷閒的翅膀〉裡的德布西、蕭邦；接續到〈天天晴朗〉的散場；轉場到了〈說了再見以後〉兩個人的離別；〈我們走了一光年〉用不同視角表現出對生命的看法；再次感受〈再遇見〉裡的相遇；〈拾穗〉裡榖神如畫般的豐沛教導；〈你心裡最後一個〉小說般的真切告白；〈小星星〉貓咪跳上琴鍵成就的美好......音樂透過故事變成各種樣貌，如虹如夢如風如火如春......如秋。如果說創作是塊豐沛的土壤，蘇打綠在這張秋故事復刻專輯當中，已為他們在這片土壤長出飽滿的稻穗，生活在這萬千世界裡，不妨跟著他們的音樂，拾起這片美麗的秋。',
'image/445465679296.jpg', 598, 'A', NULL, 1636, 4, '2024-11-08', 603);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425703455, '6805729', '602468057291', '花雨夜', '',
'image/425425703455.jpg', 338, 'A', NULL, 933, 42, '2024-11-08', 741);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425704333, '6805732', '602468057321', '只是張清芳', '',
'image/425425704333.jpg', 338, 'A', NULL, 933, 42, '2024-11-08', 1974);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425698268, '6805716', '602468057161', '留聲3-出塞曲', '',
'image/425425698268.jpg', 338, 'A', NULL, 933, 42, '2024-11-08', 102);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425698269, '6805712', '602468057123', '尋回', '',
'image/425425698269.jpg', 338, 'A', 2, 933, 42, '2024-11-08', 1608);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425698270, '6805715', '602468057154', '加州陽光La California', '',
'image/425425698270.jpg', 338, 'A', NULL, 933, 42, '2024-11-08', 197);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425698239, '6805714', '602468057147', '紫色的聲音', '',
'image/425425698239.jpg', 338, 'A', NULL, 933, 42, '2024-11-08', 1923);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425698240, '6805713', '602468057130', '你喜歡我的歌嗎', '',
'image/425425698240.jpg', 338, 'A', NULL, 933, 42, '2024-11-08', 1342);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425435680415, '6805710', '602468057109', '親愛的請不要說', '',
'image/425435680415.jpg', 338, 'A', NULL, 933, 42, '2024-11-08', 855);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465679301, 'FAM2408003', '4711508068237', 'COlOR Free (平裝版)', '預定發行日期：數位發行日期2024.10.04 限時預購時間：2024/9/27(五) 上午11:00 - 2024/9/30(一)晚上23:00止專輯內容：1.CD 1片2.歌詞本寫真書 1本3.小卡 1張COlOR Free「如果世界是一張畫布，我的世界將會七彩奪目。」10年的音樂旅程；10年的豐富人生。邱鋒澤 Feng Ze 出道10週年創作專輯「COlOR Free」，以作畫過程詮釋邱鋒澤出道10年的歷程，利用斑斕色彩比喻邱鋒澤的無限未來。2014年，以第一張專輯「 Ten Storeys 」為音樂之路下筆，歷經多種風格作品釋出、多重角色切換，勾勒出更多的演藝色彩，2024年，以10週年創作專輯「COlOR Free」絢彩回歸，帶給你全新視聽饗宴。．收錄中、英、粵語歌曲，語種不「色」限專輯內含10首歌曲，除了經典華語情歌，同時收錄搖滾英語、抒情粵語各種風格歌曲，展現不同面向的邱鋒澤2024/10/4 COlOR Free正式發行',
'image/445465679301.jpg', 558, 'A', NULL, 321, 33, '2024-11-01', 704);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (426425679476, '7518151', '602475181514', '來生緣(2024 原典再獻)', '《來生緣》是劉德華1991年12月9日發行的國語專輯，它搭繪了一個永恆的愛情故事，講述了兩個人在今生無法在一起，但在來世一定會相遇的感人故事。',
'image/426425679476.jpg', 348, 'A', NULL, 195, 42, '2024-11-01', 147);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425435679781, '7518155', '602475181552', '謝謝你的愛(2024 原典再獻)', '《謝謝你的愛》是劉德華於1992年5月發行的國語流行專輯。該專輯共收錄10首歌曲，包括《記不住你的容顏》、《謝謝你的愛》等。1993年，該專輯中同名主打歌《謝謝你的愛》獲得年度十大勁歌金曲獎、海外至尊榮譽獎。',
'image/425435679781.jpg', 348, 'A', NULL, 195, 42, '2024-11-01', 1496);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455678908, 'FAM2408002', '4711508071619', 'COlOR Free', '專輯內容：大約長30.3 cm X寬 25.2 cm X高 7 cm重量大約1.6 KG1.CD 1片2.歌詞本寫真書 1本（18.7cm X 22.3cm）3.筆記本 1本（17.2cm X 22.3cm）4.隨身鏡 1個 (6.5cm X 6.8cm)5.貼紙 1張（21cm X 14.8cm）6.小卡 2張（5.8cm X 8.8cm）限時預購時間：2024/8/15(四) 上午11:00 - 2024/9/01(日)晚上23:00止預定發行日期：數位發行日期2024.10.04COlOR Free「如果世界是一張畫布，我的世界將會七彩奪目。」10年的音樂旅程；10年的豐富人生。邱鋒澤 Feng Ze 出道10週年創作專輯「COlOR Free」，以作畫過程詮釋邱鋒澤出道10年的歷程，利用斑斕色彩比喻邱鋒澤的無限未來。2014年，以第一張專輯「 Ten Storeys 」為音樂之路下筆，歷經多種風格作品釋出、多重角色切換，勾勒出更多的演藝色彩，2024年，以10週年創作專輯「COlOR Free」絢彩回歸，帶給你全新視聽饗宴。．收錄中、英、粵語歌曲，語種不「色」限專輯內含10首歌曲，除了經典華語情歌，同時收錄搖滾英語、抒情粵語各種風格歌曲，展現不同面向的邱鋒澤．精裝專輯預購限量不再版，獨家互動禮品，創作屬於你的「COlOR Free」專輯以「塗鴉創作」為概念，贈送 COlOR Free 筆記本及貼紙與邱鋒澤一同創作專屬自己的篇章。邱鋒澤 Feng Ze 個人介紹華語流行音樂創作歌手、製作人、導演、演員、Reason Entertainment創辦人。2014年在台灣出道，目前已發行5張個人音樂專輯，4張組合作品，音樂風格多元，總收聽次數破億。個人、所屬雙⼈組合「九澤CP」、五人組合「W0LF(S)五堅情」激盪各種不同火花、千變萬化，舞台魅力十足，巡迴演唱會依序唱進台北⼩巨蛋及高雄巨蛋、星馬港澳等地，深受歌迷喜愛。',
'image/445455678908.jpg', 1988, 'A', NULL, 321, 33, '2024-11-01', 912);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (426425679476, '7518151', '602475181514', '來生緣(2024 原典再獻)', '《來生緣》是劉德華1991年12月9日發行的國語專輯，它搭繪了一個永恆的愛情故事，講述了兩個人在今生無法在一起，但在來世一定會相遇的感人故事。',
'image/426425679476.jpg', 348, 'A', NULL, 195, 42, '2024-11-01', 254);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425435679781, '7518155', '602475181552', '謝謝你的愛(2024 原典再獻)', '《謝謝你的愛》是劉德華於1992年5月發行的國語流行專輯。該專輯共收錄10首歌曲，包括《記不住你的容顏》、《謝謝你的愛》等。1993年，該專輯中同名主打歌《謝謝你的愛》獲得年度十大勁歌金曲獎、海外至尊榮譽獎。',
'image/425435679781.jpg', 348, 'A', NULL, 195, 42, '2024-11-01', 1954);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (426445679403, '7518148', '602475181484', '我和我追逐的夢(2024 原典再獻)', '《我和我追逐的夢》是劉德華早年的經典華語作品，是電影《人潮洶湧》追夢推廣曲，講述著人對夢想的堅持，以及愛的追逐，很有畫面感，是一個勵志永不言棄的故事，',
'image/426445679403.jpg', 348, 'A', NULL, 195, 42, '2024-11-01', 434);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679410, 'FIREON0216', '', '首張同名專輯《普通隊長》《Captain Ordinary》', '「在給出所有愛與勇氣後，還剩下什麼？」成軍即將十年，普通隊長首張同名專輯《普通隊長 Captain Ordinary》，圍繞著「給完了所有愛與勇氣後，還剩下些什麼？」這個問題展開。透過專輯裡的13首歌，記錄下與自己對話後的心境。從下課鐘響起的那一刻、曖昧成煎熬的孤寂感、甫入社會的徬徨迷航、每個自我懷疑的時刻，用醉倒在酒精麻痺不安、無助卻只能洗腦自己。是啊，我們也是這樣走過來的——總說要快樂成長，但走進現實才發現一切跟小時候學到的都不一樣啊。但我們相信「生活的價值總是來自於充滿挫折的經歷」，雖然我們都會憧憬過去的一切美好，但其實也學會了看待那些差點擊垮自己的事情，發現它早已成為成長的養分。即使身上貼滿社會的眼光、覺得生活亂七八糟，也別忘了抬頭看看遠方的星空，有一天你總會抓到它們的。「時間會去證明，我們會和你一起。」--------------------------------由製作過envy、locofrank、WANIMA、MY FIRST STORY、KUZIRA等樂團的北口 “Patch” 剛史先生操刀混音與後製，擊沈女孩Jon、新生代女聲阿橘跨刀獻聲，普通隊長誠摯演繹《普通隊長 Captain Ordinary》。',
'image/445475679410.jpg', 498, 'A', NULL, 1209, 28, '2024-10-31', 1901);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679156, '5895479', '602458954791', '最偉大的作品 (CD)Greatest Works Of Art', '周杰倫睽違六年驚喜之作！專輯封面遠赴「天空之城」法國聖米歇爾山實地取景，壯闊入鏡親自飛往世界各地執導MV足跡遍及巴黎莎瑪麗丹La Samaritaine、澳洲粉色沙灘、異國沙漠公路、古巴將腦中的奇思狂想變成一幅幅畫面！創作是一場沒有終點的  壯遊將沿途偶遇的每一段那些錯過的煙火與帶不走的風景以音樂融合文學繪畫各式記憶的筆觸成文成畫再成歌亦成為生命此刻最偉大的作品睽違六年，終於等到周杰倫發新專輯「最偉大的作品」，共收錄12首，包含1首鋼琴演奏Intro、以及「最偉大的作品」等6首新歌，加5首已經曝光的單曲：「等你下課」、「不愛我就拉倒」、「Mojito」、「我是如此相信」、「說好不哭」 (with 五月天阿信)。音樂 是他欣賞世界的角度,是他旅行生命的思路,是他喜愛藝術的筆觸將古典畫風一轉變搖滾嘻哈、中國風瀰漫R&B氣息、抒情中交融時代情懷與嶄新感受；無論是搖滾、嘻哈、古典、流行、中國風…，各種音樂風格信手捻來隨性所至，將文學、藝術故事元素巧思入詞，以為再熟悉不過的周杰倫式曲風，卻在轉角處聽見新風景、抬頭看見燦爛煙火的驚喜。首波發布專輯同名單曲「最偉大的作品」，融合文學與藝術主題，向世界上偉大的藝術家致敬；而眾聆聽者，即將跟著時空旅人周杰倫的眼睛與耳朵，閱覽徐志摩的詩文、馬格利特、達利、梵谷、莫內的創作心靈、古風魚雁的情懷、觸景動心的抒情；無論是哪瞬煙火的燦爛、或是從不曾見過的風景，在這些歌裡，彷彿都如臨其境，跟隨著周杰倫一起在創作的路上壯遊世界！',
'image/445455679156.jpg', 0, 'A', 3, 368, 42, '2024-10-30', 1144);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679205, 'PQP24A14', '4714398626310', '首張概念專輯I Dig You', 'I see you. I dig you. Across galaxies and eras, I still find you.我懂你，我愛你。超越千萬光年的嚮往讓我挖掘出你最真實的模樣The Dinosaur’s Skin恐龍的皮：「在滅絕之前，只想和你看一場流星雨。」地球上最後兩隻恐龍的史前浪漫巨作！跨物種的超時空戀曲《I Dig You》10.28 實體專輯正式發行入圍第33屆金曲獎「最佳演唱組合」入圍金音獎最佳另類流行歌曲獎頭戴暴龍與三角龍頭套的覆面系神秘樂團英語創作Indie Pop男女雙聲線［The Dinosaur’s Skin恐龍的皮］以獨立流行為基底，延伸到夢幻流行、臥室流行集結世界各地眾多優秀音樂人，包含：金曲歌后「魏如萱waa wei」、美國德州另類搖滾樂團「Summer Salt」、美國破億神曲貓臉蒙面歌姬「Limbo」橫跨獨立與主流，跨越千萬年橫空出世的侏羅紀流行音樂The Dinosaur’s Skin恐龍的皮第一張全創作專輯《I Dig You》，除了字面上的「我挖掘你」，更是「我喜歡你、我理解你」的意思。這張概念專輯是一趟考古挖掘之旅，穿越時空，將史前主題與現代思考巧妙結合。透過暴龍、三角龍的視角，探索了關於身份認同、愛、與跨越族群藩籬的包容與相互理解。恐龍與人類，雖然是不同的物種，但仍透過共同的情感與經歷緊密相連。聆聽整張專輯，也如同向下挖掘出層層不同的七彩礦物。專輯由金曲獎最佳演唱組合「Crispy脆樂團」主唱Skippy擔任專輯製作人，與來自世界各地的眾多優秀歌手、音樂人合作，包含金曲歌后「魏如萱waa wei」、美國德州另類衝浪搖滾樂團「Summer Salt」、美國破億神曲貓臉蒙面歌姬「Limbo」，在專輯製作名單也囊括曾入圍金曲最佳製作人的唱作人Everydaze、新生代金獎製作人鍾濰宇、新銳編曲家趙宇晨、草東沒有派對現任鼓手鳥人、金曲樂團百合花鼓手陳奕欣；以及林宥嘉、魏如萱、脆樂團指定合作樂手王育嘉；還有來自奈及利亞、義大利、烏克蘭的優秀樂手們，橫跨獨立與主流，延續了樂團標誌性的獨立流行Indie Pop、夢幻流行Dream Pop 和臥室流行風格Bedroom Pop，合成器交響與歪斜吉他，在復古音色與咆哮聲展現「The Dinosaur’s Skin恐龍的皮」多樣、多元的音樂風格，並融入了荒誕的幽默和深刻的哲思。 專輯裝幀設計林琬筑 East Lin打造專屬龍形文字與古地圖歌詞海報結合東南西北(Fortune Teller)摺紙巧思邀聽眾一起跟上恐龍的探險旅程專輯攝影由新銳攝影師以恬 Vita Chen掌鏡，模擬洞穴裡的木乃伊龍視角，由洞裡往外看到拿著考古工具的The Dinosaur’s Skin恐龍的皮。專輯裝幀設計林琬筑 East Lin加乘對專輯概念的世界觀，親手打造專屬的恐龍象形文字，把整張專輯打造成一張古地圖，並且結合童年經典摺紙遊戲——東南西北(Fortune Teller)，照著指示說明可以把歌詞海報變成立體摺紙，讓樂迷可以一起念口訣、開合摺紙，參與恐龍的皮在挖掘、尋找、探險過程中的抉擇。立體摺紙巧思也隱藏了一個秘密，這ㄍ⋯⋯摺完彷彿龍爪的造型，難不成就是⋯⋯傳說中的，聖爪？！專輯亮點曲目：〈Retro Petrol〉充滿活力的獨立搖滾indie rock，幽默地以「發現了以恐龍化石為成分的新燃料」為主題，探討「恐龍變成石油」的謬誤。透過充滿能量的吶喊、朗朗上口的旋律、爽快節奏與歪斜樂器，聽來彷彿開著高速行駛的車，展開一趟公路旅行。〈Meteor Shower (feat. waa wei) 〉在滅絕之前，只想和你看一場流星雨。這是一首橫跨空間與時間的對唱情歌，以兩顆隕石的對話出發，用獨特的角度感嘆生命的渺小。驚喜合作的女聲線出自金曲歌后「魏如萱」，復古的節拍與歪斜合成器Solo，一同合奏出史前的浪漫氛圍。〈AMBER (feat. Limbo) 〉專輯內的indie pop舞曲，邀請到美國破億神曲蒙面歌姬「Limbo」共同合唱。戴著貓面具的Limbo，與The Dinosaur’s Skin恐龍的皮有許多相似之處，空靈的聲線覆上一層浪漫氛圍。反覆出現的whoo聲聲呼喚，把聽者拉入一層又一層的疑惑，困在回憶碎片裡不能自已。〈The Dinosaur’s Skin〉「The Dinosaur’s Skin恐龍的皮」同名主題曲，兩隻恐龍的的華麗初登場！在鬆弛歪斜的Chill音樂氛圍裡，讓人隨之舞動。律動感十足的bassline，收放自如的鼓點，搭配來自奈及利亞的福音合唱團，用豐富的音樂層次帶來恐龍的皮的自我介紹。當暴龍與三角龍面對自己的過去時，恐龍堅韌的精神成為勇氣與決心的象徵，為人類與彼此帶來希望與歡笑。｜藝人介紹 Artist Bio｜由地球上最後的兩隻恐龍組成的樂團「The Dinosaur’s Skin 恐龍的皮」，在首張EP《Millions of Years Apart》同時入圍金曲獎與金音獎之後，帶著復古節拍與浪漫樂句踏上世界舞台，走遍紐約、巴黎、奧斯丁、多倫多、曼谷、香港的各大音樂祭與專場演出。成軍至今六千五百萬年，2024年10月終於發行第一張概念專輯《I Dig You》。音樂風格涵括bedroom pop、indie rock、dream pop、synth pop、lofi等元素，大量使用distortion、overdrive、tape delay、chorus的歪斜人聲，加上detune與tremolo的電吉他，以及玩具聲響般的歪斜合成器三者為其特色，帶領人類們進入侏儸紀歪斜的夢境。',
'image/445475679205.jpg', 448, 'A', NULL, 1389, 41, '2024-10-28', 1469);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678798, '7522677', '602475226772', '情歌比情人還懂', '從情歌的旁觀者到陪伴者，再到倖存者；感謝情歌，總是比情人還懂。梁文音 2024 全新專輯《情歌比情人還懂》10/11 數位上架10/16 實體上架陳小霞Ｘ姚若龍Ｘ陳建騏Ｘ葛大為Ｘ張簡君偉Ｘ法蘭華流頂尖情歌陣容共同操刀出道16年 從情歌出發的梁文音回歸情歌這次選擇不療癒 與疼痛和遺憾直球對決專輯內含● 驚喜私藏小海報 ● Bonus Track〈時間到〉3吋CD說到情歌，梁文音提到「有時候只要唱一句或頭幾個字，就大概知道現在的我好不好。」精準描述自己和情歌的關係，已昇華成知心的靈魂伴侶；這幾年，梁文音在生活裡養成了手寫日記、運動健身的習慣，她透過文字梳理自己，透過運動代謝情緒，這次再走進錄音室，將所有體悟唱進歌裡。說到情歌，文音說像一面鏡子：「有時候只要唱一句或頭幾個字，就大概知道現在的我好不好。」能映出人最真實地狀態，在情歌面前，誰都是赤裸的；真實是文音對創作的堅持，對於這張專輯每首歌曲的概念與詮釋方式，她希望沒有任何造作，追求極致的自然，減少對情愛的崇拜，更像是唱出「紀錄片」般的一張專輯。說到情歌，是梁文音一起成長的夥伴：「喜歡跟自己的情歌一起成長，隨著時間和人生經歷帶來的轉變，回頭唱起以前的情歌，常常會發現某部分的自己不一樣了，現在學會避免傷害、沒那麼莽撞，同時又更知道自己需要的是什麼。其實只要在那些讓自己開心、快樂、自信、真實的部分站穩就好了！以前的勇敢很可能只是倔強吧！我是這樣分析新舊的我。」從情歌的旁觀者走到陪伴者，再到成為情歌的倖存者，梁文音以這張專輯分享此時此刻的自己：不那麼勇敢，但已經不怕痛、活得更自由了，希望你們也是！感謝情歌，總是比情人懂；感謝梁文音唱情歌，在萬變的世界裡給我們依靠。',
'image/445475678798.jpg', 498, 'A', NULL, 751, 42, '2024-10-16', 671);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425698271, '6805717', '602468057178', '認真的眼睛', '',
'image/425425698271.jpg', 0, 'A', NULL, 933, 42, '0000-00-00', 1150);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425703660, '7505833', '602475058335', '禮盒 (收納盒)', '',
'image/425425703660.jpg', 0, 'A', NULL, 933, 42, '0000-00-00', 1018);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679402, '6805748', '602468057482', '16張套組+贈品禮盒', '※ 套組限定贈品  ※購買完整16張套組，即可免費獲得精裝禮盒一個（隨貨物領取）※ 散裝加價購 ※散裝購買者，加價800元，即可獲得精裝禮盒一個（隨貨物領取）◆禮盒數量有限，贈/售完為止◆經典永遠不敗 典藏見證存在出道40周年 燦爛紀念張清芳 Stella《經典40．不敗精選》限量典藏套組不敗精選專輯共16張 完整曲目呈現芬芳40．絢麗綻放購買完整套組 特贈精裝禮盒永久珍藏 限定加贈 插畫燙金人像卡 真摯獻禮08/31 開始預購10/05 正式發行1984，登上大學城初舞台，嗓音一鳴驚人2024，無數金曲經典傳唱，依舊感動萬分難以忘懷的精彩光陰 集結16張傳唱代表作永遠不敗的感動，綻放40年亮麗璀璨，細數每一首動人旋律，套組誠意特贈限量精裝禮盒、插畫人像卡，讓回憶真摯雋永、隨情感無盡澎湃，華語樂壇忘不了的完美聲音，只有張清芳。16張專輯列表．1987《親愛的請不要說》．1988《尋回》．1989《你喜歡我的歌嗎》．1990《紫色的聲音》．1991《La California》．1991《留聲3 出塞曲》．1992《認真的眼睛》．1992《光芒》．1993《左右》．1994《紅色張清芳》．1995《大雨的夜裡》．1996《無人熟識》．1996《純粹》．1997《花雨夜》．1998《哎呦喂呀》．1999《只是張清芳》',
'image/445455679402.jpg', 0, 'A', NULL, 933, 42, '0000-00-00', 1375);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425698287, '6805725', '602468057253', '大雨的夜裡', '',
'image/425425698287.jpg', 0, 'A', NULL, 933, 42, '0000-00-00', 247);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425698290, '6805718', '602468057185', '光芒', '',
'image/425425698290.jpg', 0, 'A', NULL, 933, 42, '0000-00-00', 717);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425698297, '6805727', '602468057277', '無人熟識', '',
'image/425425698297.jpg', 0, 'A', NULL, 933, 42, '0000-00-00', 1134);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425702942, '6805728', '602468057284', '純粹', '',
'image/425425702942.jpg', 0, 'A', NULL, 933, 42, '0000-00-00', 1134);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425750428, '6805731', '602468057314', '哎呦喂呀', '',
'image/425425750428.jpg', 0, 'A', NULL, 933, 42, '0000-00-00', 950);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425698241, '6805720', '602468057208', '左右', '',
'image/425425698241.jpg', 0, 'A', NULL, 933, 42, '0000-00-00', 1784);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425698242, '6805723', '602468057239', '紅色張清芳', '',
'image/425425698242.jpg', 0, 'A', NULL, 933, 42, '0000-00-00', 331);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465679024, '74285', '4717398742851', '答案商店', '答案商店樂隊簡介：由主唱辛迪ANSWER、吉他手武雋、鼓手郝亮、鍵盤手李忠安及貝斯手著名音樂製作人韓賢光等5位資深音樂人組成的流行搖滾樂團。在答案商店的音樂世界裡，愛、失去、希望和勇氣交織在一起，風格的多樣化組成了這支答案商店。專輯介紹：Ding-dong Ding-dong“歡迎光臨”大家好，我們是答案商店。相遇在2017年的那個夏天。2024的這個夏天，我們的首張專輯終於和大家見面了…在答案商店的音樂世界裡，愛、失去、希望和勇氣交織在一起，希望可以給大家一個不同的音樂體驗。時光匆忙，別錯過了你的每一個微笑與夕陽。你的“夏日好運”開始派件，請保持心情愉悅。',
'image/445465679024.jpg', 568, 'A', NULL, 1278, 34, '2024-09-30', 557);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465678924, 'HP2409', '4711508079738', '冥冥The Unseen', '冥冥之中，靜靜相依。睜眼，風光明媚如沙消散，烏雲捲起千重海湧。閉目，漣漪映出昨日水傷，傷口幽幽傾訴時光。在光亮與陰暗的接壤之地，撥開覆蓋在眼前的泥土，手指輕輕撫過曾經因發炎而疼痛的傷痕，那些曾以為遠去而逐漸看不清的，如今一一浮現眼前......《冥冥》收錄歌曲皆為吳靜依與製作人楊世暄、擅長電子聲響的劉文奇，以及吉他編奏藥仙的共同創作。基於長年在劇場合作的深厚默契與現場演奏實力，開展富有戲劇性與畫面感的敘事空間和魔幻的聲音場景，觸碰心理與現實的邊界，游離在靈魂與肉體、寂靜與喧鬧、慾望與純真、都市與鄉村，捕捉當代生活中幽微的不確定性，創造虛實交織的混種城市寓言。.吳靜依｜首張 EP《冥冥》 The Unseen ｜09.27 正式發行.｜曲目簡介｜01. 冥王 Somewhere Out There無眠的巨人孤獨行走在遙遠星球的海灘，手中緊握一把細沙，不解兒時遊戲、昨日種種，何以如流沙在眼前消散。大提琴拖曳著蹣跚步履，在沙地上留下深深淺淺的痕跡。城市的倒影狀似無法醒來的人造夢境，遠望著換不回的舊日，輕嘆又一個明日上岸。02. 水泱 Ripples In Chest 鎮暴水車的水柱飛濺，在身體沖出蓮花疤痕一朵。錯付的青春愛戀與理想抱負，累積成心底的淤泥。時間過去，乍暖還寒時候，獨行街頭，傷口仍隱隱作痛。春雨歇停、斷橋畔，翻湧而出的創傷記憶糾纏不清。漣漪浮出伊人的形影，當年離鄉的青年，又欲去佗位？以歌仔戲編腔入歌，揚琴與吉他跨時空對話，汲傳統戲曲白蛇傳名段《水淹金山寺》之水，照見古今受傷的靈魂，療社運抗爭與都市生存所負創傷。03. 神神 Await 烏雲密佈、等無天晴，揣測迷霧散去後的景緻。無盡等待、無人回應，只得任憑意識神遊雲端。想到出神、想到起屁面，等到何時，才能看破這場騙局？電子編曲重新詮釋童年記憶中的鄉村景色，聲響擬態瞬息萬變的烏雲，雲霧幻化為數位風景，將口哨與人聲也納入其中，築成這場「騙囡仔疕」的迷宮。04. 靜靜 Something In Me無語的石頭，前世是顆慾望餵養而成的低惡性腫瘤，直至空喙打開一道縫隙，小瘤張開了口，吐露自己的心聲，才終甘願結成一顆小石，化作空谷回音，靜靜陪伴往後的日常。由傷口的台語「空喙」的嘴巴意象發想，純粹的木吉他與人聲，如口白般低語自省，道出生命中親密卻容易忽略的人事物，記憶那些互相舔舐傷口，外界無可撫慰，唯有彼此依存相伴的時刻。',
'image/445465678924.jpg', 348, 'A', NULL, 1118, 33, '2024-09-27', 291);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465679217, '7505335', '602475053354', 'Good Enough', '夢囈系唱腔 ⛧ 意識流唱作歌詞裝填燃料 旋律振翅漂游2024年度最具風格「慵懶才子」華語樂壇最亮的一顆彗星吳獻Osean 首張正規概念專輯《Good Enough》9／27 在彗星來臨的那一天耀眼發行「Good Enough, Free Your Life」　　吳獻Osean，是無限的星際，也是無垠的海洋，他的作品就如他的人一樣，既單純也複雜，單純如無雜質透明的海水，孕育出百花齊放的生命力，映射他在這個地球上觀察到的所思所感。品嘗吳獻的「獻式品味」很好玩，如同驚喜連連的Omakase，在他超乎常人細膩的視野內，總會留意那些不完全被大眾所在意的人事物，進而內化成為他匠心獨具的創作。　　首張正規專輯《Good Enough》像是一本給大人看的童話故事，吳獻Osean化身「魔法作家」，運用喜歡的電影、動漫、歌手、歌曲等各領域作品的啟發創作。當他用獨創的「夢囈系唱腔」演繹獨特的「意識流創作」，旋即能讓感官進入這章大人才明白的現實童話，任由意識漂游在如詩的歌詞、如舞的旋律裡，享受音樂超時間與超空間的無限可能。將投身音樂創作六年的心路歷程全數精煉於專輯裡，更廣邀眾多跨國音樂人好友如Joanna王若琳、落日飛車國國、李權哲、Hogan鄒序、Gummy B、Everydaze、Justice Der、O3hon …等共同參與製作、創作、編曲、合唱等，為首張正規專輯增添無限精彩。如同開啟心靈裡的12個通道，以不同形式引領大家一起向那片名為自由的天空飛翔。「成長就是經歷各種破壞跟重組，並不斷有意識地練習，我們若有意識地生活，那就 Good Enough 了。」— 吳獻Osean　　「Good Enough」是吳獻Osean親自發想的專輯概念，中文的意思是「足夠好」，人們常為了達到圓滿而做出各種行動，以為只要達到目標，人生就能因此明朗，藉此逃避自己內心的空白。在音樂裡，我們期許創作是為了慶祝自己心靈上的圓滿，而非想達成其他物質目標。在這個每個人都在追求要「更好」的時代，或許當自己可以更有意識地生活，其實便已經Good Enough了。　　不但在音樂上以最高規格製作，於加盟環球音樂後的全新視覺意象，也全面作出最突破性的升級。廣邀當代最具創意的新銳視覺創意團隊打造出獨特的「獻式風格」。專輯裝幀設計邀請曾榮獲多項獎項肯定及擔綱大型獎項主視覺設計的見本生物／盧翊軒操刀，將吳獻Osean化身為帶有高冷氣息的城堡少主，符合專輯如同「大人童話」風格的魔幻寫實，作品如同細心剪裁的景觀植栽，聽畢之後就彷彿服用下無敵星星。而向來具有自己獨到穿衣哲學的吳獻Osean，此次與新銳造型師邱念合作，將特有的無性別(unisex)氣質透過蕾絲、雕花、串珠、綢緞、透膚等異材質襯托出來，讓造型更顯魔幻仙氣，讓人在視覺及聽覺上都加倍心醉神迷。',
'image/445465679217.jpg', 478, 'A', NULL, 577, 42, '2024-09-27', 165);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679304, 'VS001', '4713249235145', '末日倒數的庸俗週記', '如果末日就要來臨，最後你想記住的是什麼？錯過的風景？壓迫的都市？可畏的人言？還是絕望中的曙光？在愛人身旁的安全感？獨自一人時的自由？雖然不能肯定世界末日何時到來，但可以肯定的是，每個人都將迎接屬於自己的末日。被生活追著跑的我們，每一天都是末日倒數的庸俗週記。專輯介紹2020年底，由吉他手阿雷、貝斯手晧宇、鼓手允祈、主唱家耘組成的「庸俗救星」誕生在疫情肆虐的地球上，花了一年寫出一張屬於這個時代的專輯《末日倒數的庸俗週記》，記錄著現代都市人在末日一步步進逼之下的壓抑、逃亡、快樂跟拯救。何謂末日？發現自己再也無法改變任何事了，是絕望，還是某種解脫？比末日更可怕的是遺忘，如果可以被你放在心上，那我已不虛此生。庸俗救星首張專輯《末日倒數的庸俗週記》於2021年11月29日數位發行，曲風以另類搖滾為基底，加入Rock、R&B、Funk、迷幻、City Pop等元素，律動感強烈的BASS；成穩又不失變化的鼓點加上狂放的吉他solo成為音樂的基底外，庸俗救星也加入抓耳的合成器，在復古和現代中做了音色上的融合。《末日倒數的庸俗週記》收錄10首歌曲，靈感來自團員對生活周遭人事物的觀察，在都市匆忙的步調中被生活追著跑，在無助夜裡渴望被誰拯救，若世界末日就要來臨，我們盼的不是奇蹟，只求那份陪伴等待雨過天晴的溫柔，只要還感受的到溫暖，那此刻就不是末日。播放的同時可以感受擁擠都市的壓迫；寧靜街道的浪漫，時而憂鬱；時而歡喜；時而無奈；時而充滿力量。專輯製作人李詠恩身兼錄音師、混音師，耗時一年，耐心陪著庸俗救星捕捉生活中的微光，將樂團作品的所有聲響細節調整至黃金比例，適時添入的管風琴以及小號更像是照進深沉海底的溫暖陽光。團員阿雷、晧宇雖然頂著金曲入圍樂團「三十萬年老虎鉗」的光環重新開始，轉換音樂創作風格，加上家耘的慵懶嗓音，漸漸長成專屬庸俗救星的樣貌，時而詼諧時而浪漫，充滿特色且不失band sound本質的聲響，讓狂躁與感性並存。團員推薦聆聽：末日浪漫殉情神曲〈Marry Me〉、掀開封閉內心的〈窗簾〉、被生活追殺的〈快樂都市人〉、以及末日過後的正能量之歌〈閃閃〉。歌曲介紹1.	快樂都市人 Happy City Guys被生活壓力追著跑，眼裡只剩下未完成的待辦事項，總是壓線最後一刻勉強達陣，只是放空一根菸的時間都感到罪惡。都市人看似活著，其實內心跟死人並沒有區別，只能向前走、向前走。2.	不透明的話 Unknown Flower我的秘密成為你們的故事，故事變成笑話，笑話發芽成謊話。事過境遷，劇情落幕，笑完以後，只剩我還在這裡。3.	窗簾 The Curtain窗簾一面向刺眼的陽光，一面遮蔽心底的黑暗，但願這首歌能掀開你心底的窗簾，照亮你心深處的黑暗，給你一點擁抱這個世界的希望與溫暖。4.	Happy Sad一個好故事，絕對是夾雜著快樂與悲傷，在嬉鬧碰撞、擁抱推開之間，找到平衡。人總得學會快樂地悲傷。在梭哈一切、一無所有之後，仍然可以為自己唱一首歌、跳一支舞，直到那些以為的悲傷結局，成為漂亮的沿途風景。5.	世界太大 Colossal World當世界崩塌，我們渴望的救贖不是奇蹟，而是一雙在風雨中仍能握緊的手，這份溫暖，讓我們有力量在這個崩塌的世界，等待晴朗。6.	那就恭喜 Say I Love You, Then Run Away有時候，滿臉笑容說著我愛你，只是一種逃避的方法：）7.	散個步 Take A Walk有時候太執著於目標，反而忘記欣賞路途的風景。如果這時候能夠與你一起在城市漫遊、沒有目的地散步，用耳機、一人一耳分享著同一首歌，是不是能夠享受在這一個當下呢？8.	安眠曲 Lullaby就算世界紛擾，有你的日常，我便不再感到害怕。每個夜深人靜的黑夜中，我們不需要言語，聽著你的呼吸聲，就是我的安眠曲。9.	Marry Me世界動盪不安，彷彿電影裡末日的序曲。如果末日來臨，我只想跟你一起，活下去才有意義。10.	 閃閃 Shining第一次，我們離彼此好遠；離黑暗卻好近。疫情的生活，完全在人生的計畫之外，黑暗降臨地措手不及，我們曾渴望偉大的救贖，但現在才發現，日常治癒我們的其實是更微小卻溫暖的事情。面對未來，我們會害怕、也曾受傷。謝謝那些在黑暗中依然，選擇善良勇敢的人們！只要還感受得到溫暖，那此刻就不是末日。樂團介紹庸俗救星為四人另類搖滾樂團，由吉他手阿雷、貝斯手晧宇、鼓手允祈、主唱家耘組成。庸俗救星是指每個平凡人在生活中偶爾喚醒自己不平凡的那一刻，每個人都是獨一無二的，解救庸俗的不是別人，是自己，我們就是自己的庸俗救星。歌曲主題時而憂鬱；時而歡喜；時而無奈；時而憤怒。發行作品包含專輯《末日倒數的庸俗週記》、《得意的一天》以及數位單曲〈困在你的雨季〉、〈一口一口〉、〈23吋腰〉。接連舉辦【庸俗大排檔】、【窗簾小巡迴】、【快樂都市人演唱會】、【得意的小巡迴】、【靠運氣不如靠腰力演唱會】等締造多場完售佳績，人氣迅速竄升中，並受邀參與2024 GQ Suit Walk、大港開唱、台灣祭、搖滾台中、TAKAO ROCK、浪人祭等知名活動。推薦搭配MV聆聽：■	末日浪漫殉情神曲〈Marry Me〉■	被壓垮也只能向前走的〈快樂都市人〉■	你的呼吸聲，就是我的〈安眠曲〉■	在崩塌的世界等待晴朗〈世界太大〉■	讓陽光照亮你心底的黑暗、掀開〈窗簾〉■	末日重生給你力量的正能量之歌〈閃閃〉',
'image/445455679304.jpg', 458, 'A', NULL, 1694, 31, '2024-09-05', 1857);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679403, 'SG240021', '4715872151434', '夏／狂熱（蘇打綠版）正式版', 'LONDON. FEVER. SODAGREEN搖滾  更勝以往蘇打綠 韋瓦第復刻計畫《夏／狂熱（蘇打綠版）》■剖開時間 /  預言命運  / 打破舊我全新錄製 超越時代經典復刻■專輯CD1 裝備升級 歌名成詩 收錄國語版〈無眠（蘇打綠版）〉■專輯CD2 熱狂搖滾 時空膠囊 收錄《印夏天 / In Summer・夏／狂熱》現場〈開到荼蘼〉、〈花房姑娘〉、“Smells Like Teen Spirit”、“You Oughta Know”等夢幻翻唱曲目在雷電中焚盡又復重生，為人間帶來狂熱的酒神Dionysus，是夏季的永恆命題。長大之後我們才明白，很多荒謬之事無需理由，再如何努力，也終將成為澆熄心火的暴雨。歌頌者指向似乎永無止盡的漫長苦痛，唯有音樂，唯有搖滾，是最終的依歸。作為韋瓦第四季計畫的第二部，蘇打綠時隔十五年復刻鍛造《夏／狂熱（蘇打綠版）》專輯，以更嚴格的眼光與態度仔細審視每一首歌曲，全面改版升級樂器、演奏技巧與錄製、特定曲目重新編曲。六位團員各自走過生命不同階段，再度齊聚重返倫敦Strongroom錄音室，找回當年為專輯英文口白錄音的英國貝斯手Dan McKinna、混音師Dan Frampton等多位過去的合作夥伴，加上全新搭檔製作人徐千秀、葛萊美獎最佳混音Matt Lawrence與Ross Cullum、葛萊美獎最佳母帶後期處理Joe LaPorta，為《夏／狂熱（蘇打綠版）》重新調律。為了錄製專輯CD1以及live session版本的〈狂熱〉和〈包圍〉，團員們在倫敦一落地就紛紛前往樂器街選購最新「武器」，從家凱和阿福的Firebird、Brian May吉他，到馨儀特別為live添購的Soda Drive+效果器，《夏／狂熱（蘇打綠版）》因此彷彿一場火力輸出展示，誠如小威所言，「一定要超越過去的自己，但最難的也是過自己這關。」CD1的中文歌名與英譯歌名各自成詩，「掌聲落下 他夏了夏天／蟬想 包圍 御花園／彼得與狼 共舞 無眠／狂熱 煽動 近未來」，由Dan McKinna唸誦的三段英文口白串接，酒神Dionysus漫步其間，穿越變成了海豚的人們、穿越夏季的雷雨，掀起痛苦狂喜，終於完整重生並且奪回了自己的名字。詩歌皆如神諭，歷久而彌新，其中的憤怒、尖銳、自溺與自癒，直至今日依然隆隆在耳畔迴響。《夏／狂熱（蘇打綠版）》專輯CD1收錄〈無眠〉國語版，青峰透露錄音時仔細琢磨如何以和過去版本完全不同的情緒演唱，才能表達無悔等待愛情的哀愁與掙扎；阿福選擇木吉他呈現出更加耽溺的氛圍；家凱與吉他手小洋的滑音吉他，延續歌詞中「每根頭髮都失眠」連綿不絕的情感。製作人秀秀準備近10顆音箱頭和音箱，透過破音效果層層堆疊，搭配小威對於節奏的敏銳直覺，繁複轉調的〈蟬想〉完整呈現青峰唱腔，夏蟬再度大鳴大放。阿龔以貝森朵夫鋼琴重新詮釋〈掌聲落下〉，也瀝去許多不必要的音符，重新整理〈近未來〉的鋼琴演奏，坦言「找到了更能融入音樂的方式。」專輯CD1中充滿細節與自我挑戰，CD2收錄的現場演出則延續搖滾氛圍，精選2016年《印夏天 / In Summer・夏／狂熱》巡迴的下半場翻唱曲目，也是聽眾敲碗多年的搖滾力作。包括王菲〈開到荼蘼〉、崔健〈花房姑娘〉、竇唯“Don’t Break My Heart”、Nirvana“Smells Like Teen Spirit”和Alanis Morissette的“You Oughta Know”等經典搖滾曲目，宛如打開時空膠囊，一氣呵成極為過癮。《夏／狂熱（蘇打綠版）》封面以錄音時實時繪製的畫作，搭配螢光綠PVC封套，閃現致敬青峰當年鮮綠髮色。內附小卡亦有團員肖像版本可供替換，每個聆聽者都能自由選擇「狂熱自己的模樣」。專輯內頁則不時透出倫敦Miloco Studios “The Pool” 錄音室的藍色牆面，為搖滾之夏帶來一絲靜謐。內頁照片中也藏有不少彩蛋，包括一面花朵繽紛的牆，令人不禁揣想最初始版本的《夏／狂熱》專輯封面。過去與現在。表裡俱現、互為映照，音樂與詩超越了時光，唯眾人的堅定意志不變，唯按下播放鍵那刻，心頭的震動與眼角的淚水不變。「我知道自己的模樣／在這個世界上／ 擁有可貴力量」蘇打綠《夏／狂熱（蘇打綠版）》雙CD實體版專輯 8月30日正式發行',
'image/445455679403.jpg', 598, 'A', 4, 1636, 4, '2024-08-30', 1088);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445445678979, 'SG24002', '4715872151427', '夏／狂熱（蘇打綠版）預購版', '■剖開時間 /  預言命運  / 打破舊我全新錄製 超越時代經典復刻■專輯CD1 裝備升級 歌名成詩 收錄國語版〈無眠（蘇打綠版）〉■專輯CD2 熱狂搖滾 時空膠囊 收錄《印夏天 / In Summer・夏／狂熱》現場〈開到荼蘼〉、〈花房姑娘〉、“Smells Like Teen Spirit”、“You Oughta Know”等夢幻翻唱曲目在雷電中焚盡又復重生，為人間帶來狂熱的酒神Dionysus，是夏季的永恆命題。長大之後我們才明白，很多荒謬之事無需理由，再如何努力，也終將成為澆熄心火的暴雨。歌頌者指向似乎永無止盡的漫長苦痛，唯有音樂，唯有搖滾，是最終的依歸。作為韋瓦第四季計畫的第二部，蘇打綠時隔十五年復刻鍛造《夏／狂熱（蘇打綠版）》專輯，以更嚴格的眼光與態度仔細審視每一首歌曲，全面改版升級樂器、演奏技巧與錄製、特定曲目重新編曲。六位團員各自走過生命不同階段，再度齊聚重返倫敦Strongroom錄音室，找回當年為專輯英文口白錄音的英國貝斯手Dan McKinna、混音師Dan Frampton等多位過去的合作夥伴，加上全新搭檔製作人徐千秀、葛萊美獎最佳混音Matt Lawrence與Ross Cullum、葛萊美獎最佳母帶後期處理Joe LaPorta，為《夏／狂熱（蘇打綠版）》重新調律。為了錄製專輯CD1以及live session版本的〈狂熱〉和〈包圍〉，團員們在倫敦一落地就紛紛前往樂器街選購最新「武器」，從家凱和阿福的Firebird、Brian May吉他，到馨儀特別為live添購的Soda Drive+效果器，《夏／狂熱（蘇打綠版）》因此彷彿一場火力輸出展示，誠如小威所言，「一定要超越過去的自己，但最難的也是過自己這關。」CD1的中文歌名與英譯歌名各自成詩，「掌聲落下 他夏了夏天／蟬想 包圍 御花園／彼得與狼 共舞 無眠／狂熱 煽動 近未來」，由Dan McKinna唸誦的三段英文口白串接，酒神Dionysus漫步其間，穿越變成了海豚的人們、穿越夏季的雷雨，掀起痛苦狂喜，終於完整重生並且奪回了自己的名字。詩歌皆如神諭，歷久而彌新，其中的憤怒、尖銳、自溺與自癒，直至今日依然隆隆在耳畔迴響。《夏／狂熱（蘇打綠版）》專輯CD1收錄〈無眠〉國語版，青峰透露錄音時仔細琢磨如何以和過去版本完全不同的情緒演唱，才能表達無悔等待愛情的哀愁與掙扎；阿福選擇木吉他呈現出更加耽溺的氛圍；家凱與吉他手小洋的滑音吉他，延續歌詞中「每根頭髮都失眠」連綿不絕的情感。製作人秀秀準備近10顆音箱頭和音箱，透過破音效果層層堆疊，搭配小威對於節奏的敏銳直覺，繁複轉調的〈蟬想〉完整呈現青峰唱腔，夏蟬再度大鳴大放。阿龔以貝森朵夫鋼琴重新詮釋〈掌聲落下〉，也瀝去許多不必要的音符，重新整理〈近未來〉的鋼琴演奏，坦言「找到了更能融入音樂的方式。」專輯CD1中充滿細節與自我挑戰，CD2收錄的現場演出則延續搖滾氛圍，精選2016年《印夏天 / In Summer・夏／狂熱》巡迴的下半場翻唱曲目，也是聽眾敲碗多年的搖滾力作。包括王菲〈開到荼蘼〉、崔健〈花房姑娘〉、竇唯“Don’t Break My Heart”、Nirvana“Smells Like Teen Spirit”和Alanis Morissette的“You Oughta Know”等經典搖滾曲目，宛如打開時空膠囊，一氣呵成極為過癮。《夏／狂熱（蘇打綠版）》封面以錄音時實時繪製的畫作，搭配螢光綠PVC封套，閃現致敬青峰當年鮮綠髮色。內附小卡亦有團員肖像版本可供替換，每個聆聽者都能自由選擇「狂熱自己的模樣」。專輯內頁則不時透出倫敦Miloco Studios “The Pool” 錄音室的藍色牆面，為搖滾之夏帶來一絲靜謐。內頁照片中也藏有不少彩蛋，包括一面花朵繽紛的牆，令人不禁揣想最初始版本的《夏／狂熱》專輯封面。過去與現在。表裡俱現、互為映照，音樂與詩超越了時光，唯眾人的堅定意志不變，唯按下播放鍵那刻，心頭的震動與眼角的淚水不變。「我知道自己的模樣／在這個世界上／ 擁有可貴力量」',
'image/445445678979.jpg', 0, 'A', 4, 1636, NULL, '2024-08-30', 1391);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455678991, 'HIM2173A1', '4711280332311', '結伴(限量盤)', '*兩版CD包裝相同，唯側標與放置方向不同，及限量盤同捆附立牌。【限量盤同捆〈與動力結伴 壓克力立牌〉 】動力火車〈結伴〉豪華版限量盤同捆附上〈與動力結伴 壓克力立牌〉，立牌生產數量為定額限量，趕緊搶先下單收藏，讓動力火車以不同形式隨時與你結伴同行。(*壓克力立牌完整尺寸- 約19*12.23cm，人形安裝上台座後高度約12.2cm，示意圖僅供參考，請以實物為準。) 有你結伴的人生音樂 才精彩！【超夢幻音樂陣容 聯手打造13首人生音樂篇章】【金曲裝幀攜手時尚攝影 打造動力全新視覺】動力火車  【結伴】  豪華版8/22(四) 結伴發行【更好更精采  實體CD豪華追加3首驚喜曲目】  今年正在各地進行巡迴演出的動力火車陸續曝光新歌，與玖壹壹、JJ 林俊傑及告五人等夢幻跨刀合作單曲接連在各大排行榜奪得佳績，6/25〈結伴〉數位專輯搶先推出後，痴狂主打-「催眠」及多首專輯B面曲陸續打入數位榜TOP 10，讓許多歌迷在網路敲碗詢問實體專輯。為回饋歌迷的支持，實體CD更豪華更精采，除了數位專輯已上架的10首歌曲外更追加三首驚喜歌曲，眾所期待的實體專輯豪華版將於8/22(四)正式發行。【超夢幻跨刀名單 最堅強音樂陣容】〈結伴〉專輯是動力火車第11張原創專輯，對出道27年的他們來說有開展全新階段的意義，籌備許久慎重看待，音樂陣容更是夢幻，有王治平、黃韻玲、黃韻仁、呂禎晃、陳君豪、張暐弘、楊子樸、姚若龍、陳宏宇、顏璽軒、陳信延…等多位音樂戰將助陣，一同結伴玩音樂點燃燦爛火花，還邀請多位華語樂壇重量級嘉賓合作，除了已先曝光的「俯衝的靈魂」(JJ 林俊傑合唱)、「趁少年」(feat.玖壹壹)、及我不該哭(feat.告五人)等曲目外，豪華版三首驚喜曲目合作嘉賓同樣精彩，分別有在高雄演唱會現場先行搶聽的「知己」(feat.九澤CP)，還有入圍今年第35屆金曲獎－最佳樂團獎-麋先生包辦詞曲編曲製作與合唱的「到底我算什麼」，及黃奇斌詞曲創作的「我沒有哭」。【金曲裝幀攜手時尚攝影 打造動力全新視覺】〈結伴〉實體專輯邀來時尚攝影師蘇益良掌鏡拍攝，第34屆金曲獎最佳裝幀得主畢展熒設計，以專輯名稱〈結伴〉為視覺發想主題，運用顏色、線條與手繪，將搖滾風格結合普普風藝術元素，激盪出不同以往動力火車風格之視覺。 (*實體專輯CD尺寸 – 約19.3×19.3cm ，請以實物為準。)【動力火車《結伴》音樂同樂會】      日期：2024.8.25 (日) 18:30 開始      地點：大安森林公園 露天音樂台      ※ 本活動為免費開放，除座位區外皆可自由入場。      ※ 座位區入場方式：活動詳情請密切關注華研國際＆動力火車官方社群。      ※ 當天現場無販售實體專輯，請務必於活動前至實體/線上通路購買。',
'image/445455678991.jpg', 638, 'A', NULL, 1273, 27, '2024-08-22', 729);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455678992, 'HIM2173A2', '4711280332984', '結伴(通常盤)', '*兩版CD包裝相同，唯側標與放置方向不同，及限量盤同捆附立牌。有你結伴的人生音樂 才精彩！【超夢幻音樂陣容 聯手打造13首人生音樂篇章】【金曲裝幀攜手時尚攝影 打造動力全新視覺】8/22(四) 結伴發行【更好更精采  實體CD豪華追加3首驚喜曲目】  今年正在各地進行巡迴演出的動力火車陸續曝光新歌，與玖壹壹、JJ 林俊傑及告五人等夢幻跨刀合作單曲接連在各大排行榜奪得佳績，6/25〈結伴〉數位專輯搶先推出後，痴狂主打-「催眠」及多首專輯B面曲陸續打入數位榜TOP 10，讓許多歌迷在網路敲碗詢問實體專輯。為回饋歌迷的支持，實體CD更豪華更精采，除了數位專輯已上架的10首歌曲外更追加三首驚喜歌曲，眾所期待的實體專輯豪華版將於8/22(四)正式發行。【超夢幻跨刀名單 最堅強音樂陣容】〈結伴〉專輯是動力火車第11張原創專輯，對出道27年的他們來說有開展全新階段的意義，籌備許久慎重看待，音樂陣容更是夢幻，有王治平、黃韻玲、黃韻仁、呂禎晃、陳君豪、張暐弘、楊子樸、姚若龍、陳宏宇、顏璽軒、陳信延…等多位音樂戰將助陣，一同結伴玩音樂點燃燦爛火花，還邀請多位華語樂壇重量級嘉賓合作，除了已先曝光的「俯衝的靈魂」(JJ 林俊傑合唱)、「趁少年」(feat.玖壹壹)、及我不該哭(feat.告五人)等曲目外，豪華版三首驚喜曲目合作嘉賓同樣精彩，分別有在高雄演唱會現場先行搶聽的「知己」(feat.九澤CP)，還有入圍今年第35屆金曲獎－最佳樂團獎-麋先生包辦詞曲編曲製作與合唱的「到底我算什麼」，及黃奇斌詞曲創作的「我沒有哭」。【金曲裝幀攜手時尚攝影 打造動力全新視覺】〈結伴〉實體專輯邀來時尚攝影師蘇益良掌鏡拍攝，第34屆金曲獎最佳裝幀得主畢展熒設計，以專輯名稱〈結伴〉為視覺發想主題，運用顏色、線條與手繪，將搖滾風格結合普普風藝術元素，激盪出不同以往動力火車風格之視覺。 (*實體專輯CD尺寸 – 約19.3×19.3cm ，請以實物為準。)【憑CD 入場《結伴》音樂同樂會VIP 座位區*限量* 】日期：2024.8.25 (日) 18:30 開始地點：大安森林公園 露天音樂台※本活動為免費開放，除VIP座位區外皆可自由入場。※VIP座位區入場方式：活動當天持「《結伴》正版實體專輯」現場兌換票券，有機會與動力火車近距離互動。 *《結伴》CD不限版本，1張 CD限換取一張入場券，數量有限，索完為止。活動詳情請密切關注華研國際＆動力火車官方社群。※ 當天現場無販售實體專輯，請務必於活動前至實體/線上通路購買。',
'image/445455678992.jpg', 528, 'A', NULL, 1273, 27, '2024-08-22', 90);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445445679036, 'TPDSG2008', '4715872151410', '24/7 Shining', '7/22 蓄能預購 8/20 放電發行 ϟ✧《24/7 Shining》單曲收入✦ ➤不斷電蓄能CD    • 彩頁專屬型錄歌詞本16P    • 八單成員 Shining 生寫真乙張 (共36款隨機出貨) ➤AKB48 Team TP「24/7 Shining 握手會 」兌換序號乙組首席國民女團 AKB48 Team TP第八張單曲《24/7 Shining》成軍六年 睽違一年 王道偶像閃耀回歸 創新概念強勢輸出用愛與夢想無限蓄能 用歌和舞蹈精心鍛造24小時不熄滅的熱情＋365天不斷電的活力＝TTP POWER！全年無休的「AI女友」正式上線今夏限定的耀眼旅程 誠摯邀請你即刻加入✧《24/7 Shining》 CD曲序✦ *CD收錄內容：1.24/7 Shining                  3.24/7 Shining off vocal ver.2.就是好喜歡                    4.就是好喜歡 off vocal ver.',
'image/445445679036.jpg', 0, 'A', 5, 1723, NULL, '2024-08-20', 1870);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425678676, 'RY002', '4711508065427', '曼陀羅DATURA', '限時預購時間： 2024/5/10(五) 上午11:00 - 2024/5/16(四)晚上12:00止專輯內容物：尺寸：大約 長17.7cm X寬 17.7cm X 高3cm   重量 大約600g專輯外盒（上下蓋）CD+歌詞本（歌詞本+CD圓標)寫真冊專輯介紹曼陀羅，在瘠瘠荒漠中、在層層火山灰下、在鬱鬱山林裏、在片片青瓦上，隱藏了數百年，與神秘古老的傳說從容邂逅。花落如雨，風沙相擁，花瓣鋪展開成一襲羽衣，在暗夜閃爍各異顏色，如凝夜秾麗的紫、雲母瓷白的銀、翠微蒼蒼的綠、晴山雲水的藍……曼陀羅，可以是關於宇宙蒼穹的遐思、是平面與立體的形狀、或海灣上的一輪滿月，其能量來自於‘圓’，通過幾何結構，加上色彩渲染出的力量，聯結內心，創造出能量磁場。它像一種精神秩序，承載著我們過去與未來的心靈痕跡，以內在個體為圓心形成自我的投射，不同性格發散各異的色彩分佈，即每個人的曼陀羅。張哲瀚全新專輯《曼陀羅》四重奏以四種花色《曼陀羅·紺》、《曼陀羅·銀》、《曼陀羅·碧》、《曼陀羅·晴》為篇章，以色彩為樂音著色，用顏色綴點外部視覺與內在勢能，呈現多面立體的音樂注解，譜寫曼陀羅的多彩盛放。',
'image/445425678676.jpg', 0, 'A', 6, 383, NULL, '2024-07-26', 1409);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679217, '', '4712862000611', 'LUNARFACE', '發行形式、數量：1張CD尺寸：14.6 × 14.65 × 0.8 cm重量：110 g專輯簡介：這張專輯以第一個踩上月球的阿姆斯壯開頭，以第一個回到地球的艾德林做為結尾，中間各種以月相，彗星，太陽這些天文現象作為背景主題，難不成他想寫一齣饒舌太空歌劇？也許是，但我覺得這只是一個障眼法。以一個夠水準的饒舌歌手來說，趙翊帆擁有很出色的旋律譜寫能力，如果是他是一名投手，是擁有剛好把歌哼到直探通俗的底線，軌道就拉回來削過品味好球帶的精準控球能力，更別提他還有一把滑順的好聲底，讓他在饒與唱之間都游刃有餘，實際參與他後半部的專輯製作後，我更吃驚的是，這孩子的心思縝密，是個在音樂與美感上要求精準與平衡的控制狂，很難想像這這種心思特質隱藏在這具兩米的軀體裡，我不得不說，這是一張好聽到我幾乎無法也不必出手干預調整的專輯。這是一張從頭到尾，每一個聲響都經過精密佈局的作品，什麼時候該投直球，什麼時候該吊個滑球，他與製作人張瑜就像一對漫畫裡以甲子園為中繼站，為職業聯盟做準備的投捕搭檔，讓你毫無防備的就掉進他們的配球節奏，不管你嘻哈仔，聽團哥，韓流妹，音樂宅，全都會掉進這張網裡。推薦你可以聽裡面和Gummy B合作的 『Rising Giant』，這是我覺得他從『沙漠中的雪人』以來進化最大的作品之一，而『紫花海』是他本來就擅長的二縫線直球，你眼睜睜看到這球扎實的掉進紅中位置的投手手套，卻沒法揮棒，而『彗星』是一首屬於他太空歌劇裡的浪漫史詩，最後的『艾德林』，也是他與Nosemad架設在火箭發射台上的中二又熱血沸騰的動漫主題曲。這不是一般我常經手的音樂人，此等作品成熟度甚至不應該出現在第一張專輯裡面，這是我在有天份藝人第五張專輯以後才聽得到的熟練操作，但出自一個中二又宅，非常喜歡吃拉麵的男孩身上？我誠摯推薦這張某個角度來說很不『顏社』的專輯，但我常常覺得好笑，顏社從來不是一個音樂流派，而是專收流星街來的孩子，他們個個天賦異稟，但不想遵守道上的規矩，才來找我的。這傢伙真的很厲害，趙翊帆的新專輯 LUNARFACE ，全面發行。',
'image/445455679217.jpg', 0, 'A', NULL, 407, 40, '2024-07-16', 909);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435679171, 'ACCD002', '2024060000683', '失落馬戲團開幕式', '你⋯曾經感到絕望過嗎？你⋯是否有困在一個黑暗的角落裡而走不出來呢？來吧！歡迎來到我主宰的失落馬戲團中！一起盡情的恐懼、悲傷、失落、絕望，然後再一起找到光的方向。★「療癒美聲」歌手張苡宸,因固定早晨直播陪伴夜班下班跟正要上班的聽眾,累積眾多粉絲,2022年初推出個人首張迷你華語專輯《宸光》,實體專輯上架各大通路後銷售一空,成績不俗。後陸續發行新歌〈 你好嗎? 〉、〈 心。旅行 〉、〈 Cheers! 〉,並於2022年末強勢推出相聚單曲《想念的聖誕》,一舉登上串流平台spotify『台灣流行樂』歌單榜,並因適合團聚又輕快放鬆的曲風及歌詞不限節日收聽也充滿共鳴,即便聖誕節過後依舊保持超高收聽率,並在發行不到三個月即突破15萬收聽。★此次首張完整專輯《失落馬戲團開幕式》，包含與已故藝人小鬼黃鴻升的師弟團Fun4樂團的鼓手木蘭合唱的歌曲，Fun4樂團年僅17歲就為小鬼寫出傳唱度極高的〈不屑〉、〈地球上最浪漫的一首歌〉、〈我不要長生不老〉等歌曲，鼓手木蘭近年以個人身分再出發，並在此次專輯與苡宸共同演繹充滿力量的歌曲〈鳳凰涅槃〉。',
'image/445435679171.jpg', 518, 'A', NULL, 932, 47, '2024-07-11', 195);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425679332, '6576784', '602465767841', '小故事Short Stories', '雷光夏 2024 全新概念創作專輯《小故事》5/31日 搶先上架 6/25日 正式發行專輯介紹獻給有那麼一些時刻 仍相信永恆的自己每首歌都是一段奇妙的際遇 讓我們在此相遇☆這是一張濕度很重的專輯。或許你不會因此感到人生就此清爽，卻能被她充滿情感顆粒的嗓音溫潤包覆著。☆集結新生代金獎幕後團隊張晁毓、黃偉駿、槍擊潑辣、林孝親、蔡周翰助陣錄音編曲；文學藝術家雷驤獻聲朗讀、林強跨刀混音；奧地利電影節「最佳聲音設計獎」得主 Christoph Amann 擔任母帶後期處理。☆ 邀請國際藝術動畫導演王登鈺以壓克力作畫，將每首歌的靈感切片繪製成主視覺; 設計師陳昭淵操刀視覺設計，呼應專輯名稱。把多重的點與線連結成面，以此彰顯在故事裡發生的每個一瞬。☆ 特別收錄重新詮釋替魏如萱詞曲的〈我們〉、〈不想忘記的聲音〉實況收音 live 版等 11 首記憶之聲。新專輯命名為《小故事》，隱喻每個生命都是由許多微小的故事所構成。雖然看似微不足道，對身處其中的人事景物卻有著深刻意義。這是一張以「短暫的生命，漫長的相遇」為題的音樂寫生本，延續著雷光夏獨特氣質的詩意文字與感性的旋律，每首歌曲皆從不同文本背景所採集及共振而來。她將生活及旅行經歷、思想感悟、影像及文學的影響都融入其中。「小」不僅是字面意思，更連結到更廣闊的視野，正如每一個角度都能看見不同的景象，每一個時刻都孕育新的可能——或許是曾經的夢境，在某個時間的長廊上相會；或者是從記憶讀取的景色，偶遇在未來的某次旅行途中；甚至，將那些尚未完結的待續做出了結語。',
'image/445425679332.jpg', 0, 'A', NULL, 757, 42, '2024-07-10', 172);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435679161, 'AP001', '4719760120588', '微光', 'AP潘宇謙 全新華語專輯《微光》 首度發行雙CＤ實體專輯「微光盤」+「時光盤」華語、粵語新歌與珍藏齊發AP潘宇謙身兼創作歌手、音樂監製、演員及主持等多種身份，多才多藝的他在2016年正式出道成為獨立創作歌手，陸續發行多首單曲，2023年9月推出首張華語專輯《HIGH TIME》，專輯中收錄八首歌曲，AP潘宇謙以個人成長經歷為主題全新創作，以他的異卵雙生雙胞胎兒子的心跳聲作藍圖的「宇宙」登上了台灣KKbox綜合新歌即時榜第二位，新歌日榜第四位，台灣飛碟聯播網華語排行榜第一位，HitFMHito中文榜第四位，HitFM百大單曲，PopRadio第六位，整張專輯《HIGH TIME》得到中廣流行網金曲榜冠軍，反應相當不俗。2024年，AP潘宇謙創作不間斷，之前的《HIGH TIME》專輯都是與香港製作team合作，這次的新歌AP潘宇謙決定踏出舒適圈，嘗試與不同的製作人合作，試圖透過與從未合作過的創作者交流，彼此碰撞出新的火花，在4月發行了全新單曲「不明白」作為新專輯的開場，緊接著即將於7月發行全新華語專輯《微光》，收錄15首創作歌曲，並且首度發行實體雙CD專輯，一圓AP潘宇謙的夢想！原來有著懷舊靈魂的AP潘宇謙這幾年來都是在數位平台發行單曲，但從小聽著各個歌手前輩們的ＣＤ長大，自己身為創作歌手近8年，也希望能夠發行一張屬於自己的實體ＣＤ，這次終於在《微光》專輯圓夢！《微光》專輯收錄AP潘宇謙5首華語、10首粵語創作，實體雙CD「微光盤」中收錄3首華語新歌及2首創作demo，「時光盤」收錄3首2024年的粵語新歌及7首AP潘宇謙自選作品，滿滿的新歌誠意十足！「微光」與「時光」的命名也呼應AP潘宇謙的首張專輯《HIGH TIME》，經歷過生命中的「高光時刻」之後，也能懂得在「微光」之中看到希望，珍惜所有難忘的「時光」！《微光》概念三部曲展開創作新天地 AP潘宇謙跨出舒適圈與製作人、創作者交流全新嘗試之前的音樂作品都是與香港製作team合作，這次的新歌AP潘宇謙決定踏出舒適圈，嘗試與不同的製作人合作，試圖透過與從未合作過的創作者交流，彼此碰撞出新的火花。首支單曲「不明白」邀請到曾獲得Mnet亞洲音樂大獎年度最佳製作人獎與金曲獎年度歌曲獎的製作人剃刀蔣合作，專輯主打新歌「在你身邊」則是與擅長動感舞曲的資深製作人紀佳松合作，紀佳松曾經製作過羅志祥、潘瑋柏、東方神起、香港天團MIRROR等天王級歌手的音樂作品，這次與AP潘宇謙共同創造出輕快而充滿能量的「在你身邊」。專輯同名歌曲「微光」則是與「大嘻哈時代」音樂總監潘信維合作，以正能量傳唱歌曲的思維發想，寫出一首適合大家齊唱的溫暖好歌。首度與三位工作方式與風格都截然不同的製作人合作，AP潘宇謙以他chill好相處的個性與相遇的三組製作人、創作人一起討論發想，成功克服陌生壁壘，彼此來回互相激盪出全新的火花！「不明白」、「在你身邊」、「微光」這三首華語新歌在相近的時間創作，雖然在寫歌時並沒有刻意為之，這三首歌的概念卻剛好反映出AP潘宇謙在當下的思考，自然串連成三部曲。「不明白」AP潘宇謙寫下對生活的想法，世界變化太快，他對生活充滿各種「不明白」的疑惑與思考，但在歌詞中寫道「不談未來我只談現在」，以「活在當下」作為生活之道。「在你身邊」則是充滿對身邊的親人、朋友們的愛，宣示無論生活怎麼變化，我都在你身邊陪伴你一起度過。「微光」作為總結，在不斷快速變動的世界中，也許一時之間看似黑暗，但越黑暗越能看到微光，一定還有某個地方陽光燦爛，望著光前進，我陪你一起穿越！「微光」三部曲充滿AP潘宇謙的個人風格，他喜歡以chill輕快的方式表達，包裝比較內斂的歌詞主題，讓聽眾們在輕鬆自然的氛圍中接收到他的創作想法，一起在混亂的世界中看到希望！而透過這三首歌，AP潘宇謙也打開了創作的新模式，展開一片新天地！三首粵語新歌加自選珍藏作品「時光」盤瀏覽AP潘宇謙創作歷程《微光》專輯中粵語歌新歌的部分，收錄了今年初發行的單曲「別要講」，以及兩首全新單曲「給你們的20項指引」、「遊子身上衣」。這兩首歌都與「家人」有關，「給你們的20項指引」是以寫給AP潘宇謙的一對雙生兒子的人生指引而發想，如果想瞭解人生，那就去做這20件事，例如：去吃吧，去旅行，和人談心，研讀科學與哲學，試著犯錯，沈入音樂......等，AP潘宇謙將自己的體驗分享給大家，希望大家都能盡情享受人生的樂趣。有趣的是這首歌的歌詞一開始真的是以條列式的列出20項建議，後來才改寫成歌詞，用唱的與大家分享。「遊子身上衣」則是以出門在外闖蕩天下的遊子視角來寫人生，身上披掛著雨衣逆風而行，就算會輸也要為夢想闖一闖，但同時也告訴家裡的親人別擔心，遊子懂得怕凍，再怎麼闖也懂得照顧自己。因為是發行實體CD專輯，這次也特別在「時光」盤中收錄了AP潘宇謙出道以來的自選作品，包括派台成績非常好，feat.陳卓賢版本的「天黑時想跟你到白頭」、寫給因病離世外甥女的“Amelia”、成立獨立音樂label之後的第一首單曲「我道」、出道第一年的作品「霧霾森林」，以及「離開的感覺」、「流星語夜人 Feat. Heyo」、「犬屋敷」共10首粵語歌，呼應「時光」這個名稱，在收聽的過程中瀏覽AP潘宇謙一路以來堅持創作的毅力，以及在不同時期展現的不同風格，就像一段時光旅行，在音樂歷程中看見成長的痕跡。',
'image/445435679161.jpg', 468, 'A', 7, 6, 48, '2024-07-08', 1443);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435679175, 'LLCD003', '2024060000687', '蔑視SCORN', '現在我們所行走的世界，充滿了驚奇方便的科技，影像投影技術、雷射槍、合成聲波、電子智慧生物，覺得一切絢爛、充滿無限可能去創造，然而當你深入這些數位電子編碼或是像素解析之下，你可能只是再次證明了你多無趣。許多看似機能與流線美好的，底下__卻是以許多毀壞與打碎構成的傷創，努力保持真實的你，卻遭嗤之以鼻與唾罵訕笑，不禁懷疑，難道________何嘗不是一種 血肉與科技融合的生化科技 ?你不斷重生自己與進化，合成生命，寄生軀殼你有了答案。我們安身立命。★因虐唱嗓音於社群網路嶄露頭角，曾受電台節目主持人讚譽音樂有穿透人心的力量並稱「想哭的時候可以被他的音樂接住」，盧子翔於 2023 年初無預警重磅推出與以往完全不同的形象以及衝擊系聽覺 EP《蔑視》，並接受南非歸國攝影師挑戰全裸呈現概念。★身兼歌手、製作人、編曲創作等多樣角色，近年獨以 Genre-Bending 製作風格著稱於台灣音樂的盧子翔。發行 EP《蔑視》，收錄 2022 四首話題單曲〈甘阿內〉、〈沒防到 You〉、〈神經束縛〉、〈假菩提〉，以異世界佛陀為概念、同一主視覺強烈矛盾單一色呈現，仔細去看會發現四張的設計會構成一個迴圈。★其中〈假菩提〉曾2023年被選入 Spotify 華語電音歌單，〈甘阿內〉則2023年被選入 Spotify 嘻哈華語精選歌單。【歌曲簡介】01 甘阿內眼睜睜看著許多毫無意義的事情在眼前發生，這些事情當真荒謬，而好像也被這髒水潑到了身上，實在難受。人應該是跟著想法走，去創造內容跟深度，而不是跟著數字起伏失去了判斷力。願深思熟慮與平靜的心，引領人們走向更有智慧的選擇。02 沒防到You風暴將隨著人來，終也隨著人去。三個角度，一是煩躁，二是無法避免，三取決於你的態度既然避不開，只好做選擇。許多的煩躁來自於人，看到的行為、聽到的資訊，都太多了……。各種各樣的意見，根本避不開。可以尊重，但也要有原則我厭惡那些無關緊要的人、事，攪擾煩心，千萬別髒了你一身的清淨，省的又得多花時間清洗。願這首歌祝福你們能盡快找到安身立地的思考方式。03 神經束縛我宣告，你將自由，成為你想成為的你需要付出的代價只有——「真相」。此刻如我下令，親手火葬這一切，在浩瀚宇宙及信念之間重生。04 假菩提「執著的終點，就是死路一條」「看開不該」始終歸於造化，看著彼此寸步慢移、我們立足。即使巨作之下，本來就知道的，該怎麼做，就怎麼做。',
'image/445435679175.jpg', 318, 'A', NULL, 199, 47, '2024-07-03', 1071);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435679173, 'ALCD004', '2024060000685', '假期女神 完美定義!!', '專輯『假期女神 完美定義!!』讓我們隨著劉心語的音樂步入了一段充滿生活色彩與活力的旅程，歌手劉心語所呈現的首張音樂作品，藉由對於現代生活中各種假期場景的音樂詮釋，讓大家了解在這個瞬息萬變的世界裡，每個人都有屬於自己的假期風。劉心語以她獨特的聲音和音樂表達觀點，將慵懶的時光、出遊的快樂、家庭日的溫馨以及打工賺錢的努力。每首歌曲成為故事，帶領聽眾進入不同的假期場景，感受到不同假期其中所蘊含的情感和魅力。『假期女神 完美定義!!』這張專輯不僅僅是一種音樂享受，更是一種生活態度的展現。劉心語在歌曲中傳達了一種自主生活、享受當下的精神，強調了每個人都應該成為自己生活的主宰。這張專輯彷彿是一本生活手冊，提醒我們在不同場景下，如何以積極、愉悅的態度迎接假期，無論是悠閒放鬆還是充滿活力的冒險。劉心語既輕鬆又細膩的情感表達，將每首歌曲形成一幅色彩繽紛的畫面，充滿活力與正能，而從自己延伸而出對於假期生活的獨特理解與詮釋，同時也是對於現代人生活方式的一種鼓勵，劉心語所闡述的，不只是讓我們在每個假期中都能找到自己的完美定義，更是因為成為生活的主宰而成為最棒的假期女神。★ 聯手近年備受矚目的怪物音樂製作人盧子翔Lucas、陳忻玥御用吉他手葉宗鑫、劉心語親自作詞作曲。  【歌曲簡介】 Sunday我們常常對於週末充滿了有放鬆、享受生活和自我療癒的渴望。平凡生活的疲憊和壓力的積累，就像一種垃圾積滿的狀況。但隨著Sunday的來臨，這一切都被抛在腦後，甚至只要放空聽音樂就能成為自由，讓Sunday可以成為充電、重新調整心情的時刻。劉心語專輯第一首歌曲，希望強調無憂無慮的心境。仿佛在告訴人們，無論在生活中遇到什麼樣的困難或壓力，Sunday都可以讓人放鬆、釋放、享受生。積極樂觀的態度也呼應享受當下、不要被煩惱所困擾的劉心語「假期女神」態度，這樣才能找到內心的寧靜和快樂。我們常常對於週末充滿了有放鬆、享受生活和自我療癒的渴望。平凡生活的疲憊和壓力的積累，就像一種垃圾積滿的狀況。但隨著Sunday的來臨，這一切都被抛在腦後，甚至只要放空聽音樂就能成為自由，讓Sunday可以成為充電、重新調整心情的時刻。劉心語專輯第一首歌曲，希望強調無憂無慮的心境。仿佛在告訴人們，無論在生活中遇到什麼樣的困難或壓力，Sunday都可以讓人放鬆、釋放、享受生。積極樂觀的態度也呼應享受當下、不要被煩惱所困擾的劉心語「假期女神」態度，這樣才能找到內心的寧靜和快樂。我們常常對於週末充滿了有放鬆、享受生活和自我療癒的渴望。平凡生活的疲憊和壓力的積累，就像一種垃圾積滿的狀況。但隨著Sunday的來臨，這一切都被抛在腦後，甚至只要放空聽音樂就能成為自由，讓Sunday可以成為充電、重新調整心情的時刻。劉心語專輯第一首歌曲，希望強調無憂無慮的心境。仿佛在告訴人們，無論在生活中遇到什麼樣的困難或壓力，Sunday都可以讓人放鬆、釋放、享受生。積極樂觀的態度也呼應享受當下、不要被煩惱所困擾的劉心語「假期女神」態度，這樣才能找到內心的寧靜和快樂。我們常常對於週末充滿了有放鬆、享受生活和自我療癒的渴望。平凡生活的疲憊和壓力的積累，就像一種垃圾積滿的狀況。但隨著Sunday的來臨，這一切都被抛在腦後，甚至只要放空聽音樂就能成為自由，讓Sunday可以成為充電、重新調整心情的時刻。劉心語專輯第一首歌曲，希望強調無憂無慮的心境。仿佛在告訴人們，無論在生活中遇到什麼樣的困難或壓力，Sunday都可以讓人放鬆、釋放、享受生。積極樂觀的態度也呼應享受當下、不要被煩惱所困擾的劉心語「假期女神」態度，這樣才能找到內心的寧靜和快樂。 2.  放鬆，放風 經常我們的周末，都會選擇跟伴侶賴在一起，有時候甚至是什麼也沒做。一個晴朗的週末以門鈴聲拉開序幕，看到另一半買來的早餐，其實不只單只是日常生活中的點滴、而是一種歲月靜好的美好時光，開啟充滿了溫馨、放鬆和快樂的情感。生活的小確幸，從與另一半一起享受美好風景、到私密的心靈交流，以及彼此照顧與支持。而在假期時，我們對這份關係中的簡單安排的驚喜，會讓我們重視的人感到溫暖與感動。 3.  完美假期 劉心語被大家所認識的其中一面，是因為週末協助家人的工作。周末有時候也在認真賺錢的劉心語也是我的一部分，但努力賺錢對於假期的人來說還是完美假期，因為可能不只可以陪伴家人，更因為利用假期賺錢可以讓自己實現更多事。每個人意識到自己的熱情和毅力，並因為愛和家人的鼓勵而成為不斷前進的動力，即使在休息日也能為未來努力工作。劉心語/流心雨 的意象讓人聯想到許願和追求夢，即使面對逆境、流言蜚語或是疲勞，付出都無法擾對於夢想的執著和初衷的堅持。周末也在努力賺錢的心境，以及為了家人和夢想所付出的努力和堅持，強調了努力賺錢也可以是一種完美假期，因為在賺錢的過程中也實現了更多。它提醒人們即使在休息日也可以追求夢想，努力工作，並堅持初衷。4.  謎路 人生過程中，總是會遇到許多身不由己。並且，所有不好事情都發生在自己身上，彷彿失去自主權，這些迷惘讓我們失去方向，低潮來襲，夜夜侵蝕不成人樣。曾經有多美、就有多痛，想盡一切辦法釐清，找了很多藉口和理由，還是想不通…。這首歌的最後劉心語結合了現代舞，藉由舞蹈的釋放，讓情緒有了出口，讓自己得以呼吸，繼續勇敢向前走，我想把這份勇氣也送給你們。我們一起解開迷霧中的謎。  5.  不知不覺愛上你 「不知不覺愛上了一個人你，豐富了我的人生你，是讓我安心且療癒的存在我們，很多相像的地方我們，都是命中注定不管有幾個輩子我堅信，每一個輪迴我都將不知不覺愛上你」6.  162天 謝謝在我困難時候對我伸出援手的你們。謝謝這些日子陪我哭、陪我笑、陪我瘋的大家。生命中能遇到照亮自己的人，是幸運的。無論是在全明星162天的日子，還是一路上支持我的小星星們，都是最珍貴的回憶，我不會忘記，曾經形同家人的夥伴們一起奮戰，彼此互相分擔、鼓勵、支撐，謝謝妳們，我愛你們。關於我們⋯未完待續！',
'image/445435679173.jpg', 295, 'A', NULL, 761, 47, '2024-07-01', 1341);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435678707, 'CHCD004', '4719760120595', '音樂信箋 (數位卡)kiki', '清楚的感受 青春與成長 用不同的方式共生 我，與我自己 也與我的宇宙 衍而共生 並 共存著 重要的事情都已經轉變了她的 30 歲從 2024 開始Kimberley 陳芳語 最新專輯《kiki》同 . 時 . 誕 . 生★ 聯手 Bad Milk、Sweater Beats、Jean Castel、Brian Paturalski 等英美法頂端製作團隊作曲；林夕、小寒、馬嵩惟、黃建洲、Jocelyn 9.4.0 等華語金曲肯定團隊填詞，用10首歌曲邀你展開一段潛心的旅程。★ 醞釀三年的最新力作，把「環境永續」、「動物權」 與「多元認同」三大核心精神，透過音樂及視覺共振，打造出一個更自然真實、充滿可能性的 Kimberley。★ 為貫徹「永續發展」，實體作品不包含 CD，並以 FSC 認證的紙材印製，採用「德國生物循環紙 (F8101 葉綠素)」，包裝結構設計成一封綠色音樂信箋，以此實踐歌裡邀請你「與之共生」之信念。.kiki，來自於動漫魔女宅急便的印象下，這是一個具自主性格又可愛的女孩名字。在日文中具有「危機 Crisis」以及「機會 Opportunity」的雙重意義。在韓國，被解釋為可愛的花。在美國，這個名字代表「愛，無分性別」。在其他國家，這個名字代表一個堅強的人，一個傳奇。 這同時是她的小名，在你開始看見、聽見的此時開始，「kik」已經是 Kimberley 的一部份。 在《kiki》這張專輯中，音樂的製作與表現都來自於品牌三個堅定：「環境永續」、「動物權」 與「多元認同」，這些核心價值就是這張專輯的主要精神——「共存」。如果我們帶著興奮迎接新生，我們也可以學習平靜面對萬物的消亡；我們期待生命環境能被無限延長，也需要為重生找到可以再生的方法；相信永恆，也相信消逝；相信生命會找到出路，也必須為出路留出通道與出口。 正如萬物之靈享用世界的頂級資源，也應該為其他生物付出與服務；正如每一首結婚誓言一樣，我們接受愛、給予愛，要出自內心的公平，並平撫條件的不同差異與有私的階層計較。 Kimberley 體驗過人與人之間的愛情，在領養動物後成為牠們的守護；為了地球與身體的安好永續，她改變，成為一位全素食者。每一件本來只屬於自己的事情，每一個只要自己做到就好的動作，Kimberley 親身體驗並感悟了宇宙與心靈的密語交流，更願意傾心去愛，全力投入。因為，這是讓世界能更美好的成就。因為不同類屬的生命共生，生命因為能愛，而共存。Kimberley 認為這一張專輯不侷限於講「我」，而是將格局拉到「我們」。希望透過不同的歌曲，傳達共存的重要性，以及我們身為不同的個體該如何彼此共存。 這次，Kimberley 在製作上與英美法頂端製作團隊合作，做出著眼於更高更廣規格的音樂合作 (Bad Milk、Sweater Beats、Jean Castel、Brian Paturalski 等)，力求國際水平；歌詞上則邀請華語樂壇優秀的金曲作詞團隊 (林夕、小寒、馬嵩惟、黃建洲、Jocelyn 9.4.0 等)，透過他們的文字表達Kimberley 的核心價值，達到深度化；MV 視覺上也更強化每首歌主題的意境與 Kimberley 嶄新形象，迎接更新化。而專輯造型則基礎於 Kimberley 本人對自己的認識與設計，甚至由她自己提出完整視覺提案後，才真正開始打造一個更自然真實與充滿可能性到 Kimberley。 《kiki》的裝幀設計也貫穿「永續發展」這個母題，團隊因此以數位下載碼形式收錄音樂，並採用 FSC 認證的紙材印製，確保可持續性與森林友善。此次視覺統籌由首次合作的見本生物操刀，採用「德國生物循環紙（F8101 葉綠素）」，把包裝結構設計成一封綠色信箋。這種紙張由植物纖維製成，可作肥料並為新植物提供養份，以此實踐歌裡邀請你「與之共生」之信念。而詞本如同 Kimberley 寫給每個人的情詩，化作 14 封明信片，背面皆附有人物寫真，交由時尚攝影大師周墨掌鏡，結合 3D 合成，呈現「漁獲濫捕」、「冰山效應」、「人造盆景」等意象，使視覺與音樂傳遞的概念相呼應。 這是一段旅程，一場治癒，一次開啟。十首獨立的歌曲，或撕裂心扉，或安靜低迴，你腦中閃現了青春，跳躍到未來，或華麗無限，或看見純粹。然後你會跟隨著音樂來到當下。用簡單的節奏開啟一段對話。  【歌曲簡介】 1.  ： 序曲中的冒號象徵著「共存」，這是一段旅程，一場治癒，一次開啟。 十首獨立的歌曲，或撕裂心扉，或安靜低迴，你腦中閃現了青春，跳躍到未來，或華麗無限，或看見純粹。然後你會跟隨著音樂來到當下。用簡單的節奏開啟一段對話。請聆聽序曲中我們想與你分享的每一種情節，與不同型態卻一樣永恆的愛。 2.  Say What 與主打歌〈Love Me More〉有互相呼應的節奏，也有互相支援的延續。重節奏的信跳感與速度感讓這首歌曲展現了對自己最強大的鼓勵。 這首搖滾風格的新歌以強烈的吉他與鼓點的擊打下拉出一條持續熱燒的導火線。這正是專輯完成的第一首歌。 歌詞中表達即使每個個體在群體中共同生存，但是做自己並不需要看別人臉色，讓自己受委曲而漸漸失去了自己。遵守世界的規則的寂寞感，不代表是要順從彼此或是逐漸走向孤獨，反而要在詞意中發現，我們每個人要做的是在群體中活出自己的顏色。 任何一隻在群中飛行的飛鳥，不只有跟隨的能力，每一隻都具有獨立飛行的方向感與能力。牠們，每一隻都具有自己飛行的型態與姿態。正如碩大的花園中，每一棵植物都有自己獨特的樣貌而自由成長。我們活在共生中，也因為懂得愛，互相給予自由，而完美了共存的意義。因為缺少了自己，就不會真正懂得體會的真理。 愛是尊重。如果愛了自己，就是先尊重了自己的價值。你的存在才是共存的最高原則。那麼，不許委屈，不許失色，不許遺忘了自己。這是 Kimberley 認真告訴你的事情。  3.  Can’t Stop 在專輯中同時收錄一開始的英文原創，來自 Kimberley 兩年前的 Topline (旋律)，並邀請菲律賓裔美籍的製作人Sweater Beats 參與製作，讓他豐富了這首歌的聽覺鋪陳。 這首歌同樣由Sweater Beats 與Kimberley 聯合製作，〈Can’t Stop〉實為更早完成的單曲。與〈自己愛情自己愛〉豐富蘊含了對多元族群的愛情支持外，Kimberley 在這一版本的英文原創歌詞則是將視角鎖定於個人非常堅定的情歌面向，描述戀人在分離中的掙扎牽繫與無悔專一的愛情，表達感情中對另一個人無法停止的思念，即使愛幾乎要讓人爆炸。兩種角度，一個是豁然而給予支持力量；一個是濃烈而堅定無悔。經過歌者對歌詞的不同演繹下，都是同樣扣人心弦的經典作品。 4.  It Can’t Be You Anymore 大概每個人都有某種程度的 Addiction 吧。離不開的手機，戒不掉的習慣，非買不可的收藏品，不能沒有的 XYZ...對某種東西的迷戀或依賴，不經意地，信仰式地，支配了我們。世界上的每一種感情都不見得能稱為愛。所以，也不見得有恨。當依賴變成被綁架，當習慣變成被導向，當誤解成為意義的時候，生命就出錯了，生活也會脫軌了。所以有的人會將錯誤推卸到與「愛」有關。 改變原作的情歌導向，創作人黃建洲將歌詞裡面的 You 轉換成對於一種不良習慣的癮頭 (Addiction)，這個癮可能是現代人對手機、菸酒、3Ｃ等等特定現象，描述人們對物質上癮的一種共生情境。讓我們離開這樣的錯吧。正確的愛自己，在有的時候要「讓自己與你無關」。不要被支配，不要被導向，不要被囚禁。向每一個會阻礙自己的錯愛掰掰吧。尤其，在我們知道好與壞的時刻，不再沉淪，不再迷戀。  5.  Don’t Fall Apart 這是一首情歌，但真正的意義是「跟悲傷的情緒共存」。 在挫折的當下沈澱，能夠找到正面的力量來前進。因為悲傷不是霎那能停就停的存在，然而我們的腦子是可以運作的神奇之物，可以正在體驗，也可以同時消化。有時候我們在喝一杯水的時間內緩放了呼吸，讓安靜沉澱混亂的情緒；有時候只是幾顆眼淚，掉下來之後，就好像洗了一遍心裡的瘴氣。忽然間不委屈了。不想繼續淪落成為一個失去快樂的人。 「別再往下掉吧。」這樣的聲音是來自於心底的回聲。她說：「別再往下掉了喔。妳是自己的人，不是別人的擺布的東西呢。」與悲傷共存的人，不需要被悲傷支配。宇宙會跟自己對話，其實是，自己跟自己對話了。因為妳就是自己的宇宙，妳的宇宙提醒妳愛自己，是因為妳終於找到了不被支配的理由。歌曲一樣由法國音樂人 Jean Castel 譜寫，他往往能寫出有故事很具戲劇性的旋律。在往來討論的過程，Kimberley 的版本也保留了他優美的假音合聲，聽感上更顯得豐富。  6.  Good On You 這個世界隨時會讓人陷入一個人。以往，大多數人習慣以孤單、寂寞，來描述這種時刻。在你不再悲觀的那秒開始，我們才會發現這是多麼珍貴的自療時空。說真的，我們都可能以為生命中的問題都非常需要別人的意見才能理得出來。但別人的任何一個聲音究竟是增加混亂的音效? 還是千篇一律的罐頭音樂？你聽見了箴言？還是不想安靜的雜訊？ 我們都有看清事實的能力。我們都能清楚的感受到夢想。我們只需要願意向自己提問，就能得到答案。只要願意向自己反省，以及隨時鼓勵自己。 「你看起來很棒的。」「是的，我真的很棒。我會很好。」原來生命中最有效的幸福咒語就是來自於自己。 學會愛自己，學會分享愛給自己，就有讓夢成真，讓世界更好的魔力。 「My love looks good on you,Your love looks good on me.」 Sweater Beats 的編曲散發出一種你從收音機播放無數遍都不厭的舒服，有風有速度有自由的那種。Kimberley 的師妹冠妤 Nikko 則把原曲情歌的角度替換成更適合專輯的概念。歌詞內的You 指的是夢想，是自己在跟夢想對話，是自言自語也是自我打氣。經歷這些年的淬鍊，用成長後的角度來看到待自己熱愛的事 (Music)，唱出自己對於這件熱愛的事的新觀點。7.  Younger  設定好這是一首鋼琴的 ballad，於是請詞人馬嵩惟來填詞。希望歌詞表達跟過去的回憶以及此刻當下的自己共存，才能面對未來的路。 而馬老師寫出關於情感的耀眼、成長的堅強以及回憶的永恆價值，經過時間和壓力的考驗，散發出美麗和耀眼的光芒，表述了在生命的旅途中，每一個過去的選擇和經歷都是慢慢塑造我們的磚塊，就算不平順、不工整、不柔軟，我們都需要學會與過去和解，接受它是我們的一部分，來理解現在的自己，才能好好地和現在的自己共存。歌詞中帶出了對青春與回憶的長存，也看得見成長就是必須負傷的前行。 沒有人能永遠年輕。只有記憶，可以。 在某一個瞬間，我們突然理解有段時光能稱之為青春時，可能是，我們已經歷了更多真實的挫折與被劃過累累的傷痕。也許，我們不夠好；也許，我們必須說再見；也許我們就是因為，長大了。只是長大會讓我們知道失去了什麼或留下過什麼。 但，我們擁有過，曾經擁有一起相愛的那段稱之為青春的年輕。8.  Love Me More 有些覺醒是安靜的，綻放得像一朵花。有些覺醒是驚天動地的，像宇宙的超新星誕生。但覺醒，不會沒有原因。內在爆炸到底有多少驚奇會不斷源源發生？只有經歷覺醒，就能真正感受那無法言喻的震撼。在那之前，光總是在受到黑暗無盡暗能量的擠壓後，也無數次也無限大的撕裂那片極黯，突破象限。你覺得你因為不夠完美而不被愛？於是墜落。你覺得你因為不敢面對不夠完美，而更被綑綁，而失去了掙扎的勇氣？你覺得你因為被否定而陷入黑暗，因為不被愛而失去愛，因為被遺棄而自棄？不，跟隨「kiki」，接受被討厭，接受被厭棄，接受他們給你的黑化，並撕裂吧。在最根源之處，你將會見到光，接受自己，你就是光。只因為你終於學會愛自己，做比全世界任何人更愛自己的你，你強烈的美，將無可比擬。 新銳製作人鬼才彭威廉 PeppyPeng 把一開始比較陰暗的重搖滾 demo 版本，調整為更明亮、平衡、歐美節奏感強的版本後，直接提昇整首歌的生命力而展現了更衝擊心脈與頑強的火焰感，一種強勢迸發的無限照亮。製作整體帶有極大衝擊感，做為專輯正式發行後的主打歌曲。這首歌也是 Kimberley 非常喜歡的作品。  9. 未完成 製作人歐文· 羅伯茨 (Owen Roberts)，又名「壞牛奶（Bad Milk）」，他的音樂養成受民謠和古典音樂的影響，在與 BTS、FISHER、Afrojack、Hardwell 和 Nicky Romero 等藝術家合作下，不僅激發更多揉合電子音樂的熱情與作品，並進階式的不斷地轉化這種風格，更多元的也輕鬆地與從流行音樂到爵士樂等所有音樂流派融合。 這首歌曲的原創來自歐文· 羅伯茨的創作，它的精采厲害在於不斷的把不同的 key 混合的天衣無縫，歌曲的編排以及旋律不僅跳脫主流的框架，但又流行的很好聽又順暢，加入一小段旋律 trap flow 饒舌，表現出更具當代色彩的風格。 金曲獎最佳作詞人小寒在音樂不斷交替組成的章節中把一個關於成長的故事拉出了階段，拉出了層次。從「自己」到「我們」的分與合賦予了希望與夢想。在遺憾發生的同時與之後，沒有埋怨，卻正向的繼續向前看，繼續前行。就像天空的星體，在時間流上運行會承受到擠壓、撞擊、破碎，也會因此得到「失去」與 「癒復」的過程，讓自己內心與身體日漸的塑造成為一個在這個宇宙中最適合也最不一樣的存在。 如果不是因為若有所思，如果不是因為想起你與我們一起的時光，我不會被提醒了在那記憶時光裡的好多片段。它們提醒我看見自己每一個的不夠美好，其實都早已經美好的存在於我的自己。 無論我們將成為天上未來發光的星星，或是地球上等待被挖掘磨亮的鑽石，因為有了念想與希望，我與你都會是最美好的存在。 在未完成的路上，謝謝曾經有你，期待未來繼續有你。  10. 自己愛情自己愛 由林夕填詞，Kimberley 譜曲的作品〈自己愛情自己愛〉於 2024 年的一月已搶先推出。在共存的概念下，在眾說成理的非理性時代下，林夕在談「愛」的同時先強調了「愛得其所」與「愛要忠於自己」。 如果定義都從他人之口被壓榨成了枷鎖甚至禁忌，那麼愛就會混淆甚至被汙染了純度。可是愛是最單純的，愛是最誠實的。相愛的人在彼此相通相繫的當下，那個現在是任何過去與未來無可比擬的珍貴。所以，別浪費人生跟別人爭辯吧。每一個人的愛都僅須對自己交代，這才是愛的真諦。然而歌詞中潛藏的密義，其實是基於 Kimberley 分享對 LGBTQ 的支持而發展出的創作。 為愛就愛，不為他人，無須辯白。 與 Kimberley 以往作品風格迥異的新作，在編曲上傾向了更深邃的思考，節制了但不收斂，將歌手原本奔放的聲線揉成更舒服，更有空間感與力度的傾訴。編曲帶出某些不同於現世維度的引導，像呼吸、像心跳、像夢中的非現實交流，讓 Kimberley 的說話平緩而無壓地直送聽者的心扉。 像是啟示，像是箴言，像是在繁雜亂語中一段最清晰釋明而撥雲見日的開悟。',
'image/445435678707.jpg', 0, 'A', 8, 983, 48, '2024-06-28', 55);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435678873, '', '4711126592091', '噪音公寓Noise Aprtment', '玩樂團長大的少年家，似乎都有一種叛逆不服輸的性格，不甘願接受社會的規訓，偏要在自己的小空間裡創造出獨一無二的搖滾樂。剛出社會的日子，我們一起在城市邊緣合租公寓，明明已經大學畢業，還是每天玩音樂、看電影、聊文學跟漫畫，吵甲厝邊倒彈、隔壁不時來抗議；幾年來發了三張專輯，走遍台灣與世界的演出，才雄雄發現原來那段七龍珠裡「精神時光屋」的記憶，始終是這些年來不斷回頭追憶的起點。所以我們決定招喚七顆龍珠，把那個層層疊疊、各種聲音堆砌起來的空間，寫就拍謝少年的第四張專輯《噪音公寓》，紀念那段浪漫又戇呆的時光。Side A1. Intro 1:562. 噪音公寓 3:203. 佇驚惶中騎車 3:434. 共身軀完全放予去 ft. 鄭宜農 4:195. 踅神夢 3:23Side B6. 袂赴啊 ft. 曹雅雯 4:127. 我閣有偌濟時間 4:358. 愛是啥貨 4:279. 世界第一戇 ft.謝銘祐 3:581.INTRO時間回到拍謝少年剛成團之際，週末除了一起去現場聽演出，大都窩在簡陋的練團室裡，試著用手中還不熟悉的樂器寫出自己的音樂。只要能想出出一段能三人一起重複演奏的音樂，演奏時用樂器對話、非語言但又充滿身體性的感覺，都讓我們興奮了好久好久。這種享受純演奏的精神，被保留在拍謝少年日後的音樂中；當我們開始製作新專輯時，也決定創作一首本格派三件式樂器的演奏曲作為整張專輯的開頭，用大音量的直接衝擊，歡迎大家來到第拍謝少年四張專輯《噪音公寓》。2.噪音公寓直到很多年後，都還記得一起住在那間公寓的時光。不論晴雨，三人跨上機車、笨拙地背起樂器，搖搖晃晃抵達城市不同角落練團。熱天的不耐、雨天的濕黏，都被用力擊出的鼓聲化為無形。忘記時間與空間的限制，剛出社會的我們，把看似窘迫的二十幾歲，活成一部沒有目的地的公路電影，開呀開就到了現在。把拍謝少年一路追尋音樂的時光寫成直球對決的搖滾樂，讓節奏與旋律領頭、把音量開到MAX。獻給所有尋找自己聲音的勇敢人們：講著音樂，咱啥物攏毋驚！一起在專輯同名歌曲〈噪音公寓〉的音牆中把音樂放到最大聲！3.佇驚惶中騎車獨自一人騎車奔馳在路上，是一種只有在成年之後才能感受到的自由自在。歌曲受到鐘永豐先生的書籍《菊花如何夜行軍》啟發，想起年少時代學會騎機車之後迫不及待的想要往外冒險的那份心情，面對前方未知世界，一方面略顯不安但也充滿期待，隨著油門轉動，全身感受著引擎的震動，眼前的風景迎面而來，一種奔向新世界的衝動就是騎摩托車獨有的魅力。4.共身軀完全放予去成長過程中，我們遇見許多人、建立了各種關係與牽絆，隨著生命歷練與情感交流的積累，漸漸的更能了解感情有許多不同的樣貌。回到最深處去直視內心的感受，那些典型愛情裡所重視的性向、年齡、生命狀態...種種理所當然考慮伴侶的條件，說穿了都緊扣著身體性，那麼假使我們完全捨棄了這部分的思考，重新來面對愛情，身體會告訴我們新的答案嗎？5.踅神夢作為四面環海島國的子民，抽空去海邊看海、感受海風與海水的溫度，已經深深地刻進我們的血液之中。如同許多不同領域的台灣創作者，海洋，也成為拍謝少年作品中的重要場景與元素。 拍謝少年在〈踅神夢〉中以輕快明亮的吉他旋律，描寫出一段包藏著傷痛、療癒又日常的旅途對話。如同演奏與聆聽音樂的體驗，在旅行中，人們體會著時間與空間的更迭，體會多少風景消逝、物換星移，像是下午一場踅神的夢境。一起搭上早起七點的區間車，讓拍謝少年帶你去海岸。6.袂赴啊Trip-Hop深邃的低音節奏，是那些無處可去的黑夜裡心跳的速度。人在生命際遇中都會遇到某個需要做重大決定的夜晚，可能是無處可去、或是哪裡也不想去，於是頂樓就成了一個適合思考這些事情的地方。面對感 情，處於某個重要的抉擇路口，在那個天亮後就必須下定決心的夜晚，內心的獨白與提問像是湧泉般不斷沖刷著自己，在這個等待天亮的寂寞時間，其實原來都明白的，我只想要有人了解、有人來愛。7.我閣有偌濟時間時間是一條長河，承載點點滴滴的痕跡，回頭看所有的美好與哀傷，不過是人生一瞬。熱天的街仔路，曬甲人頭暈目暗，我想陪你沓沓仔行。這首歌是獻給所有曾經生命中遭遇巨大變化的朋友與陪伴在旁的親屬，生老病死並不是絕對的線性前進，有些人的順序並不一樣，但不管生活的苦痛多麼漫長或巨大，或當下的你有多麼難熬，請好好記住那些共同走過難關的時刻與信念，慢慢在時間沖刷之下終將露出空隙、透出曙光，讓所有的磨難化為一首美麗的歌詩。8.愛是啥貨遇見愛情時我們往往奮不顧身的投入，但真的身處其中卻時常感受到孤單，讓人不禁會想問：到底愛是什麼？過了許多年在整理書架的時候偶然翻起了羅蘭巴特的《戀人絮語》，一看不能自己，關於愛情的思考與洞見，在不同的年紀、歷練之後讀來更有滋味，其中一句或許愛上一個人，才是世界上最寂寞的事情，如此混沌卻又真摯的表現了愛情的難以理解，需要我們用上一輩子去體會。9. 世界第一戇灌籃高手電影版的宮城良田，將哥哥宗太小時候的教導跟陪伴，轉化為打球的終極動力。因為我們不是從小就開始玩團創作，大學相遇的我們組成拍謝少年，在從零開始的創作過程中，一路以來看見許多讓人敬佩的前輩，用盡生命所有的能量，創造出許多美妙的作品，像是去年剛離開我們的YMO兩位團員阪本龍一與高橋幸宏，雖然他們已經不在，但留下來的創作就會永遠陪伴在我們身邊，時時刻刻提醒我們生存的意義。這首歌想要向這些美好的前輩與人們致敬，包含像是一路陪伴我們成長、提點我們的黑哥謝銘祐，也是我們台語創作路上的老大哥。「管待世界按怎變化，阮就是世界第一戇的兄弟。」',
'image/445435678873.jpg', 0, 'A', 9, 3383, 50, '2024-06-24', 744);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435678750, 'EP001B', '4715872151403', 'RISE (平裝版)', '專輯內容物：ＣＤｘ１專輯寫真歌詞ｘ１',
'image/445435678750.jpg', 350, 'A', NULL, 168, 51, '2024-06-19', 1254);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405678983, 'HIM2172A1', '4711280332410', '《王》Music Art Book 實體專輯 (預購版)', '什麼是你生命的王？是迷惘、恐懼、完美，或是恨，別讓這些成為我們生命的王， 愛是王。 林宥嘉第六張專輯《王 Love, Lord》3/19 數位發行Music Art Book實體專輯 3/20開始預購6/14 正式配送 (市面無售，僅限預購)-等待八年 終於等到林宥嘉出道至今，以獨特的風格與氣質，一直是華語音樂圈指標性代表之一。自2016年發行《今日營業中》後，林宥嘉不僅歷經世界的轉變，也體驗人生的不同課題，過程隨著他的眼光不斷更新，陸續釋出〈少女〉、〈完 , 〉、〈我不是神 , 我只是平凡卻直拗愛著你的人〉、〈垃圾寶貝〉…等風格多變以「愛」貫穿的作品。睽違八年，慢工出細活，2024年第六張專輯《王》也將琢磨成形，終於問世。專輯名稱《王》，不是林宥嘉本身，而是代表著每個人心中最在意的部分，將成為人生道路上的「王」，期待我們的人生不要被迷惘、恐懼、追求完美、恨所支配，讓「愛」成為生命的主導，也讓愛成為「王」。林宥嘉在籌備這張專輯時，所有的詞曲、製作，皆建立並貼合在這個主題上，延展出這張專輯。 以愛貫穿 延展音樂層次與作品的多樣性從2019年發行的〈少女〉，林宥嘉宣布進入第六張專輯的新階段，寵甜氛圍又帶有一點孩子氣的浪漫，為專輯留下愛的伏筆。而2021年於XIANG YU YI YANG線上演唱會演唱新歌〈完 , 〉，歌曲與畫面輝映的孤寂，刻劃出專輯的沈浸感。2023年隨著【idol世界巡迴演唱會】的重啟，林宥嘉推出深情作品〈我不是神 , 我只是平凡卻直拗愛著你的人〉，長達十七個字的歌名加深執著又真摯的情感，搭配突破以往形象的MV演出，展現專輯中極致的愛。並於新一輪演唱會上，獨家獻唱尚未發行的〈懲罰〉、〈白〉，並在香港場限定與林家謙合唱〈瑪莉晚安了〉，展現作品迥異風格，拉高歌迷對於新專輯的期待值。同年九月，畫風瞬間轉換至可愛吸睛的〈垃圾寶貝〉，宣導「你是寶貝，不是垃圾」的林寶bear童趣形象令大眾耳目一新。此外，林宥嘉更在2024年過年節目中首唱未發行作品〈一家人相親相愛〉，加碼揭曉專輯新歌，在應景的時節傳遞溫暖信息。2024年3月，林宥嘉加上未發表的首波療癒主打〈誰不想〉及逗趣的閃光歌曲〈代客求婚〉等...，完成專輯的十首歌曲。除此之外，專輯亦有六首過場，宛如故事篇章間的橋樑，將專輯刻畫得更加立體，聽感也更加完整。各自具有鮮明風格的十六首音樂作品，皆由「愛」這個主題貫穿，不僅成功展現林宥嘉的不同面向，也可見專輯的多樣風貌。身為專輯製作人之一的林宥嘉，在創作階段便投入許多心思，細心雕琢這張專輯的樣貌。與許多已培養多年默契的音樂夥伴再度攜手完成不同氣質與氛圍的作品，同時跳脫舒適圈，與姚謙、嚴爵…等首次合作的音樂人激盪出新的火花，並邀請擔任過Mac Miller、Blake Mills、Perfume Genius、Jon Brion專輯的混音師 Greg Koller ，以及與Hans Zimmer、John Williams、The Police等知名音樂人合作過的Patricia Sullivan擔任母帶製作工程師，為這張專輯做最後關卡的調配。這張專輯的作品兼具外放爆裂、內斂沈穩與溫馨抒情的氣質，歌曲主題從大人間的破碎關係到小孩與家庭的直白語言，串聯不同層面的愛，豐富專輯的色彩。超現實視覺藏巧思 Music Art Book實體專輯限預購收藏 市面無售專輯視覺把觀者架空在一個超現實的環境，一匹白馬出現在無人且昏暗的加油站裡，而肉眼看不見的愛，化成君王落在馬背上，讓畫面的故事性更加延展，整體氛圍雖然寂靜，但卻有著強烈的力量來勾勒出「愛是王」的畫面張力。此次實體專輯特別以珍藏的方式，以Music Art Book為概念，主體是音樂，並結合影像藝術、裝幀工藝，來體現現今在數位的時代，多將以實體專輯作為收藏，錯過預購市面無售。預購期間為3/20 中午12:00起，至4/22 止，預購者將於5/30起開始收藏。',
'image/445405678983.jpg', 818, 'A', NULL, 155, 27, '2024-06-14', 1111);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435678532, '74283', '4717398742837', '致青春', '「青春是一個階段的結束，也是另一個階段的開始。」/崔軾玄、蕭煌奇、梁凡、張家誠、林從胤五大製作人聯手打造屬於文章的詩和遠方全亞洲音樂力量好歌集結四十年 更青春/暌違17年，文章推出全新專輯《致青春》，透過10首歌記錄不同印記的青春，時而溫暖動人、時而大氣磅礴的唱功，展現不同面貌的文章。 《好好地活著》由「金曲常勝軍」蕭煌奇+黃婷共譜新曲，唱出生而為人倔強、堅強的活著，不為現實或他人而低頭，除了為過去青春畫下完美的註記，也替現在、未來打造更好的可能。 《刻在青春你的名》為製作人梁凡私人珍藏曲目，一聽就會感動得潸然淚下的好歌，應證「時光不老，我們不悔」的名言；《離不開的離開》崔軾玄+金放首度聯手詞曲創作，以文章遊子、遠赴異鄉打拚的心情完成，回望年輕時在車上透過玻璃窗，望著媽媽的身影越來越小，內心五味雜陳，是送給親人的一首溫暖動人歌曲。 《沒完沒了》為製作人林從胤動情之作、感人肺腑的情歌；《遠方》有中文、粵語、日語三版本語言獻唱，展現語言魅力，是崔軾玄張家誠詞曲打造，誠意、情懷滿滿的音樂小品；《老花眼鏡》則是「孝親獎」金獎獲獎曲目，唱出不一樣的親情。 時光匆匆，一首《還好，你還在》為文章獻給歌迷聽眾的真情告白，感念這40年過去情誼不變、歌迷都沒離去，堅守自己崗位默默支持著，可謂「曲終人未散」。《歸來》闡述迎新守歲，遊子歸來的心情，字句回味母親準備的飯菜、對家的依賴和牽絆，由崔軾玄作詞並擔任製作人，新加坡著名音樂人葉良俊作曲。專輯封面酒紅色系，大器不失典雅風格，呈現文章出道以來，愈發成熟的淡定；一道光芒的灑落，除了點亮文章的音樂路，同時點亮觀眾內心渴望首首動人情歌的心。',
'image/445435678532.jpg', 438, 'A', NULL, 544, 34, '2024-06-14', 1847);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425679095, 'GR01', '', '登鸛雀樓 - 十週年紀念版', '絕版 EP，十週年再版。「港都怪人騎乘藍調，一雙臭手操弄龐克，老派新鮮的高雄生猛搖滾樂團。」成團於2012年春天，秋天旋即解散。那年，莫名其妙萬念俱灰的主唱說：「大家不要玩團了，回家好好做人」從此成為一個流傳於台北樂團圈少數人口中的美談。2013年夏天，做了半年的人，我們又不沮喪地跑出來了。2014年，經過一年以來的歷練，首張正式錄音室作品「登鸛雀樓」正式發行！甜梅號吉他手 蘇啟文：第一次看見巨大的轟鳴這個名字時，心裡覺得這個名字取的蠻好，然後還不小心想到天空爆炸之類的名字。這四個年紀小到讓我有點不爽的小男孩所彈唱出來的，竟是如此發狂焦燥到令人近乎窒息，又有點臭酸味的藍調龐克。他們生猛的現場表演更能完全表現這種特徵和氣味！"',
'image/445425679095.jpg', 0, 'A', NULL, 1440, 52, '2024-05-31', 762);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425679097, 'GR02', '', '老子有的是時間 - 2024全新改版', '絕版專輯，經典再版。2015 金音創作獎最佳現場演出獎得主全新專輯「老子有的是時間」1976 樂團 吉他手大麻：巨大的轟鳴不是追求純粹的完美，而是與過去的自己的鬥爭，才讓他們才氣縱橫，並看盡虛情假意。那種在舞台上演得出來的用盡力氣，相較之下只是庸脂俗粉，我總覺得他們早就看穿了玩音樂是怎麼一回事，但終傲不過人生；於是這一擊才會拳拳到肉，一球入魂。',
'image/445425679097.jpg', 0, 'A', NULL, 1440, 52, '2024-05-31', 117);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425679303, 'SG240011', '4715872151373', '春.日光（蘇打綠版）正式版', '春天的聲音，是蘇打綠最值得紀念的韋瓦第四季復刻專輯，開始綻放《春・日光（蘇打綠版）》雙CD 正式發行CD 1 全新錄製原有專輯完整曲目CD 2 Live in summer下半場夢幻精選曲目如夢如詩般，我們走進蘇打綠的音樂盛宴牧神的笛聲響起了......春天的枝枒跟蘇打綠的音樂，富有生氣地從土壤裡竄出；在最有意義的530蘇打綠日這一天，最值得紀念的韋瓦第四季復刻專輯首張《春・日光（蘇打綠版）》正式發行。才過沒幾個月的今年，蘇打綠已經去了許多不同的城市跟大家相見、飛來飛去的奔波行程裡，穿插著練團、錄音的行程，只希望能把他們的音樂，帶給更多的樂迷，一起創下屬於《二十年一刻》無可替代的記憶。如果說，這場夢像一首詩，那《春・日光（蘇打綠版）》就是夢的現實縮影。蘇打綠樂迷裡最富盛名的韋瓦第計畫，是一場開拓、也是一場壯麗旅程；在視覺上，專輯封面、MV視覺〈融雪之前（蘇打綠版）〉、〈早點回家（蘇打綠版）〉充滿了屬於現在的日光記憶，時間穿梭於2009年與2024年之間，〈日光（蘇打綠版）〉這首專輯同名歌曲創作的起源來自日本的日光、串起了台東日光，又再次回到的創作的原點，蘇打綠全員集合，共遊春之起源地，是還原也是圓一個夢。CD1收錄全新錄製原有專輯曲目，專輯的民謠風格在音樂性、文學性，都佔滿了相當大的比例；春天是誕生的季節，討論的主題多數回歸大自然；歌名曲目的編排是一首屬於春的小詩，從主題開始，用創作圓滿；音樂上，木吉他的編曲也扮演了許多重要的角色，從詞、曲、編曲，我們都再次感受創作者們的豐沛想像。CD2延續復刻的傳統，精選出幾首Live in summer的夢幻曲目，讓大家一起重溫當時live的魅力。這個春天，四季剛開始，他們演出的腳程，也才起步，讓我們更引頸期盼他們到達你所在的城市，用音樂，一起燦出屬於我們的永恆！They were dancing, they were dreaming. They are laughing, and now, they are living.春天，就是蘇打綠的聲音這是他們的《春・日光（蘇打綠版）》',
'image/445425679303.jpg', 598, 'A', 4, 1636, NULL, '2024-05-30', 962);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445415678836, 'SG24001', '4715872151366', '春.日光（蘇打綠版）預購版', '相聚的四季，燦出我們的永恆蘇打綠全新韋瓦第復刻專輯，由春發芽《春・日光（蘇打綠版）》雙CDCD 1 全新錄製原有專輯完整曲目CD 2 Live in summer下半場夢幻精選曲目預購贈品：20週年蘇打誌・Spring Issue2024. 04. 12  開始預購 2024. 05. 30  蘇打綠日實體發行*預購視覺僅為示意非實體產品你聽見的春天，是什麼樣的聲音？融雪之前，大地甦醒，春天開始萌芽，枝枒竄出，默默地發出聲響，音樂奏著，生命來了。在《二十年一刻》的這一年，蘇打綠要在不同的城市跟大家相見，更要在不同的季節復刻他們的韋瓦第計畫，第一份跟大家見面的內容，便是《春．日光（蘇打綠版）》。不是在台東，這一次蘇打綠移師到日本的日光市，展開《春．日光（蘇打綠版）》專輯復刻計畫。當年春的開端，是青峰在日光旅遊時寫下了〈日光（蘇打綠版）〉這首專輯同名歌曲，如今蘇打綠全員集合，共遊春之起源地，補捉當地的春．日光，是還原也是圓一個夢。預購視覺捕捉了湯之湖如夢似幻般的融雪景色，把天地當作床，在一片沈睡中，看著蘇打綠六人被春天叫醒；融雪，將一切過去就這樣洗淨，大地，也聽著蘇打綠的音樂，展現生命各種樣貌。《春．日光（蘇打綠版）》雙CD，預購版附贈《20週年蘇打誌・Spring Issue》，CD1完整錄製原本專輯曲目，CD2則是Live in summer的夢幻曲目，4月12日開始預購。They were dancing, they were dreaming. They are laughing, and now, they are living.春天，聽見蘇打綠的聲音邀請你一起進入屬於他們的《春・日光（蘇打綠版）》。CD 1 全新錄製原有專輯完整曲目01. 融雪之前（蘇打綠版）02. 牧神搭上春色的火車，而（蘇打綠版）03. 日光（蘇打綠版）04. 在我們之間（蘇打綠版）05. ・06. 各站停靠 feat. 夏宇（蘇打綠版）07. 一千座噴泉（蘇打綠版）08. 交響夢（蘇打綠版）09. 異次元的玫瑰（蘇打綠版）10. ・・11. 嬉戲之後（蘇打綠版）12. 早點回家（蘇打綠版）CD 2 Live in summer下半場夢幻精選曲目敬請期待',
'image/445415678836.jpg', 0, 'A', 4, 1636, NULL, '2024-05-30', 555);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445415678989, 'ZB2405001', '', '咖啡氤Caffeine', '禪◆禪波ZENBØ全新第二張創作專輯◆首波主打〈高枕無憂〉帶來令人著迷的未來感懷舊舞曲◆聯手金曲製作人李權哲、新生代製作人 Coffee Wit Da Joint、chillaxe、打造聽覺與味覺視覺三重聯感的品味專輯◆影歌視三棲天后李千娜跨界合唱、人稱紙博士Dr.Paper的國蛋GorDoN為專輯增添氣味鮮明的香料。◆獨特邀立樂界中以神秘形象發跡的吳獻Osean、安德Andr 一起為不同歌曲加入畫龍點睛之合作。⮕【專輯概念】當禪波ZENBØ已經過了憤世忌俗的那個年紀，收起怪胎大雄那般的懷才不遇將年少絕情的態度混合禪波的處世哲學，經過歲月的冰滴一日一滴的萃取出專屬於他的甘甜，它將帶給你不像烈酒的狂躁卻有著苦澀的味道，被喚醒的精神、像午後的陽光在喧鬧這是一張富含層次風味的作品，你將在這趟旅程裡體會著磨碎生活的之後的顆粒，經過滾燙的情緒沸騰沖入接著在音樂中品味這種接近禪的哲學，讓你慢速飛奔的宇宙雲霄飛車你是否能回歸一直以來所追求的平靜？還是在困在大人味的陷阱裡？動動你的鼻子，大口呼吸，一起品嚐癮君子無法抗拒的《咖啡氤》#贅沢の大人味 #這是一張有苦味的嘻哈專輯以咖啡的沖泡過程作為專輯的主軸，在前半段感受放大的情緒與躁鬱中段將所有的情緒達到飽和的平靜直到後段的甘甜以及那些難以散去的靡靡之音。在這張專輯裡體會細微味覺與聽覺變化，像是一杯層次分明的咖啡，有著它前中後不同角度的香味。由禪波ZENBØ親手調製的 12 道風味，他將牽動你的味蕾與聽感神經，在追求精神與物質飽和的時代，帶來久違的苦澀與回甘，用充滿靈魂味的音樂為你獻上從未感受過的濃醇香。發⾏資訊：專輯：咖啡氤 Caffeine 藝⼈：禪波ZENBØ編號：ZB2404001 經銷：火氣⾳樂股份有限公司⽇期：2024.04.16 預購 / 05.23 正式發⾏售價：預購價 $500 / 正式售價 $550',
'image/445415678989.jpg', 548, 'A', NULL, 1559, 28, '2024-05-23', 1885);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425678530, '1296070125', '4712960701250', '杯緹Bettii', '點開Z世代的青春BGM打開00後的浪漫奇想樂壇話題新寵★天然系清新創作寶藏女孩『Bettii 杯緹』在青春的記憶裡Hide ’N Seek生活煩惱TMI 青春迷惘TMIDitto我們都有的忐忑不安不遲不早 剛好我們都很像Bettii 杯緹首張同名創作專輯【Bettii 杯緹】5.3 數位搶先上線5.15 限量珍藏版專輯正式發行以中、英、韓語三聲道音樂天份席捲樂壇清新歌聲翻唱影片受台韓網友點頭喜愛Bettii 杯緹以自彈自唱風格改編累積多首翻唱歌曲，從JJ林俊傑、方大同、韋禮安…再到韓國女團NewJeans等翻唱歌曲，當時年僅16歲的Bettii 杯緹從華語到英文、韓文等多種語言歌曲，以獨特氣質自然不造作風格唱出自己喜愛的歌曲與分享生活，開始經營自己的社群媒體。從翻唱電影《想見你》由孫盛希演唱的「眼淚記得你」，在IG超過驚人的193萬次觀看量，接續釋出翻唱韓國女團NewJeans歌曲「Ditto」影片，在YouTube上發布後獲得台韓網友的廣大喜愛，短短數天突破30萬觀看數，現已累積超過60萬觀看次數，清晰的韓文發音與甜美的外表皆成為台韓網友們熱議話題。再有翻唱韓國天團BTS防彈少年團成員柾國歌曲「Seven」，不僅獲網友喜愛，更在柾國本人直播中搏得柾國眼球注意，翻牌Bettii 杯緹翻唱影片，短短不到一分鐘的影片長度，讓柾國直接在直播中大讚Bettii 杯緹音色讓人印象深刻，人氣隨之急速上升，截至目前影片觀看數直逼190萬，成為2023華語媒體網路與社群討論熱烈對象。咬下一口「鯛魚燒」甜美露餡藏著不想出門的異想她的怪不多不少 有點可愛天然尚好💧許一個「我的願望」溫暖冬日包裹著軟綿適中的冷冽幽默直白傾訴這個世代的突發奇想💧撕開「過期的記憶」標籤在最燦爛的賞味期限裡無添加的清新香氣品嚐100%面對愛的坦白純粹💧她宅得很天然 宅得柔軟無害首發詞曲創作三部曲「鯛魚燒」、「我的願望」、「過期的記憶」最Fresh的聲音★深藏不露的寶藏新人★Bettii 杯緹五歲第一個學的樂器是鋼琴，七歲開始學小提琴，從樂理、音準等科班的專業知識到每日長時間的認真練習，一路就讀音樂科班到中學，直到發現『唱歌』是讓自己愛上音樂的真正原因。從K-Pop、爵士、City Pop、R&B到華語流行，打開了對音樂的無限想像，因為想要了解更多而開始自學吉他，從自彈自唱改編錄製到拍攝影片後製，開始在網路上分享自己翻唱作品。Bettii 杯緹從房間裡哼唱出對音樂的喜愛，再從自己的房間編織出屬於00世代的青春記憶，2023年底開始以生活靈感出發，接續發表三首創作單曲「鯛魚燒」、「我的願望」到「過期的記憶」，交織出屬於Bettii 杯緹十八歲的獨一無二，療癒屬於每個世代都有的煩悶生活。而今年正值青春無敵十八歲的Bettii 杯緹，在準備進入下一個學程之前，以樂壇久違的清新氣質乾淨聲線與半熟青春純粹情感，帶著全新創作專輯正式入席華語樂壇。Bettii 杯緹初露鋒芒全詞曲創作陳君豪、陳建騏 金獎製作馬來西亞金牌製作人李志清 到新生代音樂製作人安哲聯手燦爛點綴閃耀的青春代名詞『Bettii 杯緹』首張同名創作專輯收錄六首Bettii杯緹全新詞曲創作音樂作品，專輯首波先行曲以英文創作「Shyyyyyy:)」揭開青春序幕，由陳君豪製作，打造最能代表『Bettii杯緹』的複合風格輕舞曲；再有陳建騏操刀製作華語抒情主打「匿光」，到大馬華語資深金牌製作人李志清與大馬音樂人宋依齡製作，充滿無重力青春愛戀的「我在地球等你」等歌曲，激起一波波青春未知的輪廓，也反射著『Bettii 杯緹』令人著迷的獨特光影色彩。新銳攝影吳昭晨掌鏡金獎設計劉悅德施展少女力細節控從單曲視覺到實體裝幀愛不釋手的夢幻繽紛一次擁有以擅長捕捉光影的新銳攝影師吳昭晨掌鏡專輯照，從色調場景到道具細節展現滿滿的夢幻氣息，再有底片捕捉『Bettii 杯緹』僅此一次的青春印記，畫面裡有十八歲的捉摸不定多愁善感，也有讓人悸動的粉嫩柔軟，少女感100%讓人心動。由多次入圍金曲獎裝幀設計、甫入圍德國萊比錫書藝基金會「2024世界最美麗的書」書籍設計的設計師劉悅德為專輯操刀設計。設計從「Bettii 杯緹」的音樂創作到關於少女「Bettii 杯緹」的共感生活做連結，以點線面構成的設計細節，實現立體化「Bettii 杯緹」同名專輯概念，精裝活頁資料夾包覆著關於少女的青春密語，攤開後交織著夢幻少女情懷與雜沓心思，豐富繽紛內容物即將攻陷每個歌迷的視覺與聽覺。★限量珍藏版專輯內容物★鏡射青春 專輯CD*1Hide ’N Seek 32頁寫真歌詞 TOI1338B Bettii杯緹手繪創作貼紙乙張開始幻想少女心 精裝活頁資料夾書皮Shyyyyyy:)寫真小卡 隨專輯封入乙張（隨機附贈，共 4 款）Missing Your Scent雙面印刷小海報乙張',
'image/445425678530.jpg', 528, 'A', NULL, 627, 44, '2024-05-15', 783);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445415679017, '8010423', '4711458010423', '適者生存Stay alive', '修 陳德修從搖滾樂團東城衛到重搖滾的赤世代,修一直是吉他手的身份,從2020年修開始發行個人單曲,在發行多張單曲之後,今年2024年修的首張專輯"適者生存"終於發行了這張專輯依然是修 陳德修的全創作專輯,作詞作曲編曲到錄音製作,專輯概念是以“存在的意義”為主軸,思考我們追求的到底是什麼？在我們拼命想得到更多物質滿足同時,是否也要去找尋更高的自我存在價值．．整張專輯圍繞著「活著/生存」從第一首音樂,用代表歲月流逝的時鐘聲音開場 , 呼應後續的歌曲概念,尋找自我存在的意義…想要打破一切,在挫折中突破逆境,堅定前進追求夢想的方向…專輯中的歌曲,也有反省人們對於物質的貪婪與迷茫, 還有對現在這個世界紛亂的感受..修在這張專輯裡的情歌,寫了回憶失去愛人的心情以及擦身而過的遺憾，修用歌曲來說出自己的這些感情經歷，而專輯最後一首歌曲，則是想要告訴大家無論是經歷什麼困難,一切都會好起來,要努力去尋找重生的力量⋯［適者生存］是一種自我覺醒的力量沒有人能夠預料人生會有什麼變化，生活中的一切都是瞬息萬變，但是唯有自己的心與態度是可以不變的⋯修覺得人生要找到自己的方向，堅定的前進，即使遇到任何困難，自己能否正面去面對挫折，是否可以努力試著在逆境中生存，這種積極的態度是決定事情走向的關鍵就如在專輯中不同歌曲出現的歌詞：「別再沈睡，你要清醒的活！」「你可以選擇逃，也可以不屈不饒！」 「堅定的信念才是決定勝負的關鍵。」「無畏夜漫長，等待黎明的光芒。」在人生的旅途，我們試著生存。',
'image/445415679017.jpg', 0, 'A', NULL, 470, 39, '2024-05-15', 1775);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425678626, '2173228624', '5021732286246', '沒事的', '這個世界有太多的時候都需要有那麼一個人 對你說一聲“沒事的”人生中許多的問題，通常沒有真正的定論有些時候並不需要聽到分析或是公式只要相信 “沒事的，一切都會過去！”我們最終一定會找到一個答案從沮喪中恢復勇氣從失意中找回自信這世界不是真的那麼令人心碎|||  幸福關鍵詞『沒事的』|||金曲歌王蕭煌奇加盟華納全新國語專輯 『沒事的』2024.05.10 實體數位全面發行',
'image/445425678626.jpg', 498, 'A', NULL, 3229, 44, '2024-05-10', 1018);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445415678810, '5MCD1212', '9787798665147', '需要多久才能看完一場日落(進口版)', '弦子《需要多久才能看完一場日落》MV推薦欣賞：《月心說》MV (月心故事版 上集)：https://www.youtube.com/watch?v=XxsY_uxfZbM《逾時以後》MV (月心故事版 下集)：https://www.youtube.com/watch?v=EhEwOj894Co《月心說》MV (潮汐版)：https://www.youtube.com/watch?v=YavfRhkIWUc《圓缺》MV：https://www.youtube.com/watch?v=EZQfedu4FHs《換季期》Lyric Video: https://www.youtube.com/watch?v=q5PsCYh7X6A《庸人自擾》Lyric Video：https://www.youtube.com/watch?v=RFAm8t-l2zE白晝黑夜以日落為分界線而浪漫幻想從未設有界限弦子Stringer x 華納音樂第7張個人專輯【需要多久才能看完一場日落Sunset Odyssey】集結弦子4年的內求感悟打磨細膩豐盈的音樂人格10首落日下的浪漫幻想構建世界的夢境漂遊不得不愛的微笑女生遇見落日下的浪漫因數更從容處世更浪漫自愛“日落並非一天的結束而是下一個迴圈的開始。”從傍晚的美好時分開始潛入弦子的音樂夢境在日落幻想和現實之間找到成為自己的力量無論世界如何嘈雜淩亂只要感受一場溫柔日落就能捕捉到勇敢CD1華語王牌老將>鄭楠x張簡君偉x李聰x張鵬鵬x萬一 [主打助陣]新銳音樂人> 楊格x鄭興x袁景翔x魏楠x曾柏鈞 [集結助力]頂尖樂手> 蔡曜宇x胡靜成x牛子健x武勇恒 [保駕護航]一線混音團隊> 周天澈x趙靖x李宗遠x楊惠琳 [打磨後制]時隔四年半，終於迎來弦子第七張個人專輯《需要多久才能看完一場日落》！從過去的微笑女生，走到現在的從容狀態，弦子更放鬆面對自己，也更專注於音樂上的成長，並將過去幾年內求的感悟與大家分享。專輯名源自於弦子非常喜歡“日落”這個浪漫場景，黃昏光線金黃燦爛覆蓋雲層，雖沒有日出那樣奪目，卻是一種非常舒服溫柔的光線狀態。一場日落的時間很短，但補充到的能量卻如同擁有了巨大勇氣去面對一切。希望大家可以從這張專輯裏找到這樣的能量，擁有最舒服自洽的人生狀態。收歌期到製作期準備了約近兩年的時間，細細打磨出弦子全新的音樂人格。除了依舊有弦子非常擅長招牌的流行抒情搖滾類的作品，也嘗試了諸多全新音樂風格。既有電子抒情、歌詞充滿人生感悟的《落日漂遊》，嘗試city-pop復古風格的《懶人沙發》，和鄭興首次合作的帶有迷幻色彩的《接近黑夜的藍》，以及開篇帶有音樂劇弦樂厚度的夢境詩篇《水生幻想》，希望大家聽到一個依然熟悉但又有一些全新嘗試的弦子。萬眾期待的新專輯巡演也即刻啟程，弦子迫不及待想帶領大家感受這趟落日幻想旅程！',
'image/445415678810.jpg', 0, 'A', 11, 880, NULL, '2024-05-10', 748);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (427465679339, '6561218', '602465612189', '紅酒(復刻版)', '記憶‧落下 感動怎能消聲匿跡  2024年華語音樂最大的憾事《紅酒》是鄭華娟在歌壇初試啼聲於1986年發行的首張創作音樂專輯，此專輯鄭華娟一手包辦整張專輯10首詞曲的創作。本張專輯顯現當時年紀青澀的鄭華娟獨樹一格的作詞作曲功力，《紅酒》專輯十首歌曲，每一首創作各有獨特的曲風意境，有明快的節奏，有慢搖滾，也有藍調風格，10首歌曲的創作內容幾乎沒有類似雷同的曲調，10首創作歌曲獨自擁有的每首歌曲的品味和風格。現今聽起來充滿晶瑩剔透而富有流動感的詩意，包含著一種對生活的智性與通透。本張專輯復刻1986年卡帶封面，讓難忘的記憶再一次停留下來',
'image/427465679339.jpg', 298, 'A', NULL, 960, 42, '2024-05-03', 1341);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425678828, 'FIREON0199', '', '純粹污垢PureFilth', '# 史上第一支客家龐克樂團「粹垢 TRAEGO」 # 首張全客語龐克專輯《純粹污垢 Pure Filth》專輯以人們口中的苗栗國為背景，純樸的客家青年為何漸漸成為社會上的汙垢。所有歌曲都圍繞著可憐、底層的角度來抱怨與吶喊。自詡為純粹污垢卻不自怨自艾，而是選擇看見並說出我們所觀察到的憤怒與不公，小如買不到酒或情場失意，到更大的勞工議題，以及故鄉的腐敗問題等等...我們不是知識憤青，就只是說出了自己看不慣的事情的市井小民，在藏污納垢的地下社會用熟悉的客語唱著喊著，總有一天會讓全世界知道，知道這個經過美麗文化風景所包裝的山城到底出了什麼問題。',
'image/445425678828.jpg', 448, 'A', NULL, 1620, 28, '2024-04-30', 1283);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445415678792, '5895459', '602458954593', '八度空間The Eight Dimensions', '金曲黃袍加身  備受各方肯定在金曲獎上大放異彩的音樂奇才---周杰倫，今年破天荒地一連拿下多項大獎，可說是締造華語歌壇前所未有的新紀錄，這樣傲人的成績，不僅再度肯定杰倫音樂上過人的才華，無疑的，也是替飽受盜版之苦的唱片娛樂圈，帶來一絲希望曙光！獲得如此殊榮，也讓各界媒體及歌迷們，更加期待杰倫在第三張作品中，又會帶來什麼樣出乎意料的驚喜！ 無限延展  創意盡現「八度空間」2002年七月，杰倫又一次展現他驚人的音樂狂想力，他嘗試把自己的奇想格局更加擴大，無形中，也將國語歌壇的音樂標準再推高一層！此次最新國語大碟「八度空間」，意味著68年次1月18日出生的杰倫，除了可在西方八度音階的空間內，揮灑自如、遊刃有餘，一如他所創造的音樂，每每總會讓人多出那麼一點點的驚奇，不按排理出牌的個性，硬是讓人在既定的「八度框框」內，突破享受到無遠弗屆的異想世界；當大家在聆聽旋律之餘，閱讀「創作名筆」方文山瑰麗縝密的詞藻，更使聽眾像是觀賞第八藝術的「電影」般，令人拍案叫絕、直呼過癮！周杰倫的「八度空間」，就像是音樂領域中的第八藝術！ 奇想廣度加寬  進入空間遊戲遨遊在「八度空間」的世界裡，你可以盡情享受來自八方傳送的能量！當「半獸人」華麗的序曲揭開其神秘面紗時，杰倫使用強硬的節奏吟唱，人類為了貪婪墮落為半獸人的故事於焉展開！*「半島鐵盒」雖與先前寫真書的書名不謀而合，但歌詞卻是敘述一本名叫「半島鐵盒」的書，裝滿了情人的回憶，耐聽度奇高，你不難從歌曲頭尾展現發現杰倫的小巧思，這首歌的確可說是杰倫在抒情歌曲領域，越發成熟的情境之作。而*「暗號」是在唱片公司同事要求下，杰倫首度公開讓內部人員參與寫詞的歌曲，因此這首歌的產生，意義格外不同，被喻為2002傳唱度最佳柔性新品的「暗號」，相信在不久的將來，必會成為 KTV點唱的新寵兒！畫面突然飛躍至充滿濃厚中國味的「龍拳」，杰倫頓時化身為東方之龍，時而跳躍黃河兩岸，時而登上泰山頂峰，「宮廷式鼓點」強力敲打著，好似翻攪華語的搖滾新勢力！「火車叨位去」，是杰倫首度破天荒嚐試台語演唱的歌曲！方文山運用了獨特的本土詞藻，在融合杰倫創作的西洋氛圍曲調後，兩者竟產生意想不到的舒適效應。在「分裂」的歌聲裡，你可以看見杰倫內心的聲音劃過，把自己割開分成兩種不同的他，這是杰倫最深層的個人獨白。「爺爺泡的茶」是藉由「茶」這樣平常的飲料，來闡述著爺爺生活的禪意，歌曲就彷彿爺爺告訴孫兒，當茶水的顏色蔓延、純淨快樂的旋律揚起時，名利自然就會瞬間拋至九霄雲外。「回到過去」是好友劉田井宏跨刀寫詞的作品，田井宏勾勒出夜深人靜時，悼念愛情的孤單感受。而聽到「米蘭的小鐵匠」時，洋溢著異國風味的中快版音符，會快速流暢的帶領你進入東歐童話故事，而音符們正述說著小鐵匠辛勤工作，只因渴望擁有一把吉他的故事。結尾曲---「最後的戰役」，藉由磅礡弦樂述說軍中袍澤共患難之情，而這首歌也是杰倫獻給好友田井宏的大器之作，哥倆好的情誼溢於言表。在聆聽了一路高潮迭起的歌曲後，這首歌更猶如寫下最佳的句號，讓人有一氣呵成、前後呼應之感！ MV媲美電影  專輯照大膽創新在上一張「范特西」專輯創下佳績後，如何使第三張專輯的製作、企劃突破「范特西」，便成為全公司重要的功課，著實讓工作人員傷透了腦筋！因此這次在專輯照及內頁設計方面，大膽採用了X光片與一般攝影照片結合的呈現方式，「露骨」呈現赤裸裸的杰倫，讓人不僅看見外在的杰倫，更可透視內在的杰倫，因此，專輯在整體視覺上更為豐富有趣，徹底顛覆了一般人對X光照片戒慎恐懼的刻板印象！ 擁有再特殊不行的專輯照後，當然少不了精采的音樂錄影帶相稱。在這次「八度空間」專輯裡，打頭陣的歌曲即來勢洶洶！「最後的戰役」是一首敘述袍澤之情的抒情歌曲，在這首遠赴泰北邊境拍攝高達七天的音樂錄影帶中，杰倫與好友劉田井宏飾演從小一起成長的同袍，在某次任務裡，其中一人不幸戰死，另一人憤而替對方展開復仇行動，袍澤間濃厚的情誼不言而喻，而如此感人的劇情，在北京亞洲愛樂磅礡弦樂的襯托下，更顯悲淒、令人動容！而在這支如同電影故事般的MV裡，如此浩大的拍攝場面，更是讓杰倫過足了當兵的癮，一圓從軍之夢！',
'image/445415678792.jpg', 428, 'A', 3, 368, 42, '2024-04-30', 1090);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445415678790, '5895457', '602458954579', '杰倫Jay', '「杰倫」同名專輯，整張曲風代表（充斥）著杰倫對音樂的超高技術創作，主打歌『可愛女人』，由徐若瑄填詞、周杰倫譜曲編曲，擺脫市場上一般的 BALLAD曲風，(戲謔的翻為芭樂歌)，但是卻有著另一股新音樂的好聽，『完美主義』則是一首全新樂風的創作其中超高技巧表現的鋼琴演奏，杰倫更是一手包辦，不假他人之手，另一首『娘子』一曲充滿著R&B的西方曲風配合著杰倫特色的古代”宋”詞，造就出另一番全新的音樂，專輯中R&B以及New Hip-Hop的新曲，加上古典巴洛克式弦樂伴奏及Band的加入，形成一種英國式的復古風格，更特別的是，杰倫嘗試把超高難度，西班牙式風格的弦樂演奏，表現在專輯歌曲中，意境卻出忽意料的極度逼近電影配樂，這種音樂是台灣目前所沒有的。這幾年來杰倫一直以音樂製作人身份，從事作詞、作曲、編曲等，製作是一種需要前瞻性的工作，杰倫正具備著e世代音樂人的特質；記得有一次與他閒聊，他提到對製作音樂來說，歌聲、吉他、鍵盤，其實都沒什麼分別，都只佔一個音軌而已，他在乎的便是歌曲本身所帶來「生命力」，以及無限創造出不同的曲奏，專輯的曲風就能變化萬千，讓聽眾百聽不膩，要做的音樂，就是做別人還沒做的音樂，是好聽的，是很屌的。尤其在這大眾，都已進化到音樂所帶來的聽覺感官，十分細膩的同時，更是須要一些新的創作，不再只是概念式敘事的音效，及民歌情調流行樂和新電子風，聽杰倫的音樂，可以是幻想的，幻想著快樂，超越空間與時間的束縛，是驚訝的、是舒服的，杰倫是台灣音樂土地上的一股氣象『新勢力』，跟著他，出發到另一個音樂新國度吧！沒人能預測，新音樂的流行趨勢到底是什麼?唯有創作出的音樂作品，能與聽眾產生共鳴，才是真正好音樂。…..這就是杰倫',
'image/445415678790.jpg', 428, 'A', 3, 368, 42, '2024-04-30', 574);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445415678791, '5895458', '602458954586', '范特西Fantasy', '經過將近一年時間的精燉細熬，大家萬眾期待的周杰倫第二張專輯---「范特西」，終於在歌迷們的千呼萬喚聲中，決定於2001年9月份與大眾見面此次周杰倫的音樂層面，不僅突破以往的製作水準、創作更臻成熟，他所發揮的奇特幻想力及個人特質，更淋漓盡致地融入於他的歌曲裡。聽杰倫的音樂，就猶如暢遊夢幻的遊樂世界；聽杰倫的音樂，你將會享受比上一張專輯更多的驚艷。現在，就請你準備繫好安全帶，和我們一起進入周杰倫的「音樂幻想世界」！周杰倫的第二張專輯---「范特西」(音同Fantasy)，充分反射出杰倫思緒充沛的一面，他獨特的想像空間，可說是構成此張專輯的主要原動力。僅僅瀏覽「爸我回來了」、「雙截棍」、「忍者」、「愛在西元前」、「上海一九四三」、「威廉古堡」等特殊歌名，大家的好奇心就會不自覺被輕輕挑起，從杰倫更多元化的音樂嚐試，不難嗅出他此番強烈的企圖心，而這突破自我的考驗，杰倫不僅做到了，並且，做得還十分出色！關於杰倫「范特西」專輯的製作陣容，作曲方面理所當然由R&B小天王周杰倫一手包辦，除了囊括以往大家熟悉的抒情R&B歌曲，如：蘊涵動人情感的「開不了口」、旋律清新明快的「簡單愛」、百萬綠茶廣告曲「對不起」，以及最能敲開聽眾心扉的「安靜」，這一次，杰倫更加擴大想像空間，將Hip Hop、Rock、加快版Rap，甚至把非常民族風味的多層次風格搬上檯面，例：「雙截棍」裡宛如李小龍般的勇猛跳躍、「忍者」中猶如進入東洋電玩世界的快感、「愛在西元前」裡重回美索不達米亞美麗的傳奇、「威廉古堡」中神秘吸血鬼華麗弔詭的氣氛，以及重現上海灘懷舊時代的「上海一九四三」，另外，值得一提的是，鮮少人知道杰倫在學時期其實主修的是大提琴，他在鋼琴之外的演奏才華，也將首次在「爸我回來了」這首歌中展露無疑。以上總總所列，已足以讓人垂涎三尺，但孰知，這僅是「范特西」專輯中絕妙精華的一部份罷了。在填詞部分，此次則仍維持上張專輯的「鐵三角」，由筆觸純稚直接的Vivian徐若瑄、用字饒富新意的新生代填詞家方文山，以及慣用特有年輕語言的周杰倫。看徐若瑄的詞，會帶給人一絲可愛童稚的氣息；看方文山的詞，會帶給人們無限驚喜及文藝氣質的提昇；看周杰倫的詞，會讓年輕人打從心底產生共鳴之聲，這堅強的「鐵三角」組合，不僅為杰倫的音樂加上許多分，更讓大家在聽歌的同時，同步在視覺上收到驚訝的刺激效果！歡迎光臨---周杰倫的音樂幻想世界！',
'image/445415678791.jpg', 428, 'A', 3, 368, 42, '2024-04-30', 1559);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445415678812, 'SOTMR008', '4713249234971', 'The Great Escape Of Our Time', '“So, hacking a satellite the least cool in your files?”“Give me Windows 95”“I’ll bring down all the AI just one night”「所以說，駭進衛星是你清單裡列的最遜的⼀件事?」「給我一台Windows 95」「我用一個晚上就能搞垮所有的AI」',
'image/445415678812.jpg', 558, 'A', NULL, 1648, 31, '2024-04-24', 978);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445415678813, 'SOTMR009', '4713249234988', '同名專輯i`mdifficult', 'I’mdifficult (2023) 是我是機車少女（簡稱機少）同名專輯，為樂團的第一張完整專輯。持續貫徹實驗、突破的精神，音樂風格融合了Indie Pop, Soul, Funk, RnB, Afro, Choral等曲風。2021～2023經過了疫情，人與人的距離拉近又再拉遠，機少在I’mdifficult這張專輯呈現了更為成熟、表達情緒更為直接的一面。Last Summer（月亮惹的禍）為專輯中較靠近流行歌曲的曲目，也致敬了經典歌曲「月亮惹的禍」，而Giving Me Up則探索了未知的音樂領域，I’mdifficult整張專輯中最值得一提的也許是Flower of Hope，明顯曖昧的歌詞以及富有節奏感的音樂帶給機少全新的樣貌。',
'image/445415678813.jpg', 0, 'A', NULL, 1667, 31, '2024-04-24', 388);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425679063, '922322', '90317775326', '飛了吧 [原音復刻]', '',
'image/425425679063.jpg', 408, 'A', NULL, 868, 44, '2024-04-12', 325);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405679278, '8010263', '4711458010263', 'Arctica', '3/29開始預購 4/12正式發行2019 年成軍，來自台北的器樂搖滾樂團。受到 Chon、Plini、Periphery 等音樂家啟發，風格融合了前衛和金屬音樂。喜歡在歌曲中加入變拍的元素，用精心設計的對點鋪陳，張力所到之處再配上滂礡的吉他旋律，像是潛入深海漫遊，寬廣而悠遠。「在遠古北極大陸的冰雪世界，極光舞動著神秘的光華，冰川在時光中悄悄融化，掩埋了古老的足跡和記憶。寒冷的大地上，曾經繁榮的文明沉睡在冰封之下，等待著時光的輪迴，等待著被尋回的榮耀。」潛水浣熊 Diving Raccoon 2024 年全新 EP《Arctica》，專輯概念源自 25 億年前的北極古大陸。以一個遠古的架空歷史出發，將前衛新穎的編曲和奇幻的元素揉合，創造出潛水浣熊 Diving Raccoon 獨有的敘事風格。',
'image/445405679278.jpg', 0, 'A', NULL, 1478, 39, '2024-04-12', 1568);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405679082, 'HIM2174A1', '4711280332427', '首張迷你專輯', '「她的聲音有一種特殊的頻率，看似柔軟，但一個冷不防，可能會像一張鋒利的紙片，劃傷你的心…」 樂壇新人「JUD 陳泳希」2月中數位發行首張EP《JUD 陳泳希 首張迷你專輯》交出亮眼成績單，藉著話題夯劇《愛愛內含光》收視冠軍加持，專輯一發行就衝上iTunes國語分類專輯第一名、Apple Music熱門專輯第一名、Spotify「台灣流行樂」歌單封面跟歌曲首位推薦、KKBOX獲選為「潮流新聲」登上即時榜第四名、日榜、週榜都高居前十名。讓一時大家都在問這個新人她是誰?JUD陳泳希畢業於台南藝術大學，自小主修古典鋼琴，JUD 只要站在麥克風前，一開口，總是立刻就能感覺到她特殊之處。從大學就學期間就被「華研國際」選為練習生，不斷的在學校與公司裡鑽研作曲作詞，甚至學習編曲錄音等等的技術工程，都是為了要她能親手完成心目中的音樂世界，現在從大學畢業了的她，終於推出了她的第一張迷你專輯作品「JUD」 。專輯裡面這次收入的六首歌曲，其中四首歌是選自JUD 陳泳希之前在街聲音樂平台上就已經陸續發表過的demo創作， 而另外兩首歌曲則是與Netflix 原創影集「愛愛內含光」共同創作的影集主題曲， 這一部由曾獲美國獨立製片人影展「最佳女導演獎」的導演黃婕妤執導，卡司集結了柯震東、夏于喬、林哲熹…..等，以禁忌的「性」話題，探討各年齡層都可能遭遇的兩性議題之原創影集，在2024年的春節於Netflix 正式上片，一公開就引起熱烈的討論話題，劇中不但有JUD 陳泳希初試啼聲演唱的兩首主題曲「相濡以沫」「知更」外，更破天荒選用了另外三首JUD 陳泳希全創作的歌曲成為影集插曲，隨著劇中人的遭遇起伏，JUD的歌聲更能夠刻劃出每個人寂寞的內心世界，讓JUD陳泳希成為少數幸運的樂壇新人，出道作品就能有五首歌曲搭配Netflix的原創影集面市，讓全球觀眾因而認識這個獨一無二的歌聲。不論是影集主題曲「相濡以沫」的英倫獨立音樂風格，還沾染些迷幻電器音響的風采，或是取樣於范曉萱與李泉的名曲的「要不要在一起」的Z世代新詮釋，更令人驚喜的是「活的假象」與「How Does It Feel」兩首充滿個性的風格舞曲，不守規則的旋律與節拍在JUD純真又魅惑的歌聲中滑行，而她柔美的聲線又會藉由「誰能走進你的心」與「知更」這樣的抒情曲，淡然的輕撫著聽眾的情緒。「JUD陳泳希」這個新聲音，由這六首簡潔有力又優雅回眸的創作曲組合成的首張迷你專輯，必定能夠在2024年的春季裡，緊緊的抓住你的耳朵。讓她的新音樂世界綻放在你的耳機之中。',
'image/445405679082.jpg', 398, 'A', NULL, 982, 27, '2024-04-10', 1697);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425678871, 'WF0000', '4711510310010', 'Retune', '淨化系跨界組合—守夜人 Night Keepers2023 第三張全新創作概念專輯《Retune》探索自療能量，調頻身旁到來的各種人際失落與期待讓你終能不再漂浮於虛空與孤獨當中✦ 第 31 屆、第 32 屆金曲獎「最佳演唱組合獎」提名，醞釀三年的最新力作，以歌安定人與人交流的正負能量。✦ 聯手新銳製作人楊世暄共同製作，以 Indie Pop 為骨幹，增添成人流行、情緒搖滾、電子聲響和氛圍音樂等元素，用 9 首創作與身心靈音樂頻率產生連結。✦ 特別收錄全新的編曲〈讓我廢 (夢遊版)〉與〈離線時區 (淨化版)〉，以及《我的天堂城市》電影主題曲〈Paradise〉。✦ 攝影師吳昭晨掌鏡，設計師郭欣翔操刀視覺，在城市景象中以的無線網路電波的線條營造多層次的氛圍，聚焦守夜人 Night Keepers 獨特的奇幻寫實氣場。✦ 實體裝幀以放送電波的科技盒子為概念，外封採精裝盒包裝，歌詞本則化作調頻（Re）操作手冊，如同每首歌皆對應內在的失衡，讓翻閱的過程，成為另一種使心靈順行的方式。近幾年，守夜人 Night Keepers 致力在電影、遊戲等跨界中，順流著認識各創作領域人們的焦慮，進而期待寫出一張專輯，是讓大家能在這慌忙的世代裡，找回日常能安穩內在價值的狀態。 他們從 2022 年因此開啟了 [ R．E ]Project 創作計畫，以有「重新」和「回復」之意義的「RE-」為前綴的英文單詞寫歌，期許能記錄身邊一切可以「RE」的事物。這包括人們總是期望自己能夠 Recover（修復）、Repair（重整）、Relax（放鬆）或 Restrict（限制）焦躁…….，這些「RE」源自生活的各種體驗，例如人際的覊絆、錯誤與後悔的選擇，以及對未來的無精打采。很多時候，是因為人們需要在變化中尋找重新運轉的方式，而不是僅僅回避變化而已。其實，許多貌似悲觀的事情並非壞事，接受痛苦亦成為是正常生活的一部分。新作延續了前兩張專輯的敘事，守夜人 Night Keepers 離開了把遊戲設定代入、那座永遠沒有白天的虛構島嶼《永夜島》；並在《使者》紀錄了他們從虛擬世界轉向現實的「交流」過程；在第三張音樂作品中，選擇了「調變、校正」之含義的《Retune》定名專輯，這個概念不只適用於無線電波的傳播與通訊，也反映了人與人之間的交流，總需要適時地重新調整各自相處的步調，才能使彼此間的溝通訊號更加清晰明了。他們從第一首釋出的先行曲〈讓我廢 Relax〉致敬「世界睡眠日」開始，嘗試做一場在人際關係裡的睡眠儀式練習，耍廢去抵抗世界的運轉。第二波先行曲〈離線時區 Recover〉接著讓已受損的心靈回復預設值，在充滿空間包覆感的配器音色間愉悅漫游。受聽眾投稿心理創傷而啟動的〈陰影面積 Repair〉，則用輕快且帶點憂傷的 Indie Folk，在內心暗雷中創造逃生路徑。主打單曲〈捨不得睡 Revenge〉以抒情搖滾曲風探討著心理學上的報復性失眠，希望可以陪白天過度工作，夜晚迫切需要屬於自己時間的人們，在混沌日夜中得到歸屬感。而鬆弛頹廢的〈無精打采 Remain〉與爆裂頹喪的〈鄉愿草原 Repress〉，皆是對社交虛無氣息的兩種情境反撲；亦在以天鼓演奏和男女雙聲悠遊吟唱相融的〈休眠 Restrict〉中，獲得一刻讓思緒得以喘息的寧靜。另有代表著 Reunion（團結）的〈Paradise〉，是守夜人 Night Keepers 首次以男女主唱聲音參與電影主題曲的作品，更是專輯中少數的情歌，用法式電子傾吐出超越言語的浪漫情話。而與專輯同名的終曲〈Retune〉，交由全體團員攜手創作，細膩捕捉著他們成長背景中與人發生的難忘故事。這首明亮、溫暖的夢幻民謠曲調，採最純粹的音樂編制（吉他加鼓組）呈現偌大又細微的情感，參雜著人來人往的咖啡廳環境音效，彷彿在反芻著每一段緣分的經過——我們在歷經各種變數的人生過程裡，藉由調整彼此的頻率及路徑，最終才能走到同一個地方。守夜人 Night Keepers 說：「寫完這張專輯後，我們似乎將自已生活中所有與他人不和諧的心結都解開了。因為人的身體也跟樂器一樣會走音，只有找到會音律不和諧的原因，才能調頻成最理想的模樣。」製作上，由團長 WiFi 旭章擔綱企製統籌，聯手新銳製作人楊世暄共同製作、編曲部分歌曲，並再度邀請配唱製作人古晧琢磨情感詮釋的表達。此外，有金曲獎最佳編曲提名蔡侑良、聲音療癒師陳沛元、金獎貝斯手林奧迪、貝斯女王林羿妏、電吉他名家鍾承洋、台北電影獎最佳配樂得主川流 Flow、小號手鄭立偉、年輕樂團第三象限鍵盤手翔愷等人擔任客座樂手，以 Indie Pop 為編曲骨幹，增添成人流行、情緒搖滾、電子聲響和氛圍音樂等元素，交疊出音樂裡的空間感。其中不同於先行單曲的樣貌，專輯中帶來全新編曲的〈讓我廢 (夢遊版)〉與〈離線時區 (淨化版)〉。前者幻化成在夢裡律動的 Indie Pop；後者則加入天鼓和頌缽的聲音，誕生更能穩定呼吸節奏的版本。如同《Retune》收錄的每一首歌，都在試圖探尋變化和溝通的主題，並與身心靈音樂頻率產生連結，形成一張 Happy-Sad 的專輯。守夜人 Night Keepers透過愉悅的旋律包覆悲傷，將這些心靈實踐轉化為音符，解鎖過去幾年需要重新被建立的感知狀態，也接住了生命中一次又一次的情緒起落。假若你此刻同樣感受到自己正經歷逆行，或許可以在這些歌曲中找到順行的能量。【MV影音】捨不得睡 Revenge (Music Video) https://youtu.be/locGG-zkdko陰影面積 Repair (Music Video) https://youtu.be/c89m9JO-4gEParadise (Visualizer Video) https://youtu.be/pHSCtSU4FCI',
'image/445425678871.jpg', 0, 'A', NULL, 1569, 54, '2024-04-02', 485);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445395679077, 'MS0553', '4712592250553', 'BAD HABITS', '每一個瞬間 都是一次啟程今天是個起點請你勇敢地做真實的自己九年的生命歷程承載無數的故事完整了一份心意成為現在的 Ella陳嘉樺Ella陳嘉樺第二張個人專輯 《BAD HABITS》02/29 開始預購03/31 數位發行04/01 實體發行亞洲流行天后 音樂全新亮點最Chili 最Hot 最Warm 最RockElla 陳嘉樺第二張個人專輯《BAD HABITS》Time To Chill, Not Bad At All.【多樣樂種拓展  嶄新音樂姿態】✦都會靈魂情歌/抒情自療系/後龐流行搖滾/熱帶復古節奏/南美電子流行【集結金獎、新生代音樂人齊力製作】✦陳君豪/葛大為/陳小霞/徐佳瑩/蔡旻佑/JerryC/何宇勝/何啟弘/柏霖 【金獎視覺團隊美學操刀 顛覆視覺印象】✦時尚攝影師 周墨 Ｘ 鬼才設計師 楊士慶 Ｘ 金馬最佳美術 梁碩麟✦	精裝收藏版－專輯包裝選用特殊材質泰維克紙（Tyvek），經特製而成的拉鍊袋，泰維克紙具有紙張般的輕薄特性，同時擁有布料般的堅韌度，不僅防潑水抗撕裂，更是可回收的材質。經過九年的醞釀，Ella 陳嘉樺即將推出她的第二張個人全新專輯《BAD HABITS》。這九年間，Ella 不僅在心境上獲得了成長，在工作上也屢創佳績，不論是票房秒殺的大型演出「艾拉秀」，亦或是在「乘風2023」奪得總冠軍，再到她主演的電影「聽見歌再唱」在疫情期間僅僅三週內就取得了八千萬的票房佳績，她始終堅持為觀眾帶來優質的作品。即使生活充滿了種種挑戰，Ella 仍不忘她對音樂的熱愛與初衷。這次，她將這九年中的得與失、從中成長的體悟，透過音樂分享給大家，希望在她的音樂中，每個人都能聽到屬於自己的故事，從中獲得安慰與力量，繼續前行。十首歌曲像是對生活的理解，感謝自己、感謝包容的心。專輯以「Bad Habits」來傳達事物的本質是複雜多樣的，好與壞如同一體兩面，無法僅從表面看到其中的一方，而應該全面理解與包容。在這張專輯中，Ella透過十首歌探索生活的各個面向並分享她對生命的體悟和感謝，透過音樂傳遞正向的能量、善的流動，鼓勵每個人以感恩之心面對生活的一切，接納自己，包容自己，並且相信內在的力量。',
'image/445395679077.jpg', 0, 'A', NULL, 995, 55, '2024-04-01', 482);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425678829, 'PL2312001', '', '不是想像的完美《NOT THE EXPECTED PERFECTION》EP', '「不要因不完美的果實而感到難過，要因努力栽種的自己而感到驕傲。」專輯裡的每首歌分別代表著少年時期的我們，在不同階段面對事情時心態上的轉變；在很多時候，縱使我們已用盡全力去完成一件事情，但追求完美的自己，總會不斷地找出美中不足的地方然而並非所有結果都能如預期般完美...反而是你付出一切努力的過程，才是最值得紀念的！這正是選用「不是想像的完美」這首歌，做為專輯名稱的原因𝐏𝐀𝐂𝐇𝐈𝐋𝐀 𝐀𝐑𝐎𝐔𝐍𝐃 𝐔 ｜帕崎拉 PACHILAFOLLOW US !! https://www.instagram.com/pachilatw_official/【線上收聽】Apple Music: https://music.apple.com/tw/album/%E4%B8%8D%E6%98%AF%E6%83%B3%E5%83%8F%E7%9A%84%E5%AE%8C%E7%BE%8E-ep/1659827431Spotify:https://open.spotify.com/album/6JhDe87IyjCCkdhUjlGRYw?si=2jfHayedQOG9SeWi-whxYgStreetVoice:https://streetvoice.com/pachila/songs/album/97319448/YouTube TRACK LIST:https://www.youtube.com/@pachilatw_official/playlists',
'image/445425678829.jpg', 398, 'A', NULL, 1202, 28, '2024-03-29', 1468);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405678859, 'NSGT009', '4713012746267', '羊尾仔看詩A Dragonfly Reads Poem', '專輯簡介：客家當代音樂先驅「山狗大後生樂團」繼2023年拿下金曲獎客語最佳專輯獎，再接再勵，隨即又推出一張十分特別的全創作新專輯『羊尾仔看詩』。專輯是山狗大後生樂團和文學家/詩人—曾貴海先生合作，取材詩人自1998-2015發表的客家詩作，進行再創作的客語歌謠專輯。出生台灣南部佳冬的詩人，寫作題材幾乎都以家鄉生活經驗為主題，緊貼土地和客家母語的描繪，深刻動人，其文字作品早已成為台灣文學經典之一，2022年獲得厄瓜多國際詩人獎（亞洲地區第一位獲此殊榮者）。專輯由同樣出身六堆的顏志文和劉道文擔綱作曲編曲，山狗大後生樂團投入製作。專輯收錄10首歌，融合多樣當代風格，卻又保有含蓄內斂的客家質樸氛圍，音樂結構精緻，透過音色質地細緻的主唱林鈺婷娓娓唱出，引人緩緩品嚐詩人描繪的南方意象。專輯錄製除樂團核心成員，也再度邀請南方當代弦樂團10位弦樂手+雙簧管，共同錄製。細膩的編曲飽滿的音響加上富含文化底蘊的內涵，音響論壇在2024年3月出刊的特別專文推薦本專輯為『值得收藏的精彩創作』。',
'image/445405678859.jpg', 498, 'A', NULL, 1565, 35, '2024-03-28', 975);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405678716, 'MKSN2405', '4710149707918', '王國DARKTOPIA', '「閉上雙眼，我就能回到那只有我能主宰的黑暗烏托邦裡。雖是無根的王座，卻代表著自由。在這沒有邊際的黑暗裡，所有的破碎都能被神聖的黑暗遮蔽，所有的不堪都能被充滿恩典的黑暗吞噬。我雖是頹然，卻也能安坐。這就是，屬於我的王國」---《Darktopia》， the Huiting六年之後，陳惠婷以【the Huiting】的身分推出了個人第四張全創作專輯《王國 Darktopia》。這次的主題，可以從專輯英文名來拆解看為DARK UTOPIA，詮釋了一個黑暗卻美好的理想國度。提到黑暗，一般直覺聯想到的，不外乎是負面的或是憂傷晦暗，好一點的話則是歌德美學，但在the Huiting眼中，黑暗反而是充滿包容的存在，是宇宙的起源，所有一切不勘的脆弱的，在黑暗之中，就能得到隱藏，也得以安歇。於是黑暗開始有了浪漫的形象，甚至成為一股神聖的力量。當你閉上雙眼，你就擁有一個無邊際的黑色王國，在這絕對安靜且只有你自己的世界中，你就是自己的國王。然後我們再次得到力量。the Huiting此張專輯依然誠實地展現自我風格，卻不拘泥於風格的限制，純粹回歸到樂曲本質上，“每一首歌曲該是怎麼樣的風格，就是怎麼樣”，所以你可以在裡面聽到搖滾，聽到電氣，聽到古典又或是爵士的鋼琴，聽到另類，甚至聽到藍調，卻透過the Huiting的聲音和歌詞，統整成一個具有一至性的世界觀，將作為專輯的核心概念「黑暗美學」，玩轉出另外一套不同的鋒芒。《王國 Darktopia》收錄了12首歌曲，每一首歌都能對應到一個靈感來自於黑暗的故事，整張專輯像是一本情節豐富的小說，“從黑暗而出，卻散發妖異的光”。多元的音樂風格和故事情節，聽完後也宛如讓聽者一起進行了一趟神秘卻又奇幻的黑暗之旅。本張專輯再次由資深製作人林揮斌操刀，邀請了許多傑出的音樂人合作：吉他手鍾承洋、吉他手Eric徐研培、「體熊專科」樂團吉他手包子張天偉、吉他手Zeno潘在恩、吉他手鄭平、鼓手Cody 、爵士鋼琴許郁瑛老師，大提琴葉欲新、合成器達人蛋蘇玠亘、Bass手Billy傅家煌，並首次進行日文歌曲的創作，也請到青木由香老師進行日文監修。透過豐富的音樂編排，邀請大家一起進入屬於the Huiting的《王國 Darktopia》。歌曲介紹    1. 美好人生以英式搖滾的編曲為載體，歌詞中蘊含著長久生活在絕望中的人，才能透徹的人生哲學。透過對自己的殘忍頗析，反而生出抽離的角度，詮釋出頹廢陰鬱的美感，並重新定義了何謂美好人生。就算是陰鬱的人生，也是我所能擁有的，獨一無二的，”美好人生”。    2. 關於寂寞沒有道理可說歌曲以自我獨白的方式，描述在人群中卻渴望逃離的掙扎。寂寞成為一種習慣，更變成一種基因，深刻在靈魂之中。挖掘寂寞的多層面，營造出令人共鳴的音樂氛圍，並透過層層吉他音牆的堆疊，帶領聽者進入這冷冽又強大的寂寞世界。    3. Come to the Dark Side透過《星際大戰Star Wars》黑武士的意象，直接探討黑暗力量的誘惑。儘管歌曲簡潔直接，卻打造出神秘誘人的氛圍，邀請聽者一同踏入這神聖的黑暗世界。眾人皆想成為世上唯一的光，我卻想成為那包裹光線的整片黑暗宇宙，無邊無際，緩慢幽微。    4. 派對終結者專為社交怪咖設計的歌曲，風格另類且融合龐克的怪異感。生動展現派對中獨特風采的怪咖形象，音樂中充滿了另類的趣味和能量。    5. Last Day on Earth以慵懶近乎妖嬈的舞曲風格虛構一個超現實的末日世界。歌曲隱含雙重寓意，表層可解釋為被外星人選上，即將被帶往別的星球，在地球上的最後一日，會是如何的景象；亦可以解釋為如果此為生命的最後一天，又會想如何度過？是一首以末世為背景，卻充滿態度的一首歌曲。    6. Love Me the Way I Want you to以末日愛情故事為靈感，描繪何為陪伴到最後的愛。乍聽為無害的溫暖情歌，細細品嚐後或許可讀出死亡與終點的況味。世人皆歌頌陽光燦爛，青春正盛的綻放愛情，殊不知能夠共同面對終點的愛情才更讓人低迴不已。這首歌曲的藍調風格，也為這張專輯的王國擴展了更多的音樂版圖。    7. 存在我內心的風景寫於疫情時期的歌曲，隔離日常，每日視野所及僅房中一隅侷限風景，日久投射以抒情風格，轉身進入內在意象的心靈旅程。    8. 浮士德的燈塔以奇幻故事開場，借用浮士德典故，描述人為了能窺見一眼這世上所謂極致的美，究竟願意付出多少代價，為了追求心中所愛，你是不是願意付出靈魂進行交換？以鋼琴與大提琴作為編曲主軸，營造出充滿神秘詭譎的音樂風格，引領聽者如同走上燈塔的旋轉樓梯一般，當你一踏上這條路，便注定漸漸迷失在對極致的無盡追求之中。    9. 誰も傷付けたくないスポンジ 以擬人手法，用不願造成他者任何損傷的洗碗海綿為比喻，描繪出一種沉溺美學。諷刺之處在於，洗碗海綿的功能本來就是為了達成清潔的目的，若是害怕造成器物的刮痕或傷害，而不願動作，不就也失去了原本被設定的功能以及價值？以一種非常近似日本藝術電影的自虐或是說自溺風格，述說一個關於人類情感的故事。也由於歌曲概念的設定，用日文創作自然是最適合的方式，也是The Huiting首次的日文歌曲創作。    10. 雲端戀人在所有定義與界線都交融模糊的年代，當過去現在未來的線性時間序已不存在，機器與人類、有機與無機已不再是判斷具有靈魂與否的唯一標準時，這時僅存依然重要的，或許是我們稱為“愛”的情感。    11. Nice CindyCindy代表著充滿信心卻在追逐愛情中屢敗屢戰的女子，然而她卻沒有氣餒，繼續以最大的努力往前。歌曲如同百老匯音樂劇般，給予Cindy歌舞場景式鼓勵，告訴她「你其實很棒！就像星星一樣閃亮！」。    12. 我想成為一片荒野過於躁動的感受力終於成為了一種負擔，過於敏銳的觀察力還是毀壞了甜美的夢境，即便想停下這一切，像機器休眠，我們總是輕易地說「是你讓我變成一片荒野」，將錯誤歸因給他人，但也許真正讓自己變成一片荒野的，主動想變成一片荒野的，是我自己。',
'image/445405678716.jpg', 568, 'A', NULL, 990, 33, '2024-03-22', 848);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405678939, 'EA72439', '8886352724397', '絕佳經典(新加坡進口)2CDBest Mandarin Golden Hits(2CD)', '高規格24Bit/96Khz頂級錄製獨家DW Mastering技術後製，讓音質更優美，不作多餘修飾，保留了錄音中的原始韻味。',
'image/445405678939.jpg', 498, 'A', NULL, 1494, 56, '2024-03-18', 98);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405678872, 'OLAP002', '2024030000384', '9522(平裝版)', '設計理念:有哪些事,最終張貼在心中的人生塗鴉牆上,有哪些符號,透過實體專輯的傳導,可以喚起那些未曾想過會是最好的,成為時光的記憶?曾經是隨手拼貼,而終成為刻記活過痕跡的時刻,如歌者併入二十七年的時光疊影,封面主視覺以拼貼撕畫風格為主,以不同層次運用安溥的日常紀錄、隨手插畫、歌詞、筆記貼紙、等構成,構築筆記本般無法複製,抽象穿梭的場景感。是一本小書,一本旅記,一本上半場的人生。這樣一本:每個人都一定有自己的一本。設計師: Kamzo 劉安儒專輯內容介紹:《9522》 是一張橫跨二十七年時光的作品,始於1995年安溥十四歲至十七歲的詞曲創作,有溫潤幽默的女孩青春,詩人初露鋒芒顯得奇異早慧的銳利詞作,在多年後用歷經人生轉折的嗓音融合成層次深刻的歌唱,於2022年終於開封。在以單曲做為現象主力的年代,這十六首主題各自全然獨立,卻因歌者本身的生命歷程而微妙地編織出我們對時空,經驗與記憶立體(非線性的)的聆聽體驗。由黃小楨,何欣穗兩大製作人串連美好的樂手,混音師與編曲人們耗時兩年完成,這是一次少見不作為標本封藏青春,反因醞釀所以造成一個音樂創作的蟲洞的概念紀錄,將過去,未來皆因當下終於發聲而得以重新融組生命經驗的作品,帶來的聽覺旅程令人動容,充滿驚喜與震顫。藝人介紹:安溥,曾以筆名張懸於Sony BMG唱片公司作為簽約歌手與創作者度過七年時光,期間曾發行四張華語全創作專輯,曾以作品”玫瑰色的你“獲得金曲獎最佳作詞人,以製作人與導演身份製作個人概念演唱會“潮水箴言”,“煉雲”,均在票房表現與迴響中大獲好評,每有演出皆告完售。安溥演出風格鮮明,詞風洗煉,語法奇異,意象與隱喻性多元深刻,是當代華語樂壇另類搖滾與⺠謠的標誌性人物,此刻並以藝人,演唱會與音樂製作人的身分繼續朝音樂與舞台藝術的哲學觀深度,呈現廣度與連結人心的可能性探索。',
'image/445405678872.jpg', 458, 'A', NULL, 1156, 57, '2024-03-14', 962);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445395678830, 'TEM00071', '4712818780260', '回郵', '您有一封未聆取郵件 千禧年唱作新星呂允 第三張實體創作單曲回郵 Re:予你的春天情書03.14 正式發行02.19 開始預購（03.08 截止）我數次閱讀你的信件，漸漸感覺從字裡行間獲得復原的力量，日子一天天過去，積累了許多尚未答覆的思念，那些能量成就這首歌曲的成形，如今是我回郵的方式。就算距離再遠，也期待與珍視的人一起長久共讀下去。《回郵》為呂允於 2023 加入添翼後寫的歌，與夥伴楊峻綱共同製作，單曲加入寫信與翻頁的聲響元素，弦樂團編制增添傾訴的能量，昔日同窗及同事們參與人聲大合唱烘托情感至終。從線上走到線下，一次次能實際面對面見面的日子，收穫了眾多的日常絮語，以老派的方式，還贈予你。',
'image/445395678830.jpg', 198, 'A', 10, 88, 48, '2024-03-14', 409);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405678717, '19658882582', '196588825828', '走心的歌The Sound of Hearts', '「走心」是抱著一顆受傷的心帶著愛 慢慢走向你的過程大勢情歌王陳勢安Andrew Tan第8張個人專輯《走心的歌》集結7首從未收錄實體專輯之數位單曲+2首全新走心力作每一步都奮不顧身 釋放內心的那份真2024.03.12   實體專輯 正式走心發行＊產品示意圖🌟專輯內含🌟●走心刻度X滾動式實體彈珠CD殼包裝 ● 走心指數0%～100% 概念寫真歌詞本● 陳勢安個性寫真 走心雙面折頁海報從遇見天后的那一刻起 陳勢安早已走進你的心睽違三年再次出輯 以破風之姿再登華語樂壇高峰 挑戰超越常規的音樂框架 勢在打造2024最「走心」的音樂篇章陳勢安Andrew Tan出道18年，至今推出多首傳唱佳作，接連以〈天后〉、〈勢在必行〉、〈再痛也沒關係〉、〈好愛好散〉...等療傷情歌霸榜各大數位平台、締造千萬點擊。其中成名曲〈天后〉更有在KTV排行榜冠軍寶座蟬聯169週的輝煌佳績，去年陳勢安因在音樂綜藝節目「時光音樂會3・老友記」上演唱此首歌曲，歌唱實力倍受讚譽、現場感染力十足，吸引廣大的網友們的熱烈討論，再次以大勢情歌王之態狂力掀起一波"天后"效應 ! 而今年，陳勢安帶著全新的作品，第8張個人專輯正式走心問世，他將再一次用他的音樂走入你的心，用他的歌聲帶你走出傷痛的心，為每一個因愛受傷的靈魂療傷，一步一步踏上走心的路。陳勢安親自擔綱專輯製作統籌 號召頂尖製作團隊JerryC、張簡君偉、森白B.K、GJ蔣卓嘉、許媛婷、佳旺、龐家成為專輯九首歌曲刻畫九種走心狀態 創造既真摯又深刻的情感連結《走心的歌》這張專輯由陳勢安擔任專輯製作統籌，與製作人張簡君偉繼續「製造神曲」！除了去年年初一發布就霸榜4冠王的單曲〈連輸入法都記得你〉，再製作專輯三首全新歌曲〈走心的歌〉、〈不想說晚安〉、〈破風〉；專輯裡收錄去年陸續發布的幾首叫好叫座的曲目：由製作人GJ蔣卓嘉「勢嘉CP」打造揪心之作〈腦袋都是你〉以及〈More Than Friends〉訴說墜入以及沉溺於愛情的痛徹心境；霸總式直球告白情歌〈全世界我只想保護你〉以及〈不如我們〉，打造愛情裡不論輸贏永不敗的浪漫，為所有聽眾應援戀情；另外陳勢安翻唱楊丞琳的經典情歌〈雨愛〉也驚喜收錄，歌曲營造穿梭在現實與記憶之間的朦朧氛圍，彷彿在訴說著走心的過程裡，總會遇到愛戀難辨卻也撲朔迷離的那份徬徨，為專輯畫龍點睛。陳勢安分享道這張新專輯與上一張專輯《唯一想了解的人》最大的不同是"不在三級警戒下發片"，在所有人都能更坦然生活重新重整自我的狀態下，如此的外在環境因素其實也影響著陳勢安的音樂，激發他挑戰更多音樂豐富性以及實驗性的想法。在一年多的籌備裡，他嘗試用不同的唱腔做音樂，在歌曲上注入更多不同層面的元素，編曲上也碰撞出更多的嘗試，結合電子音樂、傳統樂器、流行搖滾..等，試圖用更多的樣貌詮釋不同的故事，想讓歌迷們在每一張專輯都可以期待以及看見他的成長。此張專輯圍繞著走心，描繪著人在處於愛情不同的階段裡所歷經的情感狀態， 專輯九首歌曲分別在講訴九種不同的走心，也許是傾吐心聲 ; 也許是為愛迷惘 ; 亦或是勇敢追愛，又或是義無反顧，跟隨著每個人的走心程度做最明確的情感溝通，這將會是2024最"走心"的一張專輯。         專輯前哨釋放搖滾狂熱 燃燒情歌魅力 飆榜勢不可擋搭乘衝線先行曲〈破風〉上路後 為愛深情迴轉 走心宣洩大勢情歌專輯同名抒情主打〈走心的歌〉決心奮不顧身 把內心的話一次大膽釋放專輯正式發佈前，陳勢安以為戲劇《華麗計程車行》量身打造的勵志熱血片頭曲〈破風〉為新專輯氣勢前導，籌備這首歌時正逢全球受疫情重挫後終於開始回歸復甦的階段，處於這樣的外在狀態下他選用”破風”一詞來描繪當時的心境，希望透過歌曲傳達排除萬難都要破風，在重整自我以及面臨各式各樣選擇的道路上，重心將不再只是永不放棄而是奮力直衝，擴展出自己的路 ! 在編曲上，陳勢安也透漏編曲的結構受到了劇中”計程車司機”人設的啟發，認為計程車司機是個令人敬佩的角色，總能接觸到各種形形色色的人事物，於是在設計編曲時也巧妙呼應”多元性”的概念，前半段主歌由電音元素鋪陳，副歌則是跳脫的外放搖滾，結合新時代與舊時代、融合傳統與創新， 去豐富整首歌的聽覺感受 ! 而專輯同名主打歌曲〈走心的歌〉，陳勢安將再次發揮抒情唱將之力，引領"大勢情歌"狂潮。「走心一詞有許多的定義，而在這首歌曲裡會是怎樣的走心 ? 」陳勢安總能用各種不同的角度去詮釋他的音樂故事，而在賦予"走心"這個詞解釋時，卻是最直接的字面定義 : 我想走入你，以及自己的心。〈走心的歌〉是一場與自己對話的獨白，同時也將壓抑於心、久久無法說出的愛竭盡釋放，陳勢安選擇用最直白的方式去傳達人們在走心的路上，走向的往往不僅是渴望抵達的所在，卻也終於走向自己，勇敢表達愛。在歌曲的情緒表達上，陳勢安也大方透漏在唱腔上做了不同的改變以及延伸，特別在錄音室設計一套"走心唱法"，主歌使用吞吞吐吐的感覺去呈現內心實質的糾結感，副歌後則是唱腔外放表達奮不顧身的堅定決心，把沉靜的情緒一次大膽釋放，運用唱腔轉折急速轉換劇情，其實也想傳達走心的人雖然外表看似安靜，但內心其實是誇大的，與其在內心的波瀾中搖擺不定，不如就像最後一句歌詞 : 「這次我決定奮不顧身 把內心的話釋放了」，走心之後勇敢的面對愛，唱完這首歌後不顧一切的告白吧 ! 《關於我和鬼變成家人的那件事》林柏宏 x 金鐘視后 蔡淑臻 x 金曲鬼才導演Birdy  最走心的故事、搭上最走心的演技、 共創最走心的畫面林柏宏用一首歌的時間，走向蔡淑臻的心。一個男人拿著一幅畫作，準備前往一個派對現場過大的畫布乘載著思念、期盼與不確定突如其來的碰撞、擁擠的樓梯、隔在彼此之間的人群走向對方的過程變得意外艱辛愛情裡的各種走心、格格不入、遙不可及的感受讓人萌生退意；但，人離開了，心卻沒走穿越愛的糾結、徬徨、期待的心思這次，不管結局如何，都要奮不顧身的，走向愛情〈走心的歌〉MV找來擅長將情緒轉化為畫面故事的金曲鬼才導演Birdy執導，邀請林柏宏搭檔蔡淑臻上演一段從糾結關係到接住彼此的走心愛情故事，以電影美學的敘事鏡頭細膩刻畫那些未說出口的勇敢，劇情真情而感人，結局卻又留下開放式般的想像，耐人尋味。關上手機 閉上眼睛 可我卻〈不想說晚安〉陳勢安打造失眠診療室 為每個失眠的靈魂獻上專屬晚安曲你是否也在夜深人靜時，擁抱著失眠的自己，想念著那個誰？〈不想說晚安〉是專輯裡較平緩溫暖的新曲， 歌詞裡卻用幽默的手法訴說在失眠時淡淡的無助感，想找尋夢鄉的入口，卻永遠被擋在門口。陳勢安表示自己有失眠的問題，而失眠的感受其實是戲劇化的，睡不著時腦中總會想東想西，思緒胡亂轉，到底該怎麼入睡 ?他想透過這首歌傳達人生遇到無助時其實就像是面對失眠問題一樣，你可以選擇靜下心開始數羊等待著晚安的大門再次敞開，即使還是睡不著，也不過是在等著明天的到來。在人生遇到困難時，不妨也嘗試用輕鬆的態度面對問題，安靜等待，再大的無助也總有一天會和昨天的失眠一起向你Say Goodbye。實體專輯設計大玩走心指數 將音樂與情感化為可視的刻度每個數值都象徵著心靈深處的悸動 以圖像線性描繪情感起伏紅 X 黑 X 白 多套造型概念 用色彩刻畫由0%到100%的漸層走心之作此次在實體專輯設計上巧妙運用"走心指數"的概念貫穿整張音樂作品，每一首歌都代表著一個數值，跟著曲序一首一首的循序撥放，伴隨著歌曲情緒累積走心指數，當專輯播放完畢時，走心指數也抵達100%。此外，這次的專輯造型下足的功夫，特意用紅色、黑色以及白色打造全新歌曲三大主題概念，專輯主視覺拍攝由天王天后御用攝影師江民仕掌鏡，打造頂級的驚豔之作。首先釋出濃烈「紅色」，陳勢安穿上紅色大衣為新專輯氣勢披肩，視覺搭配燃燒中的火焰，魅力勢不可擋 ! 之後是神秘「黑色」，陳勢安化身為衣著黑色戰袍的情歌使者，配上背景的大地暖系色調，柔中帶剛的視覺表現宛如一幅為專輯量身打造的走心之畫。接下來是「白色」，宛如夜晚指路的白光，為每個失眠的靈魂引路，走心的眼淚沿著時間的縫隙化作一道光降臨在陳勢安潔淨的臉上，在快門按下後，陳勢安已悄悄走進你的心。專輯曲目介紹1. 走心的歌 The Song of Hearts٨ـﮩﮩ٨♡走心指數_10%「這次我決定奮不顧身 把內心的話釋放了」〈走心的歌〉是一場與自己對話的獨白，同時也將壓抑於心、久久無法說出的愛竭盡釋放，陳勢安選擇用最直白的方式去傳達人們在走心的路上，不僅是渴望抵達的所在，也同時走向自己的真心，勇敢表達愛。走心之後勇敢面對愛，唱完這首歌後不顧一切的告白吧 !2. 不想說晚安 Good Night٨ـﮩﮩ٨♡走心指數_20%「安靜的 想要渡過今夜     悶悶的 我在想誰  正在數著羊 找夢鄉的入口 可我卻永遠 被擋在門口」「關上手機閉上眼睛，可我卻不想說晚安。」你是否也在夜深人靜時，擁抱著失眠的自己，想念著那個誰？失眠有時是無助的，想找尋夢鄉的入口，卻永遠被擋在門口；有時卻是戲劇化的，睡不著時腦中想東想西，思緒亂轉，到底該怎麼入睡 ? 人生無助的時後，有點像面對失眠問題一樣，你可以選擇靜下心，開始數羊，即使還是睡不著，也不過是等著明天的到來。透過這首歌陳勢安想鼓勵正遭遇人生困難的人們，不妨也嘗試用輕鬆的態度面對問題，安靜等待，再大的無助也總有一天會和昨天的失眠一樣，向你Say Goodbye。3. 破風 Resilience٨ـﮩﮩ٨♡走心指數_30%「我就要我瘋狂的執念選上坡總是會難一點破風的信念 推著我再向前」為了挑戰超越常規的音樂框架，在這首歌曲的編曲詮釋上陳勢安嘗試加入更多元的設計，前半段主歌由電音元素鋪陳，副歌則是跳脫的外放搖滾，結合新時代與舊時代、融合傳統與創新，豐富整首歌的聽覺感受。同時，這首歌也在訴說著人生道路上會接觸到形形色色的人事物，在重整自我、以及面臨各式各樣選擇時，除了永不放棄以外還要奮力直衝，以破風的信念，衝出屬於自己的路 ! 4. 連輸入法都記得你 Still Remembers٨ـﮩﮩ٨♡走心指數_40%「連輸入法都沒忘記 怎殘忍的叫我忘記你」「輸入法」很煩人，當感情分手習慣卻還在，所有關鍵詞都無法刪去，整了又理卻無法乾淨，陷入無止盡患得患失的循環，如果愛能重新輸入，寧願沈船像隻魚，在漁場裡永遠只有七秒的記憶。〈連輸入法都記得你〉由金牌製作人張簡君偉製作，開頭的打字聲，讓聽眾瞬間掉入歌曲情緒，用簡單的古典民謠吉他為底，漸漸鋪陳情緒張力豐盈的弦樂，最後加入流行搖滾的鼓聲和電吉他，襯托出思念逐漸激昂的情緒，是一首融合民謠及流行搖滾的濃厚情歌。5. 腦袋都是你 All About You٨ـﮩﮩ٨♡走心指數_50%「腦袋裡全都是你思念讓我快窒息呼喊著你的名  多渴望你回應」〈腦袋都是你〉描述因愛暈船而無法自拔，又愛又恨的矛盾心情，是一首直接表達想念一個人的歌曲。愛意悄無聲息的滋長，不曾消滅，該怎麼形容腦袋全都是你，​​又該怎麼裝作灑脫的告別。將無法用言語訴說的致命情感輸入到腦海，陳勢安用情深的歌聲，與你感同身受。6. 雨愛 Rainie Love٨ـﮩﮩ٨♡走心指數_60%「雨愛的秘密能一直延續我相信我將會看到彩虹的美麗」由陳勢安演唱的〈雨愛〉，為了營造出「城市雨景」的朦朧氛圍，新版使用較為LO-FI的樂器和雨聲開頭，慢慢融入復古80年代的合成器音色和現今流行的合成器BASS-LINE，最後在副歌回到流行搖滾的電吉他音色，創造出一個新舊融合，潮流復古並存的雨愛新版本。彷彿穿梭在現實與記憶之間，追憶潸然。7. 全世界我只想保護你 Loverboy٨ـﮩﮩ٨♡走心指數_70%「全世界我只想保護你不管外界有多少的雜音就算鮮花都變陷阱我也會牽著你繼續前進」在感情上無論「輸贏」，只要有你我就贏了全世界，因為你是我永不敗的愛。〈全世界我只想保護你〉不僅以直球的方式詮釋情侶間的甜蜜情節，更將情侶間曖昧彆扭、卻隱含著彼此默契的細節巧妙呈現。歌曲由「勢嘉CP」陳勢安和GJ蔣卓嘉共同製作，抒情Ballad曲風舒服抓耳，猶如吵完架後心境一轉，更直接的面對自己心意，站在宇宙中央大聲呼喊「全世界我只想保護你」！8. 不如我們 Why Not٨ـﮩﮩ٨♡走心指數_80%「不如，我們卸下頑固不如，我們同時讓步不比較誰更多付出因為你就是我的全部」〈不如我們〉是陳勢安和好友GJ蔣卓嘉共同製作完成，抒情Ballad曲風和陳勢安深厚真摯嗓音，暖聲詮釋情人間兩小無猜的日常鬥嘴，對話式的歌詞結構更讓歌曲顯得深情抓耳，「如果遇到什麼不愉快，就轉念一想，『不如我們』喝杯咖啡吧！」越是緊密的關係，越需要用這樣簡單真切、不顧一切的方式去保護，「因為你就是我的全部」。9. More Than Friends٨ـﮩﮩ٨♡走心指數_90%「I just wanna be more than friends為何裹足不前 你我之間不止有那麼一點點」感情中最遙遠的距離，或許就只有一公尺，既無法前進，也不願後退，那份安全的距離卻悄悄變成了最堅固的封鎖線。〈More Than Friends〉以乾淨沉穩的大提琴音和鋼琴合奏，隨著不斷堆疊的合音和弦樂，漸漸增加層次，到副歌「I just wanna be more than friends」才湧上情感，想表白的心情酸中帶甜，透過陳勢安的聲線彷彿正在描繪一場「友達以上，戀人未滿」的曖昧大冒險。٨ـﮩﮩ٨♡走心指數_100%',
'image/445405678717.jpg', 518, 'A', NULL, 464, 32, '2024-03-12', 1517);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445395678571, '74280', '4717398742806', '重燃愛戀 貳 Walk On (平裝版)', '(平裝版)邰正宵/重燃愛戀 貳/ Walk On2024/02/01～2024/03/07 開始預購1994年，『重燃愛戀』專輯集結了當時邰正宵的新歌+自我翻唱精選；經歷了30年，邰正宵仍然持續創作，不斷有新作品問世，這次決定在2024年推出『重燃愛戀 貳 Walk On』專輯，承載了三十年前『重燃愛戀』的傳統，一樣以新歌+自我翻唱為主題，收錄了七首自我翻唱的經典歌曲、六首全新創作單曲、兩首破天荒首度收錄的Demo音軌，集十七首歌曲於一身！專輯除了以『玫瑰』為靈魂主體，更以『Walk On繼續向前行』為軀幹精神，訴說著這些年如何在逆境中保持”忘記背後、努力面前、向著標竿直跑”的心志與神同行，永遠不回頭地拒絕活在回憶裡，只有愛在當下，並不斷充實自我、享受生命，伴隨著那腳前的燈和路上的光，繼續步步前行!每首新歌也都有向自己的經典作品致敬及回應的巧思：『唯一的玫瑰』是『九百九十九朵玫瑰』的延續篇；『繼續向前行』傳遞著『永遠不回頭』的精神；『不管』回應了 『Don`t Say Goodbye』那時候的自己；『我只有你』是『沒有』的反面；『衝上雲霄』會讓人不禁回想起『想飛的心』；而『各自天涯』是否也讓人憶起熟悉的一句歌詞「天涯擋不住思念 渴望著他年他月再相見」？ 就算彼此各奔天涯，心也要讓你聽見！這張專輯最特別的是在Demo版的兩首歌裡，首次讓人一探歌曲最原始的風貌，那個因為愛音樂，開始玩音樂而自由自在、自彈自唱的初衷，甚至有些歌曲起初的詞意和後來發行的版本也是完全不同。在邰正宵不曾停下腳步的人生中，無論”得時不得時，得意不得意”，無論是面對音樂或人生，都可以從專輯中套用一句他的口頭襌，那就是『一起來！Walk On！ 勇敢作夢吧！」',
'image/445395678571.jpg', 488, 'A', NULL, 72, 34, '2024-03-08', 836);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445395678654, 'CMCFJ002', '4713249234902', '時光 ‧美好－記憶中的一首歌', '《時光 •美好》記憶中的一首歌－李之勤30週年紀念迷你專輯記憶與技藝永遠都在 用作品將時光美好呈現 服裝亦有綠時尚議題歌手出身，能主持，會演戲，以一首『想你會想我嗎』傳唱度極高金曲，紅遍華人世界的李之勤，除了『記憶』中的這首歌，另有不為人知的，隱藏版的身份：『曾赴紐約攻讀服裝設計，並拿下設計學位！』，一身巧奪天工的服裝『技藝』與她對美的鑒賞力、天馬行空的創造力，一切都將在她的全新專輯中呈現！時常隨筆創作草圖，累積服裝設計稿的她，這次將綠時尚，環境保護的議題帶入她的服裝作品中，專輯內兩套綠時尚作品，百分之百由之勤原創並操刀設計，其中一套設計：『兩極』目標在於減塑，如何將無法分解的塑膠袋再利用成一件綠時尚的作品。另一套與海洋生態循環有關的綠時尚服裝『請勿餵食』，將海洋保護的議題帶進，融入歌曲之中，化身海洋女神嘆息歌唱，呼籲大家反思與如何減少生活中不必要的浪費。出道至今，感受生命的跌宕起伏與堅持在各領域中持續的累積，她將『記憶』與『技藝』結合，這張作品，除了歌聲，也將以不同的面貌分享她的人生。初次嘗試大量將自己創作片段，完整成整張專輯，並舉行三十週年紀念演唱會     出道三十週年的她，走過生命中的各種跌宕起伏，有紅透半邊天的忙碌，亦有健康上措手不及的巨變，已發行過五張專輯的李之勤，在這張新專輯中卻是第一次將生活中各式隨筆，創作筆記與隨想，整理成完整的歌曲，思索如何在歌曲中傳遞概念，隨著新作品『時光美好－記憶中的一首歌』，他也將於西門紅樓河岸留言舉行人生首次個人專場演唱會，『記憶中的一首歌-李之勤30週年紀念演唱會』，她說：『這是對自己歌手身份的一個歷程交代，也是送給一直喜歡她的歌迷影迷的回饋，雖然不免緊張，卻是幸福萬分，時光美好。』 ◎歌曲介紹▍01_風一直吹 （長度：4:38)「異鄉的孤寂，自我的對話。」1999年暫退演藝圈後，獨自飛往紐約學習服裝設計，大都會博物館、時代廣場上的收穫與孤獨，每一陣迎風都吹不乾的眼淚，伴隨著孤身流浪者的身影，練習面對，學會成長。全曲以Bossa Nova氛圍營造出微風輕撫的第五大道與內心自我的對話。 ▍02_ 記憶中的一首歌.  （長度：4:09）「想你會想我嗎，想我的你會快樂嗎？」90年代以一首金曲“想你會想我嗎”成為大街小巷傳唱度極高的曲目，歷經三十年的醞釀，重拾歌手身份的李之勤，用拉丁爵士森巴來歡慶那輝煌燦爛的記憶，歌曲風格溫暖歡樂，讓人穿梭復古氛圍中。▍03_詠痕   （長度：3:18）「永續卻無法再生，破壞自此成就傷痕。」大地的創傷是全球議題，對於環境總希望永續發展，但許多已消耗的卻永遠也無法再生了，人類的破壞成了大地難以抹滅的傷痕，李之勤化身海洋女神，為了歌詠這些傷痕，輕聲呢喃歌唱，提醒著人們反思這些無法逃避的問題。▍04_ 爸爸的歌聲 （長度：3:38）「回憶中最美好的傳承。」什麼給了我們最美好的童年？最黃金的回憶？爸爸的歌聲，爸爸慷慨的個性，毫無保留的分享給家人與朋友，時常手拿麥股，戈逗一支小喇叭！愛唱歌又投入其中的父親，微笑中是之勤最黃金的回憶。▍05_ 美麗的Violin （長度：4:27）「男女的進退搭配，就像跳一首和諧的華爾滋。」爵士華爾滋Jazz Waltz，請小提琴手甘威鵬以優雅的琴聲貫穿全曲，成為靈魂主角，全曲在深情溫柔的歌聲與弦樂聲互動下呈現。▍06_ Close your eyes（長度：4:03）「輕閉雙眼，相信美好的創造。」我們不勇敢，我們自我懷疑，但我們願意接納自己就是如此不足嗎？面對自己內心一陣陣的責問，我們只需相信自己的不完美也是被愛的，當不完美的的自己被接納的時後，好像再也沒有什麼事情，可以再使我們膽怯了。',
'image/445395678654.jpg', 498, 'A', NULL, 702, 31, '2024-03-06', 244);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445395678708, 'Dear025', '2024020000220', '【一切平常】', '最珍貴的事情，是日常的反覆練習太陽從東邊升起，睡醒慢跑喘口氣，身邊有我愛的你不用驚喜，就很滿意「不做音樂的話，我想要做什麼？」八年的空窗期裡，黃玠曾如此問自己。漫長看不到盡頭的低潮，把整個人淹沒，悶悶地抬不起頭。黃玠甚至有點懷疑自己還喜不喜歡音樂。雖然為了生活，他還是會出來表演，但卻覺得心虛。但真要做其他事，又打不起勁。那究竟是憂鬱，還是中年危機？說也奇怪，在 2022 年的春天，黃玠某天醒來，纏身多年的低潮忽然不見了，眼前像是鏡片被擦亮般煥然一新。他發現生活真正重要的，不見得是探索和刺激，而是讓日常得以物歸原位，是確知太陽每天都會升起的日復一日。專輯叫作《一切平常》就在講這道理，四個字看似無趣，卻得來不易。聆聽這張專輯，如同翻閱黃玠的手機相簿，八年來的精華時光，無論好壞盡皆浮現。你會看到他對婚姻的態度如何大轉變，在幾次世界動盪的大事中努力保持信念；你也會在河邊發現奔馳而過的他穿上新買的跑鞋，或跟著好友踩進播種前的農田。為了收束散亂在時間長河裡的線頭，黃玠邀請到三金音樂家柯智豪一同製作新專輯。一見如故的兩人在音樂上意外合拍，柯智豪既傳統又前衛的性格，鼓勵黃玠放手玩樂，讓這回的音樂既淘氣又真心。除了招牌吉他彈唱，黃玠還拿出偷練多時的饒舌功力、拉丁混搭澀谷系、甚至即將席捲全台的求婚金曲……加上吳志寧、奇哥、黃小楨、PUZZLEMAN 等老朋友情義相挺，保證耳朵自由又充滿玩興。來聽《一切平常》，願你的生活也能安穩如常。',
'image/445395678708.jpg', 618, 'A', NULL, 275, 59, '2024-03-06', 724);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445385679059, '74282', '4717398742820', '重燃愛戀 貳 Walk On 精裝版', '預購期間：2024/01/26～2024/02/16 *【邰正宵/重燃愛戀 貳 Walk On精裝版】(限量) 預購贈品1.ＣＤｘ１2.Retro+C.”繼續向前行”皮革手環1個(深、淺色隨機封入) 3.專輯寫真卡3張1994年，『重燃愛戀』專輯集結了當時邰正宵的新歌+自我翻唱精選；經歷了30年，邰正宵仍然持續創作，不斷有新作品問世，這次決定在2024年推出『重燃愛戀 貳 Walk On』專輯，承載了三十年前『重燃愛戀』的傳統，一樣以新歌+自我翻唱為主題，收錄了七首自我翻唱的經典歌曲、六首全新創作單曲、兩首破天荒首度收錄的Demo音軌，集十七首歌曲於一身！專輯除了以『玫瑰』為靈魂主體，更以『Walk On繼續向前行』為軀幹精神，訴說著這些年如何在逆境中保持”忘記背後、努力面前、向著標竿直跑”的心志與神同行，永遠不回頭地拒絕活在回憶裡，只有愛在當下，並不斷充實自我、享受生命，伴隨著那腳前的燈和路上的光，繼續步步前行!每首新歌也都有向自己的經典作品致敬及回應的巧思：『唯一的玫瑰』是『九百九十九朵玫瑰』的延續篇；『繼續向前行』傳遞著『永遠不回頭』的精神；『不管』回應了 『Don`t Say Goodbye』那時候的自己；『我只有你』是『沒有』的反面；『衝上雲霄』會讓人不禁回想起『想飛的心』；而『各自天涯』是否也讓人憶起熟悉的一句歌詞「天涯擋不住思念 渴望著他年他月再相見」？ 就算彼此各奔天涯，心也要讓你聽見！這張專輯最特別的是在Demo版的兩首歌裡，首次讓人一探歌曲最原始的風貌，那個因為愛音樂，開始玩音樂而自由自在、自彈自唱的初衷，甚至有些歌曲起初的詞意和後來發行的版本也是完全不同。在邰正宵不曾停下腳步的人生中，無論”得時不得時，得意不得意”，無論是面對音樂或人生，都可以從專輯中套用一句他的口頭襌，那就是『一起來！Walk On！ 勇敢作夢吧！」',
'image/445385679059.jpg', 0, 'A', NULL, 72, 34, '2024-03-05', 872);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445385679058, '74281', '4717398742813', '重燃愛戀 貳 Walk On”我只有你”精裝版', '預購期間：2024/01/26~2024/02/16 
*【邰正宵/重燃愛戀 貳 Walk On”我只有你”-精裝版】預購贈品1.ＣＤｘ１2.Retro+C.”繼續向前行”皮革手環1個(深、淺色隨機封入) 3.專輯寫真卡3張4.［2024”我只有你”快閃簽名會] 門票1張［2024 Samuel Tai “Only You” Fan Meeting in Taipei］ 2024/3/30星期六下午14:00  地點：Blackbird Coffee 黑鳥咖啡 台北市北投區中和街433號1994年，『重燃愛戀』專輯集結了當時邰正宵的新歌+自我翻唱精選；經歷了30年，邰正宵仍然持續創作，不斷有新作品問世，這次決定在2024年推出『重燃愛戀 貳 Walk On』專輯，承載了三十年前『重燃愛戀』的傳統，一樣以新歌+自我翻唱為主題，收錄了七首自我翻唱的經典歌曲、六首全新創作單曲、兩首破天荒首度收錄的Demo音軌，集十七首歌曲於一身！ 專輯除了以『玫瑰』為靈魂主體，更以『Walk On繼續向前行』為軀幹精神，訴說著這些年如何在逆境中保持”忘記背後、努力面前、向著標竿直跑”的心志與神同行，永遠不回頭地拒絕活在回憶裡，只有愛在當下，並不斷充實自我、享受生命，伴隨著那腳前的燈和路上的光，繼續步步前行! 每首新歌也都有向自己的經典作品致敬及回應的巧思：『唯一的玫瑰』是『九百九十九朵玫瑰』的延續篇；『繼續向前行』傳遞著『永遠不回頭』的精神；『不管』回應了 『Don`t Say Goodbye』那時候的自己；『我只有你』是『沒有』的反面；『衝上雲霄』會讓人不禁回想起『想飛的心』；而『各自天涯』是否也讓人憶起熟悉的一句歌詞「天涯擋不住思念 渴望著他年他月再相見」？ 就算彼此各奔天涯，心也要讓你聽見！ 這張專輯最特別的是在Demo版的兩首歌裡，首次讓人一探歌曲最原始的風貌，那個因為愛音樂，開始玩音樂而自由自在、自彈自唱的初衷，甚至有些歌曲起初的詞意和後來發行的版本也是完全不同。 在邰正宵不曾停下腳步的人生中，無論”得時不得時，得意不得意”，無論是面對音樂或人生，都可以從專輯中套用一句他的口頭襌，那就是『一起來！Walk On！ 勇敢作夢吧！」',
'image/445385679058.jpg', 0, 'A', NULL, 72, 34, '2024-03-05', 692);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445395678935, '19658881132', '196588811326', '情歌手 (台壓)', '10首只有他能唱的撕心搖滾觸中你的「愛情痛」衝撞出在KTV時才敢飆唱的裂肺心情以「音樂」橫跨不同年代的歌曲情感精選五首＿謝霆鋒、張信哲、任賢齊、鄭秀文、迪克牛仔 經典情歌  新編心唱金曲製作人 鍾濰宇、茄子蛋 吉他手阿任、粉紅噪音樂團吉他手 陳威達 神曲製造機JerryC與詞人施立、城旭遠、Shawn尚融、陳昭淵呼應製作全新五首情歌，以電吉他作為情歌敘事線，打造跨年代搖滾男人味心情不好的時候，聽邱軍唱歌，就好了專輯視覺概念：「男人的旅程」五種交通工具＿公車站牌、火車月台、巴士轉運站、計程車、船作為專輯五首經典舊歌＆五首新歌 對照＆串連在編曲上，製作人一開始即選擇「電吉他」作為邱軍音樂形象的主要樂器，因此在十首歌曲裡，可以聽見電吉他時而像邱軍的影子、時而像物件反射出的影像，增加了每首歌曲裡豐富的情緒線。主題一、公車＿謝謝你的愛1999+謝謝你的愛2024（情歌的過去＆未來）邱軍「情歌手宇宙」的公車站牌「謝謝你的愛」這一站，有1999和2024兩路公車，哪一班公車會先到呢？歌曲介紹：「謝謝你的愛1999」＿金曲製作人 鍾濰宇、茄子蛋 吉他手阿任、粉紅噪音樂團吉他手 陳威達 打造跨年代搖滾男人味詞Lyricist｜林利南Li-Nan Lin    曲Composer｜陳俊廷Jun-Ting Chen製作人Producer｜鍾濰宇Yu    編曲Arrangement｜蔡鎧任Aren Tsai∕鍾濰宇Yu別問愛過多少人 在一起的人  只問愛你有幾分別問太多的傷痕   如果不懂傷有多深最愛我的人 傷我有多深現實總是太殘忍  我早已付出了靈魂邱軍：「在錄這首歌之前，我完全沒有聽過原版，但是聽完之後就覺得很搖滾很喜歡。原版的孤獨感比較重一點，我唱的感覺更傾向於瀟灑地走出一段感情。」「謝謝你的愛2024」＿呼應現在年份和時代 呈現類似Fall Out Boy，Måneskin, One Ok Rock等時下年輕流行的搖滾樂團感詞Lyricist｜施立Shih Li             曲Composer｜吳海文Hai-Wen Wu製作人Producer｜鍾濰宇Yu   編曲Arrangement｜陳威達CHEN WEI DA錯過你也錯過我 既然做了選擇錯過你也錯過我 還説什麼原諒終究是你和他 有了個家 而我還在一個人遠方錯過你也錯過我 謝謝你愛過我 不要回頭施立老師在副歌歌詞裡，以「謝謝你愛過我」呼應歌名「謝謝你的愛」，但，錯過了就不要回頭了。邱軍：「在唱這首歌的時候有發生一件很有趣的事，就是和聲編寫的老師把和聲寫的太高了導致我唱唱不上去，後來就是直接飆上去，開發出自己新的高音。」主題二、火車＿太想愛你＋愛不愛我（情歌不管什麼時代都一樣虐的部分）場景移到火車月台，這一站叫做「邱軍」，前一站是「太想愛你」、下一站是「愛不愛我」到底該往前還是往後？歌曲介紹：「太想愛你」＿用很邱軍的感受，唱出跟張信哲版不同的粗獷與溫柔詞Lyricist｜厲曼婷Man-Ting Li    曲Composer｜葉良俊Liang-Jun Ye製作人Producer｜JerryC              編曲Arrangement｜JerryC太想愛你是我壓抑不了的念頭想要全面佔領你的喜怒哀愁你已征服了我 卻還不屬於我叫我如何不去猜測你在想什麼邱軍：「剛開始聽到這首歌的時候其實有點疑惑，因為非常的美聲、溫柔，完全不是我平常會唱的歌，但這也是製作人選這首歌的原因，感覺我唱會有很大的反差。錄這首歌的時候製作人叫我想像一下很可憐的事，例如下大雨時被分手，然後分手完另一半就出車禍的這種畫面。唱完後發現我把這首歌唱得很陽剛，很直接。」「愛不愛我」＿在心情最低落時錄的歌，唱出愛情最痛的問號詞Lyricist｜城旭遠Hsu-Yuan Cheng   曲Composer｜呂至傑George Lu製作人Producer｜JerryC                     編曲Arrangement｜JerryC太想愛你 的衝動想著困著盲從 各自做夢多少寂寞 都接受我最大的成就 是笑著說不痛到最後 愛的不是我定下來的理由 也不會是我邱軍：「這首歌可能是我第一次在錄音室錄到流淚。因為當時心情比較低落，錄音時想像被分手之後自己去求對方回來，結果發現其實自己也曾經這麼卑微過，然後想像畫面太過於真實，就流眼淚了。」主題三、巴士轉運站＿值得＋就好了（情歌裡的轉運或轉念）轉運站，真的可以轉運嗎？人生或愛情，值得不值得，轉運之後，就好了。歌曲介紹：「值得」＿以電吉他陪伴的男人孤寂感，喝了就懂詞Lyricist｜廖瑩如Ying-Ru Lia    曲Composer｜黃明洲Ming-Zhou Huang製作人Producer｜JerryC             編曲Arrangement｜JerryC我們的故事愛就愛到值得　錯也錯的值得是執著是灑脫　留給別人去說用盡所有力氣不是為我　那是為你才這麼做邱軍：「錄音以前沒有聽過，但是聽著聽著，就發現是一首唱法要很溫柔的歌；至於在唱這首歌的時候，想像自己經歷過很多事情，最後大徹大悟的感覺。」「就好了」＿中版搖滾，釋放自己，怎麼爽怎麼唱就好了詞Lyricist｜Shawn尚融        曲Composer｜Shawn尚融∕Diiton滴燙∕JerryC製作人Producer｜JerryC     編曲Arrangement｜JerryC唱著那些 值得不值得   人人都有 爛的資格你我之間 都沒有分別   誰都無所謂 像是沒有明天談著他們 適合不適合   一律勸分 都不要了慎重面對 每一次道別   輕輕地 深深地 帶過   就好了邱軍：「這首歌是目前為止錄最快的一次，當時紀錄了一下大概是45分鐘左右，在唱這首歌的時候，就想著這是一首「爽」歌，不用想太多，就唱得爽就好了。」主題四、計程車＿傷心太平洋＋運轉人生（飄丿男人味的兄弟情）開著計程車，在海海人海中，只要有兄弟陪伴，不放棄，人生總是會繼續運轉下去的。歌曲介紹：「傷心太平洋」＿瀟灑的直球傷心唱法與電吉他狂刷的搖滾風暴OT：SHIAWASE詞Lyricist｜MIYUKI NAKAJIMA     曲Composer｜MIYUKI NAKAJIMA改作詞SA｜陳沒Chen Mo            製作人Producer｜JerryC       編曲Arrangement｜JerryC一波還未平息一波又來侵襲茫茫人海狂風暴雨一波還來不及一波早就過去一生一世如夢初醒深深太平洋底　深深傷心邱軍：「這首歌以前有聽過可是不太熟，聽了之後就覺得是很男人的一首歌。錄這首歌的時候沒想像太多難過的畫面，只是單純按照自己的感覺、跟著編曲去唱，唱出一種直來直往的感覺。」「運轉人生」＿今年必聽必練的台語歌！運轉人生就是一路搖滾就對了詞Lyricist｜施立Shih Li                  曲Composer｜楊子樸Venk製作人Producer｜楊子樸Venk   編曲Arrangement｜JerryC惦在 這個世間 海海 無人會知哪會 天大地大 找無咱未來管待 社會無情 佳哉 有你有我運轉人生 沿路親像 一首歌邱軍：「這首歌是目前為止我覺得最難的一首歌，這首是一首台語歌曲，也是講兄弟情的一首，錄音的時候就想像自己在跟兄弟喝酒，聊心事。但是最困難的點是咬字，光咬字就錄了兩天，施立老師還特地到場指導，才唱出屬於我的台語氣味。」 製作人楊子樸：有天老朋友JerryC突然打電話來，要我去買一把口風琴，就是國小鼓笛隊的那種，吹起來有童趣感的聲音，要我吹傷心太平洋的旋律放進運轉人生裡面，一搭上去意外的發現很合，讓這首歌的時空場域氛圍都回到了一種比較懷舊但又有一點衝突。「運轉人生」和「傷心太平洋」用一樣的口風琴旋律，來串連兩首歌相似的情感面，是這兩首歌的編曲巧思。主題五、船＿有多少愛可以重來＋下個地方（情歌裡的悔恨與灑脫）在傷心裡載浮載沉的船上，一面悔恨著能否重來，一面不知何時能靠岸；但是當浪過去後，船會靠岸，在下個地方重新獲得救贖。歌曲介紹：「有多少愛可以重來」＿以多層次編曲呈現「重來」戀愛時光的穿越感詞Lyricist｜何厚華Hou-Hua He                  曲Composer｜黃卓穎Zhuo-Ying Huang製作人Producer｜李孝祖Hsiao-tzu Lee   編曲Arrangement｜張家瑀Ha Chang有多少愛可以重來  有多少人願意等待當懂得珍惜以後回來  卻不知那份愛 會不會還在有多少愛可以重來  有多少人值得等待當愛情已經桑田滄海  是否還有勇氣去愛邱軍：「這是我從小唱到大的歌，所以非常的熟悉，但可能是因為編曲上的改變，在唱這首歌的時候，想像自己站在台上表演然後非常賣力的演出，結果沒什麼人在看也沒什麼掌聲，非常的淒慘，但還是賣力唱到完！產生一種魔幻、穿越時空的感覺。」「下個地方」＿不管「痛」在心裡多吵雜，在這首歌裡面都會安靜下來詞Lyricist｜陳昭淵Chao Yuan Chen   曲Composer｜黃晟峰Ooi Teng Fong∕樊熹Vanz製作人Producer｜JerryC                       編曲Arrangement｜JerryC多少橫衝直撞 換堅強的傷揮別過幾張臉 我也不一樣天色已微亮就算會徬徨 我願意再去闖 告別昨天的幻想到下個地方邱軍：「這首歌在唱的時候每個take都想像著不一樣的感覺；前段想像唱這首歌給已經離世的吉他手哥哥，沈溺在悲傷；後面則是想像自己在教流浪貓，很有耐心且溫柔的語氣去唱這首歌。好像人生在不同的階段，遇到不同的人與事情，都可以踏穩腳步繼續往前。」',
'image/445395678935.jpg', 498, 'A', NULL, 319, 32, '2024-02-23', 1317);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445385678531, '79407', '2024010000043', '《牛騷 New Soul》', '黃子軒個人首張專輯《牛騷New Soul》一張彷彿聞得到老市場味道的新靈魂客語專輯實驗多樣曲風的母語文化探索，以「類比」概念串聯客語音樂成長脈絡•傳統山歌到當代音樂，摸出即興唱腔中的「甜蜜點」找尋客家流行樂的新靈魂《牛騷New Soul》•鶴The Crane / Vast & Hazy林易祺/山平快&笑琴邱群/楊鈞堯四位新銳音樂製作人協力打造，灌注專輯新活水•黃宇寒/春麵樂隊跨刀譜出客語新浪漫調情歌•宅錄本質的延伸進化：老市場裡的錄音室專輯因歌制宜，隨歌曲情感找尋適合錄音法，讓音樂進入生活場景【專輯發行日】•2024年1月3日，專輯數位發行，同步開放實體專輯預購•2024年2月21日，實體專輯正式發行【收錄曲目】01. Raknus Selu02.牛騷New Soul03.飲茶一事About Dim Sum04.泅浪Chill Long Surf05.暮麻End of Twilight (feat.春麵樂隊Chunoodle)06.微光Shimmer07.客家來時路Past Path of Hakka08.客家千金Princess Hakka (feat.黃宇寒Han)09.環遊世界Travel the World【《牛騷New Soul》專輯簡介】一張彷彿聞得到老市場味道的新靈魂客語專輯「牛騷」的客語，諧音近似New Soul：『新靈魂』那揮之不去的牛騷味，若有若無的牛騷味不是臭，而是我們客家身份血液裡的一部分黃子軒每回都想在下一張專輯做出突破，從樂團形式的《回家三部曲》到此次首張個人專輯《牛騷New Soul》的誕生，這是必經之途，也算是一種水到渠成，它匯聚融入多年生命經驗的自我創作對話，飽滿新鮮的文化厚度，靈活運用饒富詩意兼備諧音梗的母語歌詞，從山歌與節奏藍調中汲取靈感的即興靈魂唱腔，這張專輯跨越了語言類別的欣賞門檻，走出一條探索傳統與當代的客語新靈魂樂之路。《牛騷New Soul》專輯美術設計請到新生代設計師宋政傑，大膽用色的專輯封面，新潮中又帶有致敬九零年代浪漫不羈的玩心，視覺正如專輯名，騷味十足，也是一張音樂氣味鮮明的集大成之作。',
'image/445385678531.jpg', 498, 'A', NULL, 267, 60, '2024-02-21', 353);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444495679203, 'EP001', '4715872151274', 'RISE', '專輯開始預購日期：2023.12.29 (五)專輯內容物：ＣＤｘ１專輯寫真歌詞ｘ１貼紙3張收藏閃卡１張（限量衣角一款or普通四款，共五款）隨機封入1張',
'image/444495679203.jpg', 0, 'A', NULL, 168, 51, '2024-02-19', 1739);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445395678558, '6506612', '602465066128', '十年一刻（蘇打綠版）正式版', '二十年的片刻，燦爛我們的永恆全新蘇打綠版復刻專輯《十年一刻（蘇打綠版）》 《你在煩惱什麼（蘇打綠版）》2024.02.02. 實體發行出道二十年，邁入下一個十年的這個片刻，蘇打綠推出了兩張全新屬於他們的復刻專輯，分別是《十年一刻（蘇打綠版）》以及《你在煩惱什麼（蘇打綠版）》。這兩張復刻專輯的製作過程，團員們分別帶著現在的自己，與那時的自己相遇，除了頗有挑戰的重現live經典，也再次翻閱他們記憶裡那份最私密的創作情感。《十年一刻（蘇打綠版）》復刻回憶裡現場的感動，重現音樂當下的氛圍2010年的《十年一刻》是一張收錄現場錄音的專輯，當年的蘇打綠，經歷采風過程、也經歷了大大小小的現場表演，走過了許多城市巡迴，演出的曲目除了自己的創作以外，也曾翻唱許多團員喜好的、或是當時感動著大家的翻唱歌曲，那時的蘇打綠，用著自己的方式詮釋不同的歌曲；出道進入第二十年的他們，發行這張《十年一刻（蘇打綠版）》，重溫過往記憶，也重新看著自己過去這些年的狀態。如何將那些曾經的感動，重現在這次的復刻專輯便成了大家的挑戰：像是阿龔借到當年錄音的同款式復古電鋼琴、阿福花了許多時間找到了一把有著二十年歷史的吉他，馨儀的製作筆記更提到，這張復刻專輯，不論是混音或後製，都讓人回憶起那些現場的氛圍，除了台上的人需要十年功，台下製作團隊的這些人，更是也要超過十年功的投入，才能讓大家聽到更完美的作品。 《十年一刻（蘇打綠版）》 雙CDCD 1 全新錄製原有專輯經典曲目CD 2 夢幻重製In Summer下半場精選曲目蘇打綠 復刻專輯 《十年一刻（蘇打綠版）》2024.02.02正式發行',
'image/445395678558.jpg', 0, 'A', NULL, 1636, 42, '2024-02-02', 1246);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445395678559, '6506629', '602465066296', '你在煩惱什麼（蘇打綠版）正式版', '二十年的片刻，燦爛我們的永恆全新蘇打綠版復刻專輯《十年一刻（蘇打綠版）》 《你在煩惱什麼（蘇打綠版）》2024.02.02. 實體發行出道二十年，邁入下一個十年的這個片刻，蘇打綠推出了兩張全新屬於他們的復刻專輯，分別是《十年一刻（蘇打綠版）》以及《你在煩惱什麼（蘇打綠版）》。這兩張復刻專輯的製作過程，團員們分別帶著現在的自己，與那時的自己相遇，除了頗有挑戰的重現live經典，也再次翻閱他們記憶裡那份最私密的創作情感。《你在煩惱什麼（蘇打綠版）》蘇打綠最私密的一張專輯出道第二十年，再次翻閱當時的情感皺摺2011年發行的錄音專輯《你在煩惱什麼》，堪稱為蘇打綠最私密的一張專輯。在出道二十年復刻計畫的《你在煩惱什麼（蘇打綠版）》，不論是曲目編排、詞曲創作、歌曲的重新編曲錄音，都讓六位團員再次回顧當時歌曲裡的細膩情感。當年專輯製作時，因為團員阿福在服役，無法全程參與，透過這次復刻機會，有些歌曲因著阿福的參與變成了雙吉他版本，這也是與先前專輯最大的不同之一。主唱青峰提到自己錄製復刻專輯時，常常在回想、感受當時唱這些歌曲的情緒，這次的錄製則是有段小插曲，某首曲目錄音時不自覺流淚，於是便成了現在的自己重新演繹過往的歌曲。這張專輯的主軸是自我價值，每首歌曲都跟情感、渴求有關，出道二十年的今天，演繹起來特別有感。〈你被寫在我的歌裡（蘇打綠版）〉MV再次請到團員的好友Ella陳嘉樺一起拍攝，隔了這麼多年再度邀請參與復刻錄音、重拍MV，Ella都一口氣答應，也讓團員們感到十分窩心；這次的配唱過程裡，團員聽著Ella歌聲復刻當時的甜蜜戀愛感，彷彿都重返到過去的時光。Disc 2的驚喜重製演唱會經典曲目，除了《In Summer》的經典曲目外，也收錄了許多死忠歌迷敲碗的隱藏版歌曲，像是嗨翻現場的〈一起喔喔（蘇打綠版）〉、令人驚豔的〈不好 feat. Pada（蘇打綠版）〉、每聽必感動的〈小時候（蘇打綠版）〉，每首歌曲都充滿著你和我和蘇打綠的記憶，「蘇打綠」三個字，代表的除了六個人一起的二十年記憶，更是你和我腦海裡深深烙印的音樂回憶，我們與他們，互相陪伴著彼此，繼續書寫下一個篇章。《你在煩惱什麼（蘇打綠版）》雙CDCD 1 全新錄製原有專輯完整曲目CD 2 驚喜重製演唱會經典曲目蘇打綠 復刻專輯 《你在煩惱什麼（蘇打綠版）》2024.02.02正式發行',
'image/445395678559.jpg', 0, 'A', NULL, 1636, 42, '2024-02-02', 822);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425762540, '5838854', '602458388541', '愛你多一些精選 (寶麗金88音質)', '',
'image/425425762540.jpg', 538, 'A', NULL, 395, 42, '2024-02-02', 363);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (429395678850, '5832479', '602458324792', 'DUO陳奕迅2010演唱會(HKC40)', '陳奕迅 - DUO陳奕迅2010演唱會 CD陳奕迅《Johnnie Walker Keep Walking DUO陳奕迅2010演唱會》於2010年3月20－4月6日舉行，共18場Disc 11. 今天等我來　2. 好歌獻給你　3. 落花流水　4. 囍帖街　5. 七百年後　6. 約定　7. 寂寞夜晚　8. 浮誇　9. 禁色　10. 無人之境　11. 破曉　12. 夕陽無限好　Disc 21. 人車誌　2. 裙下之臣　3. 陀飛輪　4. 沙龍　5. 葡萄成熟時　6. Medley：熱辣辣 / 反斗星 / 頭髮亂了 / 好戲在後頭7. 芳華絕代　8. 不來也不去　9. 富士山下　10. 與我常在　11. 我的快樂時代　Disc 31. 歌. 頌　2. PG家長指引　3. 那一夜有沒有說　4. 反高潮　5. 一絲不掛　6. 單車　7. 等　8. Mr Lonely　9. 我甚麼都沒有　10. 抱擁這分鐘　11. The End of the World　12. 我的世界末日　13. 每一個明天　14. 明年今日　15. Every Time We Say Goodbye',
'image/429395678850.jpg', 0, 'A', NULL, 452, 42, '2024-02-02', 1656);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (425425692563, '5832475', '602458324754', '95友學友演唱會(HKC40)', '',
'image/425425692563.jpg', 0, 'A', NULL, 395, 42, '2024-02-02', 1012);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (436385678681, '5835741', '602458357417', '鄧麗君精選全集 (6CD) 套裝', '鄧麗君與寶麗金愛的心路歷程突破五十年 紀念鄧麗君與寶麗金攜手攻克日本樂壇空前絕後驚人紀錄 6CD珍藏禮盒裝         產品規格：0.775kg / 133 x 94 x150 (mm)內附：6張CD (made in Japan)．限量產品證1張 原裝68頁日文小冊子1本(歌詞+解說)       限量生產800套 人生幾何能夠得到知己 環球樂迷慶幸遇上鄧麗君 鄧麗君《精選全集》CD1 鄧麗君 精選全集 (1)1.つぐない　2.旅人　3.東京ジェラシー　4.ミッドナイト・レクイエム　5.香港～Hong Kong～　6.悲しい自由　7.空港　8.夕凪　9.Yes, 愛につつまれ　10.愛の陽差レ～アモーレ‧ミオ～　 CD2 鄧麗君 精選全集 (2)1.愛人　2.冬のひまわり　3.女の生きがい　4.ワインカラーの記憶　5.恋人たちの神話　6.スキャンダル　7.アカシアの夢　8.ノスタルジア　9.今でも…　 10.別れの予感 (Chinese title 襟曲)　 CD3 鄧麗君 精選全集 (3)1.時の流れに身をまかせ　2.ふるさとはどこですか　3.カシオペア　4.I Love You　 5.愛し愛されて　6.涙の条件　7.驛舎（ステーション）　8.乱されて　9.ジェルソミーナの歩いた道　  10.悲しみと踊らせて　 CD4 鄧麗君 精選全集 (4)1.雪化粧　2.傷心　3.雨に濡れて　4.黄昏　5.寝物語を聴かせて　6.夜のフェリーボート　7.笑って乾杯　8.星のしずくに濡れて　9.硝子の摩天楼　10.夢立ちぬ　 CD5 鄧麗君 精選全集 (5)1.恋唄綴り　2.北の旅人　3.愛しき日々　4.真夏の果実　5.人生いろいろ　6.北国の春　7.想いで迷子　8.北酒場　9.命くれない　10.川の流れのように　 CD6 鄧麗君 精選全集 (難忘的Teresa Teng)1.莫忘今宵　2.人面桃花　3.海韻　4.甜蜜蜜　5.獨上西樓【詞牌: 哀思】(南唐) 6.愛人  　7.何日君再來　 8.小城故事 [電影「小城故事」主題曲]　9.償還　10.我只在乎你　11.月亮代表我的心　12.情人的關懷　13.冬之戀情　14.有誰知我此時情【詞牌: 鷓鴣天】(宋)　15.但願人長久【詞牌: 水調歌頭】(宋)',
'image/436385678681.jpg', 0, 'A', NULL, 672, 42, '2024-02-02', 746);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445385679135, '6502115', '60246502115', '0 (普通版) 香港進口版', '在單曲與數位串流盛行的年代，Sandy這張【０】專輯仍然堅持一張完整的音樂作品，應有其獨有的呼吸與聆聽順序，於是在曲目安排上別有巧思，由輕而重、從淺而深，起承轉合層次明顯，從【breathe in… breathe out】如同生命初生的呼吸啟程，經歷【太陽系】、【纖維】、【晨光】、【rivers】的人間探索，到【沙文】力道十足的搖滾重量之作、【歸零】率性的自我反思，達到專輯情緒至高點，而後【幻覺動物】、【魅惑】氣息漸緩，迷離中輕步前進，最後再以【一呼…一吸】收尾如圓，終點回到原點，更像生命盡頭會接續造就另一段生命伊始，如此循環、能量守恆不滅。【歌曲介紹】01 breathe in… breathe out從柔和的鋼琴入歌，呼吸本身是再平凡不過的事情，卻背負了人一生最沉重的定義－「活著」，如果總有某一秒不能繼續下去，想想自己曾在乎過的與放開過的，這些總結當成就了當下的自己。02 太陽系如果世界上有一種方式，是可以用聲響計算距離，那這首歌的電吉他就是最好的單位。科學上來說，星系和星系彼此是互相排斥的，但或許有一天，我們都會突然發現，人與人之間的相斥，才是不得不的互相吸引。03 纖維歌如其名溫柔輕緻，卻攜帶著極為厚重濃郁的生命情感。由許久沒有合作的作詞人小寒擔綱作詞，纖細進入生死命題，講述我們每個人都不斷要面對的生離死別。人與人的關係與情緒，纖細如衣料纖維。相守相依，都是因為愛，直到生命盡頭，面臨分離的悲痛，那是世道循環不得不然，縱然不捨也得放手釋懷，Sandy便唱出了生命交集的揪心與酸楚。雖然題材如此，Sandy仍然希望在她的聲線中，提供一股溫暖與平和的能量，當我們面對生命種種，她能夠給予的即是同理與撫慰。04 晨光愛如果已是無可自拔的深，絕對馬上能進入這首歌的浪漫。分離本身有時並不代表分離，當再看到對方一眼的每一刻，彷彿都像是再愛上對方一次。不務實或是不真切，都不在乎了。又有誰在乎呢？05 rivers從復古電子節拍與呢喃入歌，一層層堆疊出對情感的依賴。愛如果是點狀，必定只能留在當下，而當愛匯流成河，則或許能綿延地比生命還長。既復古又時尚的傾心之作。06 沙文由吳青峰作詞，恭碩良、倪凱民、Curtis Richrdson聯合作曲，並由常石磊、恭碩良、倪凱民合力監製。驚喜的是，編曲與和聲部分Sandy邀請到了五月天阿信參與。在這首女性覺醒的意識型態之作中，Sandy集結了這麼多位優秀的男性音樂人，從不同性別的角度進入權力、性別的議題，當中有憤怒、有吶喊，也有壓迫與侵害。一直非常關注性別議題的Sandy，對於女性長久以來遭遇的壓抑與不公，不但在過去Project WAO與多次性別平權的活動中持續發聲，在這首歌中，更能聽見她的理念與關注。07 歸零希望容易被阻擋，但是失望往往無人能擋。孑然一身是許多放棄的人拿來形容自己的定義，常常真的不是想重來就重來，而如果真的重來了，若真的有這個鈕按下去就實現的Reset鍵，又會在人生的什麼時候按下了呢？這件事沒有標準答案，按下去的那一刻，才是答案。08 幻覺動物緩緩燒熔般的前奏燃出了自卑，全心付出不見得能獲得全部，但這世界，就是這麼不公平，我什麼都作了，什麼都改了，能變的都變了，卻還是離你遠遠的。這歌進行得緩慢，但其實蘊含著激昂的爭辯。09 魅惑不看歌詞光聽音樂就彷彿已看到那層鮮豔的紗，背後的總帶著笑意，卻難分善惡。五官總在靠近時才能辨明，像是帶著魔力的一本書，從第一個字開始就被迷上了。氣氛絕美。誘惑總是無時無刻出現，並且擋在最前面，難以抵擋。10 一呼…一吸如同專輯名稱【０】，走了一圈，我們，終將，回到起點。殘忍點說，或許我們其實都回到了原點。',
'image/445385679135.jpg', 0, 'A', NULL, 745, 42, '2024-02-02', 1020);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444495679039, '6506628', '602465066289', '你在煩惱什麼（蘇打綠版）預購版', '《你在煩惱什麼（蘇打綠版）》雙CDCD 1 全新錄製原有專輯完整曲目CD 2 驚喜重製演唱會經典曲目預購贈品：20週年蘇打誌 Vol. 22023.12.22. 開始預購  2024.02.02. 正式發行二十年的片刻，燦爛我們的永恆全新蘇打綠版復刻專輯《你在煩惱什麼（蘇打綠版）》 預購贈品：20週年蘇打誌 Vol. 2一切的等待，都是如此不容易，終於等到蘇打綠版全新復刻計畫！成軍二十年，邁入下一個十年的這個片刻，蘇打綠推出了兩張全新屬於他們的復刻專輯，分別是2010年發行的現場專輯《十年一刻（蘇打綠版）》以及2011年發行的錄音專輯《你在煩惱什麼（蘇打綠版）》。這兩張復刻專輯的製作過程，團員們分別帶著現在的自己，與那時的自己相遇，除了頗有挑戰的重現live經典，也再次翻閱他們記憶裡那份最私密的創作情感，與喜愛他們的歌迷分享。他們也即將帶著全新的《二十年一刻巡迴演唱會》，到你的城市與你相見。有六個人的地方，就是蘇打綠，今年年底最值得期待的兩張復刻專輯，12月22日開始預購，預購限定20週年蘇打誌，2024年2月正式發行。《你在煩惱什麼（蘇打綠版）》蘇打綠最私密的一張專輯成軍第二十年，再次翻閱當時的情感皺摺2011年發行的錄音專輯《你在煩惱什麼》，堪稱為蘇打綠最私密的一張專輯。在成團二十年復刻計畫的《你在煩惱什麼（蘇打綠版）》，不論是曲目編排、詞曲創作、歌曲的重新編曲錄音，都讓六位團員再次回顧當時歌曲裡的細膩情感。當年專輯製作時，因為團員阿福在服役，無法全程參與，透過這次復刻機會，有些歌曲因著阿福的參與變成了雙吉他版本，這也是與先前專輯最大的不同之一。主唱青峰提到自己錄製復刻專輯時，常常在回想、感受當時唱這些歌曲的情緒，這次的錄製則是有段小插曲，某首曲目錄音時不自覺流淚，於是便成了現在的自己重新演繹過往的歌曲。這張專輯的主軸是自我價值，每首歌曲都跟情感、渴求有關，成團二十年的今天，演繹起來特別有感。「蘇打綠」三個字，代表的除了六個人一起的二十年記憶，更是你和我腦海裡深深烙印的音樂回憶，我們與他們，互相陪伴著彼此，繼續書寫下一個篇章。',
'image/444495679039.jpg', 0, 'A', NULL, 1636, 42, '2024-02-02', 105);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444495679040, '6506611', '602465066111', '十年一刻（蘇打綠版）預購版', '《十年一刻（蘇打綠版）》 雙CDCD 1 全新錄製原有專輯經典曲目CD 2 夢幻重製In Summer下半場精選曲目預購贈品： 20週年蘇打誌 Vol. 12023.12.22. 開始預購  2024.02.02. 正式發行二十年的片刻，燦爛我們的永恆全新蘇打綠版復刻專輯《十年一刻（蘇打綠版）》 預購贈品：20週年蘇打誌 Vol. 1 	一切的等待，都是如此不容易，終於等到蘇打綠版全新復刻計畫！成軍二十年，邁入下一個十年的這個片刻，蘇打綠推出了兩張全新屬於他們的復刻專輯，分別是2010年發行的現場專輯《十年一刻（蘇打綠版）》以及2011年發行的錄音專輯《你在煩惱什麼（蘇打綠版）》。這兩張復刻專輯的製作過程，團員們分別帶著現在的自己，與那時的自己相遇，除了頗有挑戰的重現live經典，也再次翻閱他們記憶裡那份最私密的創作情感，與喜愛他們的歌迷分享。他們也即將帶著全新的《二十年一刻巡迴演唱會》，到你的城市與你相見。有六個人的地方，就是蘇打綠，今年年底最值得期待的兩張復刻專輯，12月22日開始預購，預購限定20週年蘇打誌，2024年2月正式發行。《十年一刻（蘇打綠版）》復刻回憶裡現場的感動，重現音樂當下的氛圍2010年的《十年一刻》是一張收錄現場錄音的專輯，當年的蘇打綠，經歷采風過程、也經歷了大大小小的現場表演，走過了許多城市巡迴，演出的曲目除了自己的創作以外，也曾翻唱許多團員喜好的、或是當時感動著大家的翻唱歌曲，那時的蘇打綠，用著自己的方式詮釋不同的歌曲；組團進入第二十年的他們，發行這張《十年一刻（蘇打綠版）》，重溫過往記憶，也重新看著自己過去這些年的狀態。如何將那些曾經的感動，重現在這次的復刻專輯便成了大家的挑戰：像是阿龔借到當年錄音的同款式復古電鋼琴、阿福花了許多時間找到了一把有著二十年歷史的吉他，馨儀的製作筆記更提到，這張復刻專輯，不論是混音或後製，都讓人回憶起那些現場的氛圍，除了台上的人需要十年功，台下製作團隊的這些人，更是也要超過十年功的投入，才能讓大家聽到更好的作品。也因著這張專輯的復刻，我們重新跟著蘇打綠回到那時的現場Live感動。',
'image/444495679040.jpg', 0, 'A', NULL, 1636, 42, '2024-02-02', 391);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445385678968, 'MBR888', '4713249234810', '壺罐樂隊百萬富翁Jug Band Millionaire', '*來自愛臺灣住臺灣、史上最長壽最酷的外國人樂團 ─「泥灘地浪人」─ 2024年隆重推出全新專輯!!!*15首曲目，收錄美國草根音樂經典的歌，也有台灣經典的歌！*金曲獎得主羅思容擔任客座主唱*專輯包裝由榮獲大獎的洋蔥設計操刀設計*內含33頁附有歷史註記和樂譜的歌曲集(中英雙語)。*專輯以「 偽古董」概念設計，考究字型、排版、插畫，封套邊緣仿舊處理，再現1920年代出版的Jug Band Music樂譜 (Sheet Music)。 泥灘地浪人發行第五張專輯《壺罐樂隊百萬富翁》想發財致富嗎？泥灘地浪人為你帶來曠世珍寶！！浪人們在2024年即將發行的第五張專輯《壺罐樂隊百萬富翁》，是樂團向壺罐樂隊音樂先驅們致敬的作品。壺罐樂隊音樂源自1920和1930年代非裔美國鄉村、藍調和爵士音樂家的創新，是一種富含趣味與接地氣的音樂表演形式。《壺罐樂隊百萬富翁》專輯收錄2023年間樂團在台北多場室內外演出的現場錄音，以15首曲目，展現浪人們對20和30年代早期經典樂曲的深情演繹和新穎編曲，包含Memphis Jug Band的〈Son Brimmer’s Blues〉、Dixieland Jug Blowers的〈Boodle Am Shake〉和Bobby Leecan＆Robert Cooksey的〈Washboard Cut-Out〉。在浪人們的眼中，那些創作上述歌曲的非裔美籍音樂家，正是「壺罐樂隊百萬富翁」——這群才華洋溢的藝術家應該更廣為人知，因為他們創作出精湛且優美的音樂作品，至今仍持續帶給全世界的人們歡樂。這張專輯，旨在紀念並慶祝這些音樂圈的英雄。泥灘地浪人是2003年間由一群旅居在台北的英美外籍人士所組成，他們徹底繼承了「克難樂團」極具鄉土味、自己動手做的精神，並將之轉為自己的特色。而這份精神，讓他們在台灣贏得一群忠實樂迷的厚愛。同時，樂團也向他們所居住的「美麗之島」——福爾摩沙所孕育的音樂致敬。團長陳思銘混合加勒比海弦樂隊和牙買加rocksteady曲風，改編1938年台灣的流行經典歌曲〈四季紅〉（鄧雨賢作曲、李臨秋作詞）。而在這場演繹中，浪人們很榮幸邀請了金曲獎得主羅思容擔任客座主唱，僅收錄於此次出版的實體專輯中，絕不容錯過。想要成為「百萬富翁」嗎？浪人們渴望分享這份財富！在這張專輯中，浪人們想與他們在台灣的樂迷和朋友，分享一些不那麼知名，但在二十世紀初美國爵士和藍調音樂的廣大宇宙中，相當重要的歌曲。在重溫和探索這些傳統音樂瑰寶的過程裡，浪人們歡慶他們的藝術根源，希望激勵大家創造出屬於自己的「壺罐樂隊財富」！關於泥灘地浪人泥灘地浪人深受台北現場音樂展演場合的喜愛，因為樂團融合了各種「老派」的美式音樂風格，包含1920和1930年代早期的藍調、搖擺爵士、藍草和弦樂隊提琴音樂等等。他們也因自己的原創音樂而廣受認可，其中一些作品融合了台灣文化的元素，這些音樂可在他們廣受好評的專輯《寶島賣藥秀》（2013）、《跳舞時代》（2016）和《擒虎記》（2018）中聽到。泥灘地浪人由一群旅居台北的英美外籍人士在2003年組成，樂團在福爾摩沙這美麗之島各地，歷經大大小小的演出，包含國家音樂廳的「廳院夏日爵士」和流浪之歌音樂節。在國外，浪人們亦曾參與日本橫濱的Jug Band音樂節和香港慘島藍調節，擔任主要演出嘉賓。憑藉他們的自製樂器、吉他、小提琴、口琴和銅管樂器，這七人樂團歡樂喧鬧、讓人忍不住起舞的音樂，還有充滿靈魂與歡娛的氛圍，深受各地觀眾的喜愛。浪人們是受到認可的專輯樂人，他們製作的其中兩張專輯《寶島賣藥秀》和《擒虎記》，各自在當年度入圍葛萊美獎最佳專輯包裝設計。此外，樂團也受美國獨立音樂獎的肯定，2018年的《擒虎記》專輯以〈達摩火車〉獲得最佳藍調歌曲和最佳美國根源音樂製作人（團長陳思銘）兩項提名。團長暨製作人陳思銘亦活躍於臺灣音樂圈，他與臺灣客家歌手羅思容合作的作品，曾獲得多座金曲獎的殊榮。陳思銘也在2022年金音獎中榮獲數個獎項的肯定，除了最佳樂手獎之外，還有與琵琶演奏家鍾玉鳳合作的專輯《垂釣島嶼》，獲得最佳民謠專輯獎。樂團成員：泥灘地浪人的組成，包含陳思銘（俄亥俄州奇利科西）擔任人聲、吉他、曼陀林和班鳩，鼓手Tim Hogan（加州）負責洗衣板和打擊樂器，TC Lin（來自美國，但如今以身為台灣公民為榮）負責洗衣盆貝斯、男中音和小號，Cristina Paradise（賓州斯克蘭頓）演奏小提琴、曼陀林及各式管樂器，Zach Paradise（賓州斯克蘭頓）負責吹口哨、薩克斯風和彈烏克麗麗，Cornor Prunty（英格蘭倫敦）演奏口琴、洗衣盆貝斯和烏克麗麗，Will “Slim” Thelin（內布拉斯加州奧馬哈）負責壺罐、踢踏鞋、卡祖笛、長號、口琴和人聲。',
'image/445385678968.jpg', 598, 'A', NULL, 1327, 31, '2024-01-31', 1372);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679260, '19439917602', '194399176023', '回到未來:舞台劇原聲帶Back to the Future: The Musical', '● 改編1985年美國經典科幻喜劇電影《回到未來》，躍上倫敦西區劇院舞台，大獲好評的拿下WhatsOnStage Awards包括「最佳新音樂劇」在內共4大獎座喝采。● 提名過奧斯卡、金球和葛萊美獎，以《宇宙大探索》拿下艾美獎肯定的Alan Silvestri＋協助過Michael Jackson、Alanis Morissette、Katy Perry等巨星經典專輯的Glen Ballard雙搭檔譜寫全新創作，同時保留電影中暢銷曲目和配樂。● 美國藍眼靈魂搖滾樂團Huey Lewis And The News領銜演繹冠軍曲〈The Power Of Love〉、首批入選「搖滾名人堂」音樂人之一Chuck Berry的〈Johnny B. Good〉、進入「人聲團體名人堂」The Penguins的〈Earth Angel〉等原收在原聲帶中曲目，都重新詮釋。【關於舞台劇】美國經典科幻喜劇電影《回到未來系列》第一集，於1985年上映，締造全球3.8億美金票房，拿下爛番茄好評的96%新鮮度，入選多家傳媒票選經典電影名單；抱回奧斯卡「最佳音效剪輯」獎，同時入圍多項金球獎、英國電影學院獎的肯定！35年之後，改編成舞台劇，於2020年登上曼徹斯特The Opera House舞台，好評不斷，英國衛報高度肯定：「對這部電影的精彩致敬。」隔年則登上倫敦西區劇院（West End Theatre）舞台。2022年，於英國著名戲劇新聞與資訊網站所設立，也是一個真正屬於戲迷的獎WhatsOnStage Awards，一口氣抱走包括「最佳新音樂劇」在內共4大獎座喝采！其幕後黃金陣容則集結了：東尼獎大導John Rando (尿尿城、錦城春色)＋東尼和奧立佛獎設計團隊Tim Hatley(終極保鑣、第六感生死戀音樂劇版)＋Hugh Vanstone(太平洋序曲、小魔女瑪蒂達)＋Gareth Owen(黛安娜王妃、麥可傑克森音樂劇)和Finn Ross(美國殺人魔、冰雪奇緣音樂劇)…等功臣！ 【關於原聲帶】     原聲帶的部分，除了保留電影中暢銷曲目和配樂外，還加入全新創作，網羅原始的詞曲創作雙搭檔：曾操刀《終極保鑣》、《阿甘正傳》、《神鬼傳奇2》等經典鉅片配樂，提名過奧斯卡、金球和葛萊美獎，以《宇宙大探索》拿下艾美獎肯定的Alan Silvestri＋協助過Michael Jackson經典三部曲《Thriller》、《Bad》和《Dangerous》、Alanis Morissette經世鉅作《Jagged Little Pill》、Katy Perry成名關鍵《One Of The Boys》的Glen Ballard攜手操刀。另外，由美國藍眼靈魂搖滾樂團Huey Lewis And The News領銜演繹，登上排行冠軍的〈The Power Of Love〉、首批入選「搖滾名人堂」音樂人之一Chuck Berry的〈Johnny B. Good〉、進入「人聲團體名人堂」的美國Doo Wop團隊The Penguins之〈Earth Angel〉、另一首Huey Lewis And The News演繹的〈Back In Time〉等原收在原聲帶中曲目，都重新詮釋。率先曝光的主打〈Put Your Mind To It〉，編曲完整呈現80年代流行搖滾樣貌，滿是快意的節奏，令人想隨之起舞、心情飛揚；最後劇中兩位主角攜手高歌〈Back In Time〉，帶領所有聽眾、樂迷回到昔日美好時光，甚是懷念！',
'image/445475679260.jpg', 428, 'B', NULL, 1494, 32, '2024-10-25', 1121);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679261, '19658812332', '196588123320', '回到未來 舞台劇原聲帶 (豪華版) 2CDBack to the Future: The Musical', '● 改編1985年美國經典科幻喜劇電影《回到未來》，躍上倫敦西區劇院舞台，大獲好評的拿下WhatsOnStage Awards包括「最佳新音樂劇」在內共4大獎座喝采。● 提名過奧斯卡、金球和葛萊美獎，以《宇宙大探索》拿下艾美獎肯定的Alan Silvestri＋協助過Michael Jackson、Alanis Morissette、Katy Perry等巨星經典專輯的Glen Ballard雙搭檔譜寫全新創作，同時保留電影中暢銷曲目和配樂。● 美國藍眼靈魂搖滾樂團Huey Lewis And The News領銜演繹冠軍曲〈The Power Of Love〉、首批入選「搖滾名人堂」音樂人之一Chuck Berry的〈Johnny B. Good〉、進入「人聲團體名人堂」The Penguins的〈Earth Angel〉等原收在原聲帶中曲目，都重新詮釋。【關於舞台劇】美國經典科幻喜劇電影《回到未來系列》第一集，於1985年上映，締造全球3.8億美金票房，拿下爛番茄好評的96%新鮮度，入選多家傳媒票選經典電影名單；抱回奧斯卡「最佳音效剪輯」獎，同時入圍多項金球獎、英國電影學院獎的肯定！35年之後，改編成舞台劇，於2020年登上曼徹斯特The Opera House舞台，好評不斷，英國衛報高度肯定：「對這部電影的精彩致敬。」隔年則登上倫敦西區劇院（West End Theatre）舞台。2022年，於英國著名戲劇新聞與資訊網站所設立，也是一個真正屬於戲迷的獎WhatsOnStage Awards，一口氣抱走包括「最佳新音樂劇」在內共4大獎座喝采！其幕後黃金陣容則集結了：東尼獎大導John Rando (尿尿城、錦城春色)＋東尼和奧立佛獎設計團隊Tim Hatley(終極保鑣、第六感生死戀音樂劇版)＋Hugh Vanstone(太平洋序曲、小魔女瑪蒂達)＋Gareth Owen(黛安娜王妃、麥可傑克森音樂劇)和Finn Ross(美國殺人魔、冰雪奇緣音樂劇)…等功臣！ 【關於原聲帶】原聲帶的部分，除了保留電影中暢銷曲目和配樂外，還加入全新創作，網羅原始的詞曲創作雙搭檔：曾操刀《終極保鑣》、《阿甘正傳》、《神鬼傳奇2》等經典鉅片配樂，提名過奧斯卡、金球和葛萊美獎，以《宇宙大探索》拿下艾美獎肯定的Alan Silvestri＋協助過Michael Jackson經典三部曲《Thriller》、《Bad》和《Dangerous》、Alanis Morissette經世鉅作《Jagged Little Pill》、Katy Perry成名關鍵《One Of The Boys》的Glen Ballard攜手操刀。另外，由美國藍眼靈魂搖滾樂團Huey Lewis And The News領銜演繹，登上排行冠軍的〈The Power Of Love〉、首批入選「搖滾名人堂」音樂人之一Chuck Berry的〈Johnny B. Good〉、進入「人聲團體名人堂」的美國Doo Wop團隊The Penguins之〈Earth Angel〉、另一首Huey Lewis And The News演繹的〈Back In Time〉等原收在原聲帶中曲目，都重新詮釋。率先曝光的主打〈Put Your Mind To It〉，編曲完整呈現80年代流行搖滾樣貌，滿是快意的節奏，令人想隨之起舞、心情飛揚；最後劇中兩位主角攜手高歌〈Back In Time〉，帶領所有聽眾、樂迷回到昔日美好時光，甚是懷念！',
'image/445475679261.jpg', 678, 'B', NULL, 1494, 32, '2024-10-25', 1814);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465679357, '4865393', '28948653935', '音樂碎片II：向莉莉‧布朗熱致敬Fragments / Lili Boulange', '音樂碎片II：向莉莉‧布朗熱致敬  延續上一張專輯《音樂碎片》，利用探索融合古典音樂與現代電子音樂，重新詮釋法國作曲家薩替的作品之後，《音樂碎片II》把焦點轉移到法國年輕女作曲家莉莉‧布朗熱，一位以卓越才華突破男性主導音樂界的傑出人物。布朗熱在二十四歲時成為首位獲得法國羅馬大獎的女性作曲家，儘管她英年早逝，卻憑藉其天賦才華，創作出多達五十餘部作品，深受象徵主義運動及時代動盪的影響。她的音樂兼具夢幻、希望與輕盈，並展現出她勇敢打破性別界限的無畏精神，為後世留下了豐富且影響深遠的音樂遺產。《音樂碎片II》邀請當代最具創意的十四位電子音樂人重新詮釋布朗熱的經典作品，包括Niklas Paschburg、Fejká、Rodriguez Jr.、Joplyn等，透過電子音樂的語境重新演繹布朗熱的經典作品，賦予這些曲目全新的生命力。每位藝術家在個人音樂風格中保留了布朗熱作品的精髓，並將其融入現代電子音樂氛圍，創造出獨特的聲音世界，把莉莉‧布朗熱的音樂重新帶入現代聲音世界。  專輯首支單曲《夜曲》，由電子音樂雙人組pølaroit重新編曲，以鋼琴的八度音型為基礎，展現布朗熱作品的核心特徵，並融入現代電子音樂的氛圍。此專案旨在不僅展現布朗熱作為「女性作曲家」的身份，更強調其在當代音樂中不可或缺的藝術地位。 《音樂碎片II：致敬莉莉‧布朗熱》不僅是一場音樂跨越時代的對話，更是對布朗熱短暫而璀璨的創作生涯的深切敬意。',
'image/445465679357.jpg', 428, 'B', 18, 1494, 42, '2024-10-04', 1326);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465679353, '19802854492', '198028544924', 'June`s MENU', 'June Pan，來自台北，在舞動感的電氣氛圍中，用她具吸引力的聲線，勾出你心底的迷幻浪漫。2019年發行EP《Milkomeda》，2021年推出首張創作專輯《25歲的我明天還是要上班》，2022年開始發行一系列以食物為題材的數位單曲〈S’more〉、〈Margarita〉、〈Velvet Cake〉，並於2024年發表全英文創作專輯《June’s MENU》。June Pan以金融圈才女斜槓發片之姿獲得媒體關注，專訪登上自由時報半版，專輯作品並獲得蘇打綠阿福推薦。更多資訊：https://www.junepan.com/。《June’s MENU》專輯簡介June Pan 2024首張全英文創作專輯《June’s MENU》，將生活中的所思所感化作一道道料理，以音樂譜出一份獨特的全餐MENU。從餐前酒Sangria、雞肉凱薩沙拉、南瓜濃湯，到主菜如千層麵、松露薯條，再到甜點提拉米蘇、幸運餅乾，每首歌都是一道美味的佳餚。希望每位顧客都能在這份專屬菜單中，找到最能打動自己的曲目，品味其中的情感和故事。Welcome! Here’s June’s MENU.Step into our culinary experience and discover a diverse array of flavors. Each track on this album is a unique dish, with its own story. Find the perfect taste that suits your mood, and let each track take you on a flavorful journey!',
'image/445465679353.jpg', 398, 'B', NULL, 6295, 32, '2024-10-01', 606);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465679136, '5832134', '602458321340', '中西部公主的興衰 (*德國進口)The Rise and Fall of a Midwest Princess', '★掀起全球「H-O-T-T-O-G-O」中毒瘋傳現象！大膽無懼、挑戰傳統審美觀，MTV 音樂錄影帶大獎最佳新人榮耀，Z世代酷兒新偶像Chappell Roan首張專輯！ ★發行一年重返排行榜，拿下英國專輯榜冠軍、告示牌亞軍席次，由操刀Olivia Rodrigo專輯，榮獲葛萊美獎肯定Daniel Nigro擔綱製作！如果你是別人眼中的「怪咖」，別怕，Chappell Roan幫你一起展現真實自我，擁抱獨特與不凡，無論你有多「怪」，這世界都需要你的精彩存在！2024年爆紅超級新人，魅力席捲全世界，歌壇新世代酷兒代表，華麗浮誇的妝容打扮，深受變裝皇后的影響，引領戲劇化「坎普風」音樂調性，Chappell Roan以極具個人特色和視覺表演，挑戰傳統審美觀、顛覆常規，讓每個舞台都是感官盛宴，一場流行文化革命即將展開！對許多人來說，Chappell Roan似乎是一夕爆紅成名，但她的職業生涯已走過近10年的艱辛，克服無數困難，還被其他主流大廠解約，只能獨自收拾殘局。在作為獨立藝術家的短暫卻關鍵旅程中，Chappell Roan學會相信自己的直覺，開始撰寫喚起酷兒的歡樂歌曲，並在過程中尋獲更龐大粉絲群。本名Kayleigh Rose Amstutz，為了紀念因腦癌去世的祖父Dennis K. Chappell，將他生前最喜歡的傳統牛仔歌謠“The Strawberry Roan”，組合出自己的藝名Chappell Roan，從小罹患雙向情緒障礙症，發病過程會出現「焦躁」和「憂鬱」兩種極端的情緒失調，個性特別內向、害羞、自卑和保守，就連班上的怪咖都無法與她產生共鳴。Chappell Roan說道：「我就是個怪咖，當我開始寫流行音樂時，必須替和我一樣個性的人討回公道，進而解放心靈自由。」2023年發行的處女作【The Rise And Fall Of A Midwest Princess】，其成功之路在當今音樂產業中顯得尤為特別。這張專輯崛起過程是個經典的「慢燒」案例，銷售和串流量持續穩步累加，打破現今串流媒體瞬間決定作品熱門或失敗的常態。在擔任三座葛萊美獎認證「追夢少女」Olivia Rodrigo的巡演嘉賓以及Coachella音樂祭典演出後，Chappell Roan迅速成為媒體與聽眾焦點，加上她的TikTok影片快速爆紅，使得這位新星備受矚目，隨後在芝加哥最大音樂節LOLLAPALOOZA，她的演出時段吸引大約11萬人擠爆現場，創下該音樂節史上最多觀眾到場紀錄。在種種的推波助瀾下，讓專輯越賣越暢銷，衝上英國冠軍、美國亞軍席次，入選綜藝、滾石雜誌、告示牌、NME、時代雜誌、Vogue、Pitchfork等重要傳媒「2023年最佳專輯」榜單，首專中14首歌曲，就有多達8首陸續攀入榜中，Spotify狂破23億門檻！啦啦隊舞風的單曲“HOT TO GO!”發行一周年之際，不僅重返排行榜，超越破億收聽，甚至在棒球場上驚見鋼鐵直男們跳起經典的「H-O-T-T-O-G-O」字母舞；奠定成功基石的“Pink Pony Club”，散發歡樂輕快的流行曲調，描繪女孩在LGBTQ夜店中找到自我；不禁隨之起舞的“Red Wine Supernova”，唱出對愛慕之人渴望的心聲，欲想激發一段纏綿悱惻的浪漫愛戀；遊走在Dream Pop邊緣的“Casual”，敘述真實的糟糕約會經驗，與一位不願意給予承諾的對象間的情感糾結；懷舊Synthpop風格的“My Kink Is Karma”，透露一段不堪的分手心境，這首歌雖毒性十足，但卻如此真實、令人崩潰地引起共鳴。【The Rise And Fall Of A Midwest Princess】是Chappell Roan探索和擁抱自我的過程，記錄第一次陷入同性愛戀的電影般旅程，在充滿混亂和不完美的瞬間中，突顯色彩斑斕的自我發現和轉變。',
'image/445465679136.jpg', 438, 'B', NULL, 4338, 42, '2024-09-27', 1084);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679148, '6590206', '602465902068', 'SIS (Soft Is Strong) 首張迷你專輯Strong版 (*德國進口)SIS (Soft Is Strong) - Strong Ver.', '★HYBE X GEFFEN韓美跨國音樂大廠聯手打全新國際女團 KATSEYE首張迷你專輯【SIS (Soft Is Strong)】大勢登場★HYBE董事長/製作人Hitman Bang、BTS主要製作人之一Slow Rabbit、流行天團OneRepublic主唱Ryan Tedder、挪威籍DJ/製作好手Cashmere Cat、冊封「年度排行製造機」Blake Slatkin等樂界大咖聯手打造！Strong版限定專輯內容物：CD / 寫真冊 / 雙變卡 / 隨機盲卡2張（共6款）/ 摺疊海報 / 歌詞卡5張 / 貼紙1張 / 拍立得寫真卡1張 / 明信片卡6張 / 紙製鑰匙圈 （除紙製鑰匙圈之外，以上內容物印刷皆與Soft款不同）史上首組以K-POP藝人培育方式打造全球跨國女團KATSEYE，前所未有的融合不同文化以及多樣風格，跳脫眾人對K-POP的既定印象！韓國跨國娛樂公司HYBE（舊名為Big Hit），旗下擁有多家經紀娛樂公司，並成功打造BTS、TOMORROW X TOGETHER、ENHYPEN、ILLIT、LE SSERAFIM、SEVENTEEN、NewJeans等國際級超紅團體，2021年與環球音樂旗下廠牌GEFFEN，合資成立新廠牌HYBE UMG，隨即籌備全球選秀節目，企劃推出能歌善舞的女孩團體，經過將近3年時間醞釀，代表新世代新形象的KATSEYE，將帶來夢想成真的啟發，散發充滿青春的無限活力！HYBE x GEFFEN聯合推出【The Debut：Dream Academy】夢想學院的選秀節目，從來自世界各地12萬人中，率先挑選20位進行培訓，經過一連串密集訓練後，最終6位女孩脫穎而出，成員年齡在16歲到22歲之間，各自擁有截然不同的文化背景，包括：來自瑞士蘇黎世的MANON、來自菲律賓馬尼拉的SOPHIA、拉丁裔美國籍的DANIELA、印度裔美國籍的LARA、華裔美籍的MEGAN、韓國籍的老么忙內YOONCHAE，這6位女孩如同KATSEYE「貓眼寶石」，根據觀察角度不同，能夠散發出各種光彩色澤，每位成員展現自己最獨特美學和才華，齊力閃耀璀璨光芒。首張迷你專輯【SIS (Soft Is Strong)】，表態女孩柔美且強大的力量，呼應她們儘管來自不同的文化背景，但卻建立起深厚姐妹情誼，展現彼此的獨特魅力。首支出道單曲“Debut”重磅邀請曾操刀Blackpink、(G)I-dle、Twice等K-POP大勢女團作品，告示牌冊封「流行樂幕後之王」，身擁3座葛萊美獎榮耀，美國流行搖滾天團OneRepublic主唱Ryan Tedder參與撰寫/製作；同時招攬身擁7座葛萊美獎入圍，話題小子Lil Nas X長期夥伴Omer Fedi、OneRepublic固定製作班底Tyler Spry、捧紅Tate McRae、Meghan Trainor的Grant Boutin黃金幕後群傾力，這首充滿活力和節奏感的流行曲調，女孩們秀上歌唱實力和個性，迎來外界極佳好評，滾石雜誌列入「你需要知道的歌曲」播放清單，Teen Vogue指出：「KATSEYE向世界正式亮相，展現她們勇敢挑戰主流音樂的姿態。」告示牌雜誌稱讚：「這首注定成為夏季熱曲的作品，充滿自信和頂級編舞。」；踩著輕鬆旋律的第二支單曲“Touch”，入圍葛萊美獎，挪威籍DJ/製作好手Cashmere Cat(Ariana Grande、Selena Gomez)、選入富比士「30位30歲以下精英」榜、Variety雜誌冊封「年度排行製造機」的Blake Slatkin(Justin Bieber、Gracie Abrams)等重量級大咖聯合掌舵。最新主打“My Way”則由HYBE董事長/唱片製作人Hitman Bang（房時爀）、BTS主要製作人之一Slow Rabbit親自坐鎮，與葛萊美獎認證專輯製作Federico Vindver（Kanye West、Coldplay）聯手操刀，琅琅上口的中板流行抒情曲、6位團員各自展現美聲好歌喉，體現歌曲“My Way”精神，走自己的路，唱出最自信的自己。另也邀請入圍全英音樂獎倫敦電氣製作人Digital Farm Animals（Charli XCX、Clean Bandit）、Jason Gill（Katy Perry、Bebe Rexha）等各界好手合力打首張迷你專輯【SIS (Soft Is Strong)】，為KATSEYE開出最耀眼的首航！',
'image/445455679148.jpg', 0, 'B', NULL, 2821, 42, '2024-08-23', 490);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679149, '6590210', '602465902105', 'SIS (Soft Is Strong) 首張迷你專輯Soft版SIS (Soft Is Strong) - Soft Ver.', '★HYBE X GEFFEN韓美跨國音樂大廠聯手打全新國際女團 KATSEYE首張迷你專輯【SIS (Soft Is Strong)】大勢登場★HYBE董事長/製作人Hitman Bang、BTS主要製作人之一Slow Rabbit、流行天團OneRepublic主唱Ryan Tedder、挪威籍DJ/製作好手Cashmere Cat、冊封「年度排行製造機」Blake Slatkin等樂界大咖聯手打造！Soft版限定專輯內容物：CD / 寫真冊 / 雙變卡 / 隨機盲卡2張（共6款）/ 摺疊海報 / 歌詞卡5張 / 貼紙1張 / 拍立得寫真卡1張 / 明信片卡6張 / 紙製鑰匙圈（除紙製鑰匙圈之外，以上內容物印刷皆與Strong款不同）史上首組以K-POP藝人培育方式打造全球跨國女團KATSEYE，前所未有的融合不同文化以及多樣風格，跳脫眾人對K-POP的既定印象！韓國跨國娛樂公司HYBE（舊名為Big Hit），旗下擁有多家經紀娛樂公司，並成功打造BTS、TOMORROW X TOGETHER、ENHYPEN、ILLIT、LE SSERAFIM、SEVENTEEN、NewJeans等國際級超紅團體，2021年與環球音樂旗下廠牌GEFFEN，合資成立新廠牌HYBE UMG，隨即籌備全球選秀節目，企劃推出能歌善舞的女孩團體，經過將近3年時間醞釀，代表新世代新形象的KATSEYE，將帶來夢想成真的啟發，散發充滿青春的無限活力！HYBE x GEFFEN聯合推出【The Debut：Dream Academy】夢想學院的選秀節目，從來自世界各地12萬人中，率先挑選20位進行培訓，經過一連串密集訓練後，最終6位女孩脫穎而出，成員年齡在16歲到22歲之間，各自擁有截然不同的文化背景，包括：來自瑞士蘇黎世的MANON、來自菲律賓馬尼拉的SOPHIA、拉丁裔美國籍的DANIELA、印度裔美國籍的LARA、華裔美籍的MEGAN、韓國籍的老么忙內YOONCHAE，這6位女孩如同KATSEYE「貓眼寶石」，根據觀察角度不同，能夠散發出各種光彩色澤，每位成員展現自己最獨特美學和才華，齊力閃耀璀璨光芒。首張迷你專輯【SIS (Soft Is Strong)】，表態女孩柔美且強大的力量，呼應她們儘管來自不同的文化背景，但卻建立起深厚姐妹情誼，展現彼此的獨特魅力。首支出道單曲“Debut”重磅邀請曾操刀Blackpink、(G)I-dle、Twice等K-POP大勢女團作品，告示牌冊封「流行樂幕後之王」，身擁3座葛萊美獎榮耀，美國流行搖滾天團OneRepublic主唱Ryan Tedder參與撰寫/製作；同時招攬身擁7座葛萊美獎入圍，話題小子Lil Nas X長期夥伴Omer Fedi、OneRepublic固定製作班底Tyler Spry、捧紅Tate McRae、Meghan Trainor的Grant Boutin黃金幕後群傾力，這首充滿活力和節奏感的流行曲調，女孩們秀上歌唱實力和個性，迎來外界極佳好評，滾石雜誌列入「你需要知道的歌曲」播放清單，Teen Vogue指出：「KATSEYE向世界正式亮相，展現她們勇敢挑戰主流音樂的姿態。」告示牌雜誌稱讚：「這首注定成為夏季熱曲的作品，充滿自信和頂級編舞。」；踩著輕鬆旋律的第二支單曲“Touch”，入圍葛萊美獎，挪威籍DJ/製作好手Cashmere Cat(Ariana Grande、Selena Gomez)、選入富比士「30位30歲以下精英」榜、Variety雜誌冊封「年度排行製造機」的Blake Slatkin (Justin Bieber、Gracie Abrams)等重量級大咖聯合掌舵。最新主打“My Way”則由HYBE董事長/唱片製作人Hitman Bang（房時爀）、BTS主要製作人之一Slow Rabbit親自坐鎮，與葛萊美獎認證專輯製作Federico Vindver（Kanye West、Coldplay）聯手操刀，琅琅上口的中板流行抒情曲、6位團員各自展現美聲好歌喉，體現歌曲“My Way”精神，走自己的路，唱出最自信的自己。另也邀請入圍全英音樂獎倫敦電氣製作人Digital Farm Animals（Charli XCX、Clean Bandit）、Jason Gill（Katy Perry、Bebe Rexha）等各界好手合力打首張迷你專輯【SIS (Soft Is Strong)】，為KATSEYE開出最耀眼的首航！',
'image/445455679149.jpg', 698, 'B', NULL, 2821, 42, '2024-08-23', 300);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679215, '0349782431', '603497824311', 'Best Of 1969-1974', '.1998年正式成為【搖滾名人殿堂】終身會員，締造全球1.2億銷售量，加州搖滾最具代表性的樂團之一Fleetwood Mac，身擁美國葛萊美獎、全英音樂獎、加拿大朱諾獎禮讚。滾石雜誌冊封【搖滾樂女皇】的Stevie Nicks和入席滾石雜誌【百大吉他手】的Lindsey Buckingham，兩位在1974年加入Fleetwood Mac，提供音樂新方向並且扭轉樂團命運，立足美國千萬禮讚樂團行列。《Best Of 1969-1974》原本是2020年將8張作品合為一個套裝販售，此為攫取再精選的提供2黑膠以及1CD包裝發行。',
'image/445455679215.jpg', 588, 'B', NULL, 5309, 44, '2024-08-20', 1726);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445495678528, 'CD12417', '4713833124176', '疼惜女人花(CD)', '',
'image/445495678528.jpg', 368, 'C', NULL, 3357, 62, '2024-12-10', 93);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679117, 'WT5932140', '4715280062391', '苦心茶', '繼上一張專輯《天就要光》後，麗小花今年再度推出全新專輯《苦心茶》！這張專輯共收錄十首歌曲，其中包含九首台語歌曲與一首國語歌曲。麗小花延續她一貫的簡潔優美風格，聲音細膩且穩定，流露出對音樂的深厚情感與專注，每首作品都蘊含著她對音樂的真摯熱愛，再次展現出她獨特的個人魅力，深深打動大家的心弦。在這次專輯製作過程中，小花也有些心得，她深有感觸地表示“從小就覺得，無論未來是當歌手還是歌星，我的一生都會圍繞著唱歌。然而，從來沒有想過有一天我會唱台語歌！這次新專輯的十首歌中，竟然還有一首國語歌曲《等一個朋友》，這首歌的曲風和意境都讓我非常喜歡，也很感謝公司願意讓我挑戰國語歌。”她特別提到了第二張專輯的主打歌《苦心茶》，認為這首歌延續了第一張專輯主打歌的情感，依然走悲情路線。“當老闆告訴我要把這首歌作為主打歌時，我還特地回到錄音室重新錄製，當時，我和製作人反覆討論，最後才確定了唱腔和唱法。然而回顧這一年的時光，小花感到既忙碌又充實，她說“這一年跑活動、上節目，行程排得滿滿的，反而少了出門遊玩的時間，感覺一年一下子就過去了，轉眼間就要準備發第二張專輯了！”對於這次的發行，麗小花也表示自己收穫了許多，無論是對音樂的理解還是創作的心路歷程，都讓她感觸良多。在2024年12月新專輯「苦心茶」正式發行，希望這張專輯能夠帶給聽眾更多感動與共鳴，敬請多多支持哦 !● 苦情苦戀之歌-『苦心茶』(三立七點半檔”戲說台灣”片頭曲)一段無法挽回的感情，充滿著失落與無奈，曾經的付出化為泡影，留下的只是傷痛，就好像一杯苦心茶，象徵著對過去的遺憾。這杯苦心茶既是一種心酸的告別，也是對自己的解脫，宣告結束一段徒勞的情感歷程，儘管過程中滿懷辛酸，最終還是選擇放下，讓心靈不再被過去束縛，走向一個自由而釋然的未來。● 思念對唱情歌-『思念已經滇』vs.蔡佳麟(三立假日重播八點檔”願望”片尾曲)《有一種愛，是即便兩人沒有待在一起，心中的仍留著屬於對方的位置，每一個早晨，每一個夜晚都滿溢著對彼此的思念與牽掛。《思念已經滇》捕捉了思念的真諦，讓人體會到愛的力量和深度。因為愛，是無需時時相伴，但它卻能在心底悄然綻放，成為彼此生命中不可或缺的部分。● 富有情感之歌-『心肝寶貝』《心肝寶貝》洋溢著對心愛之人的呵護與珍惜，以簡單而富有情感的旋律，刻劃出那份無條件的關愛，不論歲月如何變遷，對方依然是自己心中的寶貝，一字一句的歌詞都像是在低語告白，強調著那份對彼此的守護與關懷，這首歌不僅表現了戀人之間的愛，也能勾起聽者對家人或摯愛之人的回憶，讓人不禁感受到愛的純粹與無私。',
'image/445485679117.jpg', 328, 'C', NULL, 3313, 63, '2024-12-03', 980);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679109, '', '4711508085807', '尚青的浪漫', '苦悶的現實，讓人不想面對生活！釋放腦內多巴胺最高濃度，強調越本土越時髦的歐巴尚青！超現實Ｘ超浪漫的碰撞之下誕生的2024全新專輯彷彿在呼喚我們化身為自己的啦啦隊，大聲唱出浪漫至上、快樂無限的不敗精神！歐巴尚青第二張全創作專輯『尚青的浪漫』榮獲113年本土語言流行音樂專輯製作發行補助案補助！以創作樂團的形式、破解既有的台語歌思路展露頭角。以Funk、復古舞曲、新民謠、帶著大家穿越到心目中各自最浪漫的時刻。新專輯以「浪漫」元素為專輯主軸，為新台語音樂注入嶄新氣象的歐巴尚青，成軍不到二年即獲得文化部專輯製作補助！在專輯籌備期，三人幾乎每天都窩在練團室裡腦力激盪、寫歌，帶點年少憂鬱、很真誠的互相分享各自人生的故事，由靈感擔當團長嚴之聽完故事後先寫出旋律，團員就會聚在一起就各自拿起自己的樂器，哼哼唱唱的完成，這張專輯猶如台灣獨有！人生浪漫之最的沉浸式體驗，年少的復刻情懷，就在每個人生情節的轉角！哪怕終身都只是草根，我們都在不甘平凡的生命裡，活出了自己的最佳浪漫！台語流行音樂多元遍地開花！母語音樂發威！鍍金第一彈！邀來金曲歌后曹雅雯攜手合作新歌『滿滿攏是你身影的城市』收錄在三立戲劇『戲說台灣』片頭曲！當愛情來臨時，誰也無力抵抗，曹雅雯清新透亮的聲線旋律進入主歌，和團長嚴之在Swing Jazz的曲風裡，緩緩唱出愛情裡甜蜜的、浪漫的、陶醉的、令人悄悄上癮的幸福。為了呈現音樂中那份直率純粹的喜歡，邀請同樣喜愛在台語音樂不斷創新的金曲歌后曹雅雯來合唱，雅雯以她所獨有的溫暖細膩唱腔加入歐巴尚青樂團所營造的都市浪漫氛圍，一同攜手打造這個「微熟大人的感情世界」。都是以台語音樂創作為基礎的歐巴尚青和曹雅雯，聊到音樂就像被打開開關一樣，聊不停！聊起音樂的那份悸動心情，真正經過無數困難與絞盡腦汁的日夜，只有經歷過的人才能明白製作專輯時其中的苦澀和感動，也許這就是音樂人的浪漫吧！ 是專輯中唯一一首採全樂器實錄的高規格編曲配置！首次與管樂、弦樂、薩克斯風、爵士鼓、貝斯、電/木吉他的專業樂手老師們合作，希望打造出立體的頻率層次，也更具真實溫暖動態的聽覺感受！為喜歡歐巴尚青與曹雅雯的聽眾們帶來高質感的聆聽效果。鍍金第二彈！找來綜藝天團“浩角翔起”合唱新歌『愛情的𤆬路機』，歌曲的創作靈感來自團員曼青的運將爸爸為愛駛天涯，最後成功追到曼青媽媽的愛情故事！這次歐巴尚青寫下新歌“愛情的𤆬路機”，完成後便馬上想到天團浩角翔起，從知名美食節目“食尚玩家”成為家喻戶曉的天團，被稱為美食地圖GPS的浩角翔起，這次不是要帶大家找美食，而是成為大家的愛情導航，找到心愛的另一半！要一同來歡唱這首超級勵志的愛情故事。而這首愛情故事的男女主角正是曼青的爸爸媽媽，整首歌正是在描述身為運將的爸爸有天載客載到了媽媽，一見傾心便展開了追求，為了能抱得美人歸，追到花蓮去，只為見曼青媽媽一面，最後終究打動了曼青媽媽，成就了這段佳緣，才有了現在的美少女鼓手曼青。整首歌猶如愛情公路電影，唱出了真實的人生版“運轉手之戀”。直率又動人的詮釋，中快板的吉他彈奏猶如整首歌的靈魂，象徵著永不停歇、勇往直前的追愛精神！摩登舞曲『𤆬你飛』，暗藏知名卡通美少女戰士主題曲旋律，意喻帶著心愛之人，義無反顧飛出宇宙，逃離喧囂的紛擾。無論現在活在哪個時空，都想帶著心愛的人飛出宇宙；全世界只剩下我和你，浩瀚星空，願我可以陪伴你到永遠。在製作歌曲上總是特別細膩的團長嚴之，總是在琅琅上口的歌詞與曲風間不斷來回修改，也會和團員曼青、安祖討論碰撞新的想法，希望透過復古感的電子音色，帶大家回到那個義無反顧、投入愛情的當下。新歌『江湖笑風沙』挑戰搖滾曲風！深刻唱出一路上跌跌撞撞、努力再站起，爭取每一次的勝利！超越古今，打造每個英雄心中永遠的功勳前夕。充滿爆發力的最新力作！編曲運用澎湃豐富的鼓點，聆聽整首歌時彷彿親臨人生沙場，希望給曾經直視痛苦並想過放棄的人，在瀕臨放棄的臨界點終將發現人生本質。就算不斷受挫，也要起身不再逃避，為自己經歷的風雨歧途找到出口！歐巴尚青希望藉著這首歌陪伴追夢者的大家一起渡過脆弱的人生時刻。『煞著你這款』復古Funk曲風，中版的輕快節奏，步步直率表白！團長嚴之善用曼青的聲線以及漸進不緩和的節奏，以曖昧熟成的音樂氛圍展開，準備打動蹦蹦跳的千萬顆心，讓人臉紅的想抓狂!超狂洗腦的副歌旋律，心跳加速直接融化！編曲以funk曲風為基調，譬喻女子細膩的心思；澎湃的弦樂則代表著另一半帶給她的瘋狂，兩種音色一來一往象徵著他們所交織出來的愛情故事。曼青Solo新歌『曼曼行』，首張專輯輕亮嗓音歌聲令人驚艷，顛覆過往爵士鼓女神的形象！這張專輯首次參與歌曲製作，與團長嚴之一起完成這首『曼曼行』，訴說著自己人生的每一步看似緩慢，但其實都是生命中最好的安排！輕快的中快板節奏襯托了曼青天生的好嗓音，曼青想告訴在每個角落努力的你，都不是孤單一個人的！每個人都在自己的時區裡，都可以慢慢的感受、慢慢的去看，面對年齡對應成就的壓力與焦慮，是不是能夠堅持自己的步伐，追求真正想要的理想？是很多而立之年的年輕人面臨的心情處境，透過在遼闊無垠的編曲樂風，讓曼青唱出自己在音樂之於人生的道路上，內心的真實想法。真切地唱出心聲，純粹而直接的為有理想目標的大家打氣加油。青春戀曲『閣咧等待』由嚴之深情詮釋！牽引起你我曾經經歷，歡笑過、也淚流過的愛情故事。隨著嚴之的歌聲，傾訴內心壓抑已久的遺憾，整首歌溫暖明亮的鋼琴旋律是本首歌的靈魂，撫慰了每一顆迷惘而強打精神、保持勇敢的心。懷念過去的某段時光，還在等待著，但其實都明白早已回不去了。前奏敲下的鋼琴單音，猶如斷了線的珍珠，灑落在地面，瞬間拉回到愛情發生的當下。在愛情中真正的浪漫，對嚴之而言，是痛苦與快樂的共生，這首描述著從擁有到失去，從我們走回各自的生活裡，無論對方成了什麼樣貌，過去那段共享彼此的人生，永遠不會被抹滅，這首充滿故事性的歌曲，在副歌真摯而高亢的嗓音，唱出了每個大男孩在愛情中的成長宣言。安祖『Hollywood愛的感覺』，挑戰抒情歌大玩藍調！二寶爸的安祖唱出深愛孩子的爸爸初心！樂團吉祥物擔當的他，也是孩子心目中的大玩偶。團長嚴之更將他最常講的口頭禪“好啊！好啊！”寫入歌曲裡，令人會心一笑！本來就很喜歡Funk、Fusion音樂的安祖，這次在新專輯中的獨唱作品，也是團長特別為他量身打造，Hollywood愛的感覺，歌名取自“予你有愛的感覺〞諧音，身為好爸爸的安祖，每每聊起兒女眼神就會發亮！雖然除了工作時間以外，其他的時間都忙著照顧孩子、接送上下課，自己的時間變很少，是樂團中的奶爸代表！每天都像在跟時間賽跑，私下其實很喜歡慢活的音樂風格，首次挑戰台語抒情歌，更為此去報名台語正音班，也更了解自己的聲音，希望用台語歌紀錄在台灣生活美好的每一刻。『今仔日你上大』全民生日派對K歌！跟著歐巴尚青一起歡唱開趴！帶領大家從工作和學業中暫時解放！愛情很美！友誼萬歲！人生就是要活在當下！ 一年一度的誕生日怎麼可以黯淡度過，歐巴尚青歡樂特調！嗨翻的節奏以及橫跨多國語言中、台、英、韓、日文的生日快樂、更加碼在地文化的「千秋千秋千千秋」，都在歌曲中重新彩繪了大家對生日快樂歌的想像力！整個KTV就像是壽星的宇宙許願池，享受音樂帶給大家的快樂激素，再遠也要相聚！再累也要一起歡呼！再累也要為自己慶祝！熱血搖滾新歌『重新路一段』！取其路名的諧音，象徵愛音樂如癡如狂的他們，總是毫不放棄、為求最佳表現，一再重來重錄、不輕言放棄的決心！搖滾精神，是對自我信念的堅持，用音樂無所畏懼地舞出追求夢想的勇氣。一開始便用電吉他刷出了朝著未來奔跑的激昂編曲，暗藏在吉他和弦義無反顧的情緒鋪陳，力量包覆著我們，進入副歌時，便不再有懷疑！在錄音時，團員們大聲的唱出回想著音樂如人生的心境，一句一句的找回你我的勇氣。電吉他與鼓點的堆疊，不斷爬升至副歌，副歌三人的齊唱，豐富了旋律的激昂情感。眾籌世界級浪漫之最！給你10首尚青的浪漫！無限放送歡樂與熱情！人生再精彩！少了浪漫，就沒有力量！相信未來就是現在！拿起你人生的麥克風，歌唱得越大聲，浪漫的力量就越大！從浪漫出發，只要歐巴尚青的歌還在唱，人生浪漫的故事就會繼續下去，浪漫就像是每個人心中信心與勇氣的代名詞。專輯創作的這十首歌，分別代表著音樂人的浪漫、對家人的浪漫、給愛人的浪漫、對朋友的浪漫，就算必須長大，也就不要盲目地活著讓心死去！只要身上流著浪漫的血液，重新拾起純粹的快樂，未來進行式，我們繼續探索！曲目介紹：    1. 𤆬你飛大膽運用復古的電子音色，更巧妙融入美少女戰士的經典旋律，展現向月亮發誓愛你一世人的至死不渝，走在虛幻與現實之間，沒有什麼比你我的愛情更重要。    2. 滿滿攏是你身影的城市（ft. 曹雅雯）輕快的三拍子節奏，樹立了流行樂團新台語情歌的概念，在台語創作裡，不停切換世代快門的曹雅雯和歐巴尚青，讓人隨著歌曲帶來的情感波瀾起伏，盡情徜徉與釋放情緒，不只是踏入年輕歌迷的感官世界，更希望走入他們真實的人生如旅。    3. 煞著你這款粉紅色泡泡炸開！談情說愛不再只是欲情故縱，直球對決的曖昧關係，火花更十足！當愛情來敲門時，再怎麼情場老手，遇到自己的理想情人，都會手忙腳亂，倒數321，該怎麼辦就這樣辦！    4. 愛情的𤆬路機（ft. 浩角翔起）活力十足的中板搖滾，點燃了鎖定幸福，追愛的勇敢。為著你一直駛，佇這條愛情路，我的終點是你，袂閣改。    5. 江湖笑風沙帥氣磅礡的搖滾曲風，熱血的氣勢喚醒埋首苦幹的英雄，抬頭覺醒！人在江湖走，世事多變化，自己的命運自己做主！    6. 曼曼行曼青獨唱歌曲。唱出自己一路以來回應對粉絲朋友的支持與感謝。用自己名字中的“曼”字，在這個快節奏的世界，慢慢找自己是誰，慢慢體會人生、慢慢感受冷暖、慢慢開花結果，是曼青從街頭登上大舞台最真實的心情。    7. 閣咧等待嚴之獨唱歌曲。躲進逝去的愛情，還原了相愛的最初，捨不得回到現在。沒說出口的是我閣咧等待，等待著有一工你會轉來挽我的手，等待著咱的愛情會轉來，毋捌離開，一直咧等待。    8. Hollywood愛的感覺安祖獨唱歌曲。超級奶爸的一日行程，有子女萬事足的阿豆仔老爸，隨遇而安的安祖，最常講的口頭禪是　”好哇！好哇!“ 樂天樂活地唱出為人父的快樂與滿足。    9. 今仔日你上大準備搶攻生日趴的最夯新曲！生日快樂！千秋萬歲萬萬歲！朋友全招過來！準備欲開Party！親愛的今仔日你上大！咱的感情永遠攏袂散！    10. 重新路一段人生難免會落漆，但是自信不能少！追夢的浪漫，人生親像咧唱一條歌，咱著愛用全力來去喊，若是唱䆀也是毋免驚，來去重新錄一段，一起奮戰為自己而活的生命旅程！',
'image/445485679109.jpg', 408, 'C', NULL, 3398, 64, '2024-11-28', 71);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678680, 'CD12415', '4713833124152', '愛情約定  (CD)', '',
'image/445485678680.jpg', 368, 'C', NULL, 3331, 62, '2024-11-13', 1076);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678681, 'CD12411', '4713833124114', '出運啦  (CD)', '',
'image/445485678681.jpg', 368, 'C', NULL, 3336, 62, '2024-11-13', 616);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678603, 'AJI11302', '4713249235183', '人生如紙(CD+DVD)', '【CD+10首原聲原影卡拉DVD】「人生如紙」的創作洪金昇老師，用了八年的歲月才完成這首歌。歌曲表達了人們在生活中只能向前行走，卻難以確保每一步都走得正確。無論是追求完美的渴望，還是面對無法重來的遺憾，光明的前程固然人人嚮往，但生活的試煉卻是無法避免。最終，不論是努力的結果還是命運的安排，每個人都將擁有屬於自己的故事，留下不可磨滅的歷史印記。除了主打歌，專輯中還特別收錄了張燕清老師為他量身打造的歌曲「烈火傷痕」，這首歌在音樂上充滿力量，展現了對過去回憶的追尋與情感的釋放。還有明洋拿手的親情式唱法，詮釋「吃老才知你的好」「想阿爸」、「阿爸真心話」更是觸動人心。邀請財經美魔女「洪淑媚」，由周韋杰為兩人量身客製對唱歌曲「酒醒剩我一個」。整張專輯融合了多樣的音樂風格，既有柔和的旋律，也有激昂的節奏，讓聽眾在音樂中感受到情感的共鳴與力量。《人生如紙》不僅僅是一張專輯，更是歌手對生命、對音樂、對恩師深切懷念的詩篇。他希望透過這些音符，讓聽眾能夠感受到人生的真實與美好，並鼓勵每一個人在面對變化與挑戰時，勇敢地繼續前行。',
'image/445485678603.jpg', 368, 'C', NULL, 3201, 31, '2024-11-06', 142);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679505, 'WT5932138', '4715280062377', '無情劍', '今年11月，袁小迪將推出全新個人專輯－「無情劍」袁小迪在以往以個人霸氣渾厚的嗓音譜寫了無數經典，深受了無數歌迷的喜愛。今年，他帶來了一張全新專輯「無情劍」，這次的專輯歌曲大多以情感為主軸，顛覆了過往的江湖風格，轉而沉浸於情感的深海，用袁小迪深情的歌聲以及獨特的情感詮釋，將愛情的酸甜苦辣表達得淋漓盡現。「無情劍」是一張別具一格的專輯，展現了袁小迪音樂歷程中更不一樣的多樣性與柔情，讓人不禁想要一聽再聽。2024年11月，袁小迪新個人專輯－「無情劍」正式發行，敬請多多支持 !    • 霸氣主打之歌-『無情劍』(三立八點檔”願望”片頭曲)當愛情不如所願時，為了守護愛情，無論路途多麼艱難，仍選擇奮不顧身，哪怕在過程中被傷得體無完膚，也甘願承受一切痛楚。或許這是深愛一個人所必須背負的代價，無奈又執著，卻始終難以放下。    • 糾葛愛恨情歌-『可愛可恨的人』 (三立假日八點檔”願望”片尾曲)這首《可愛可恨的人》捕捉了那種難以釋懷的愛意與無奈，在糾結與不捨中感受到情感的兩面性，真切地刻畫了愛情中的苦澀與甜蜜並存的矛盾心理。    • 傾訴真心對唱歌曲-『痴心換真愛』 vs. 陳小菁《痴心換真愛》用我的痴心換你的真愛，這是戀愛中男女心中所望，但愛情並不是付出多少，就一定能得到多少的回報，現實往往比我們想像得殘酷。即使雙方深愛彼此，傾盡真心，也難免失望，最終只能把希望寄託於未知的未來。',
'image/445475679505.jpg', 328, 'C', NULL, 3282, 63, '2024-11-01', 1297);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679506, 'WT5932139', '4715280062384', '祈信', '真情王子-陳祈信，他雖然看不見，卻擁有著豐富的音樂才華和迷人的歌聲，今年11月，他帶來一張充滿溫情與深意的全新專輯《祈信-陳祈信》，在專輯中，陳祈信也參與了作曲，精心創作並詮釋了十首扣人心弦的歌曲，每首歌曲都富含了對生活的感悟以及對音樂的熱愛與堅持，唱出了內心真實的情感，    • 首波主打歌曲-『祈信』(三立五點檔”一家人”片頭曲)這份未曾送出的祝福，承載了無數未曾說出口的話語和最真誠的牽掛。聆聽這首歌曲，彷彿能夠聽見那份真摯的心意，感受到無聲的祝福在心中靜靜地迴響。    • 男女情歌對唱-『苦心花』vs.潘佩莉(三立七點檔”戲說台灣”片尾曲)《苦心花》呈現了愛情中的遺憾與無奈，以及分開後的孤獨與思念，這種情感如同一朵苦心花，表面美麗卻帶著隱隱的痛楚，象徵著那種難以割捨又無法實現的深情，讓人感受到那份愛而不得的心酸。    • 豁達滿足歌曲-『夜風』《夜風》是一首自我豁達的歌曲，即使孤身一人，沒有伴侶相伴，依然能在夜風中釋放內心的情感，尋找內心的平和與滿足，擁抱孤獨並享受帶來的寧靜與自由。',
'image/445475679506.jpg', 328, 'C', NULL, 3245, 63, '2024-11-01', 720);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678741, 'HSCD04', '4713249235220', '愛的班車 CD+DVD', '用心打造傾力策劃下，強力推出玟靈最新專輯《愛的班車》，專輯也特邀不同的音樂創作老師齊力打造十首風格不同，但各自深刻動人的多元曲風。而這一次，玟靈也用最療癒溫暖的歌聲，唱出人生路途中的酸甜苦辣，陪伴每一位歌迷。首發主打歌曲《愛的班車》，由知名音樂人暨電台台長/主持人「周韋杰」老師跨刀填詞譜曲，金曲獎歌曲製作人「陳偉強」老師編曲，《愛的班車》更是榮登民視八點檔夯劇「愛的榮耀」片頭曲，傳達感情中總有迷惘徘徊、不知所措的時候，鼓勵大家勇敢追求幸福、珍惜所愛，由玟靈獨特的嗓音詮釋出「愛的希望」。其他多首主打歌《給 HI. 你的觀眾. 成全你的愛. 人生快樂過. 癡心女人情》皆由名音樂專輯製作人「陳偉強」老師創作，囊括多首樂迷最愛的抒情曲風，有將國台語渾然天成融合，曲風清新溫柔的《你的觀眾》；另有華爾滋曲風《成全你的愛》，訴說為愛犧牲放手祝福的心境。加上輕快搖滾風《人生快樂過》，鼓勵人們正向思考，隨著輕鬆愉悅的旋律來忘卻煩惱！繼受樂迷好評的《美人計》之後，此次也特別推薦玟靈另一首主打歌–嘻哈動感舞曲《給 HI》，歌詞中笑看人生百態，唱出自由自在、不需畫地自限的灑脫人生！全新的唱跳風貌，展現熱情有勁的舞曲魅力，帶領歌迷一同搖擺、一起 High 翻天！【曲風& 歌曲介紹】01《愛的班車》 LOVE BUS★強力推薦主打歌曲：民視八點檔「愛的榮耀」片頭曲徘徊在感情的十字路口，有人憂傷迷惘，有人不知所措。但人生旅程中碰到的人事物，就像各種班車一樣來來去去.分分合合，無緣的人留不住，傷心往事終究該放下。鼓勵大家珍惜眼前的幸福，當機會來臨時，能勇敢向前、大步追愛。玟靈也以獨有的溫暖嗓音唱出充滿「愛的希望」。02《給 HI》GIVING HI★強力推薦主打歌曲繼受樂迷好評的《美人計》之後，再次熱烈推薦「台語嘻哈」新舞曲《給 HI》！歌詞中描述了社群時 代，大家爭相 PO 網展現自我的風潮，但不論網路虛幻真假，更重要的是活得自信開心，歌詞中唱出自由自在、不需畫地自限的灑脫人生！玟靈也在 MV 中呈現嘻哈舞曲唱跳功力，讓大家感受動感熱情，一起搖擺一起 High！03《你的觀眾》 AN AUDIENCE★強力推薦主打歌曲「靜靜的陪你走，默默在你身邊守候…，一向都只聽你說，也不敢問你為什麼」，這首具現代文藝氣 息的華語.台語雙聲歌曲，是陳偉強老師嶄新的作品，道盡對心愛的人欲去還留，夾雜內心百感交集，玟靈詮釋感情由淺入深層次分明，很感動人心值得推薦！04《成全你的愛》FULFILL YOUR LOVE★強力推薦主打歌曲是帶有能觸動靈魂深處的曲調風格，將三角戀情刻畫的絲絲入扣，和閨密都偏偏愛上同一人，無奈又虐心的劇情如何劃下句點…，只能斬斷情絲成全對方的愛，將這段感情深藏心底。玟靈歌聲細膩的描繪出戀愛中人受命運捉弄的無奈感。 05《人生快樂過》HAPPY LIFE★強力推薦主打歌曲人生的酸甜苦辣像個跑馬燈，被親情友情愛情環繞著，樂觀的人活在當下積極向上，有朋友的鼓勵  相挺共渡難關更加不易，這是首 Folk Rock 輕快的歌曲，旋律詞曲正面又積極，擁有振奮人心的意涵，願聽聞者皆能在短短人生旅途中，一起努力攜手打拼…。06《癡心女人情》WOMAN’S INFATUATION★強力推薦主打歌曲常常聽人講「癡心傷了最無情」，付出這麼久卻換來孤單和夢醒，整首以女性的純情溫柔，對待感情的專一與癡情，唯一的心願是期盼能早日覓得有情人，得到真愛與疼惜，旋律優美除了整首樂器的層次吸引人心外，加上和聲老師無懈可擊意境，讓人很是難忘。07《波蘿蜜》 JACKFRUIT這首歌曲由玟靈詞曲創作，因平時對週遭人事物有細膩的觀察，對於友人在感情世界中，衍生的喜怒哀樂苦盡在不言中，  於是心血來潮信手捻來，以輕快的 Cha  Cha  節奏將戀愛中人的心情起伏，輕鬆恢諧的口氣展現的淋漓盡致，也祝福天下有情人終成眷屬。08《小花》LITTLE FLOWER一把吉他悠悠道出許多人生關卡，在人海中拚搏奮鬥的艱辛不易，更遑論面對生活壓力時，不敢指望  別人施予援手，只希望得到肯定及尊重，不為名聲不為利益，只是歡喜的作一個認份的憨人，整張專輯中就屬這首最撼動人心，是首用扭曲的曲調來呈現心靈被霸凌的吶喊…。09《代價》CONSEQUENCES是一種勸世歌曲，闡述人要走正道，任何偏頗的起心動念都會伴隨著因果而來，當塵埃落定時也由不得一己之力能力挽狂瀾，所要付出對等的代價亦將身不由己，這首玟靈有感而發自創歌曲，平穩的曲風能讓人省思及沉澱，相當特別。10《深情三貂嶺》SANDIAOLING作者藉由經過三貂嶺地名，從這小小的車站回想起自身過往的戀情，帶點民謠風情及略略感嘆青春一去不復返，且有從過往認識的伴侶中，想到命運不由人，只能默默祝福這些從生命中消失的人事物，給予無限的祝福。',
'image/445475678741.jpg', 358, 'C', NULL, 3377, 31, '2024-10-15', 1526);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465679371, 'CD12414', '4713833124145', '今後怎樣活', '',
'image/445465679371.jpg', 368, 'C', NULL, 3355, 62, '2024-10-08', 935);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465679372, 'CD12413', '4713833124138', '烘爐配茶壺', '',
'image/445465679372.jpg', 368, 'C', NULL, 3277, 62, '2024-10-08', 1025);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465679128, 'TCA008', '4713249235190', '風中無緣花', '睽違兩年，台灣囝仔方順吉推出全新專輯－【風中無緣花】！精心收錄十首不同風格的歌曲與對唱，將生命中動人的情感，以及溫暖、正面的力量，用音樂呈現、傳達，打造一張有溫度的專輯。【風中無緣花】feat. 陳韋霖 專輯同名主打歌《風中無緣花》，特別邀請『實力派唱將－陳韋霖』一起唱出深藏在內心，愛而不得的憂傷。『真心難找，真情難再回』濃郁感傷的歌聲，詮釋出悲傷與激昂交織的情感。【月暗暝】feat.蔡宜汝方順吉的深情聲線與『創作才女－蔡宜汝』清亮的歌聲，唱出戀戀不捨及心中無奈的心情。濃濃愛意時時縈繞心頭卻也無限沈重。『無你惦阮身邊，分開只是暫時，心甘情願等待你』為了彼此美好的未來，只能形單影隻靜靜等待，雖然難過，卻也甘之如飴。 【爽爽飲落去】feat.吳欣達 『歡歡喜喜，心情放乎鬆，感情十年冬 用性命來疼痛』方順吉特別找來多年好友『演歌天王－吳欣達』共同合唱！用熱鬧歡樂的曲風，展現兄弟間相知相識多年的真摯友誼，爽爽飲落去，今晚不醉不歸！ 【雲開雨也過】feat.高瑞屏 『雲開雨也過，甘會凍破鏡重圓』由羅安老師特別打造的深情對唱，『南台灣小姑娘－高瑞屏』獨特滄桑的嗓音，搭配方順吉深情高亢的歌聲，傳達出愛與無奈交織的心情，愛情是一條苦澀沈重的路，如果敞開心扉，是否就能破鏡重圓。',
'image/445465679128.jpg', 318, 'C', NULL, 3196, 31, '2024-10-01', 1249);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465679152, 'STAR2024083', '4711508078304', '堅疕', '在回憶中不停循環播放，彼此卻在相愛的記憶中相殺，想放手卻放不下自己的執著。一輩子的承諾還在回聲盪漾，愛卻已漸行漸遠，充滿破綻的愛，再也無法隱藏所深陷的痛苦悲傷，總是一邊哭泣，一邊學著不再回應。這是一份從傷痛中走出的過程，是賴慧如的一段自我告白 也獻給那些年，曾經傷痕累累的你/妳。專輯同名主打『堅疕』訴說慧如過去在感情中一再為愛瞞騙自己的慘痛過去！曾遭受暴力對待的她，花了好多年才走出陰霾，重拾快樂。特別邀請金鐘影帝藍葦華MV出演酗酒家暴的老公，和賴慧如精湛逼真的對手戲，替照顧家庭與孩子隱忍家暴的女性們發聲！在那段陪伴自己自我痊癒的過程中，看著傷痕反覆癒合又再被傷害，在黑暗中漫長度過的日子，令她至今回想仍歷歷在目。“療癒”是自我復原的過程，“聊鬱”則是在一段漫長的自我整理後，才能鼓起湧起侃侃而談。賴慧如投入真摯的情感和充滿故事性的歌聲，唱出自己曾遭受情感暴力的真實人生故事。藉著這首歌傳達即使愛情充滿阻礙，依然要勇敢面對，而經歷終將會讓我們成長堅韌，走向真正的幸福。為了這個表達“家暴”的社會議題，特別邀請金鐘影帝藍葦華一同出演，MV劇情中酗酒、施暴的情境太過震撼，讓在場的工作人員都被影帝級的精湛演技震懾，希望『堅疕』這首歌可以鼓勵更多躲在角落不敢為自己發聲的受暴婦女，勇敢站出來，爭取自己應有的權益與自由。男女對唱催淚新作『原來我無遮爾特別』找來情歌王子郭忠祐深情合唱！以為是一輩子的唯一，卻已是你的過去式之一！進入主歌緩緩地唱出昔日的承諾，兩人漸入激昂交疊的和聲，唱出無力挽回的遺憾。曾經論及婚嫁的感情，卻在分開之後才知道自己在對方心裡不是最特別的！找來音樂製作人嚴之為賴慧如和郭忠祐兩人的一個透亮、一個磁性截然不同的男女聲線量身譜曲，緩緩鋪陳，推進更濃烈的情緒。新歌『若想著伊』黑白琴鍵和弦緊扣心弦，流瀉時光一去不可回的流動；一起經歷了青春美好，卻迷失在面臨人生不可逆的轉折中。心裡的惆悵，直搗你我的內心深處，愛得再深，最後也只剩下回憶。分開的兩人，還在留戀著對方，但走著走著慢慢的已經不會痛了。腦海中兩人相愛的一幕幕畫面，再也無法隱藏所深陷的痛苦悲傷，那段迷惘的過去、懊悔與離別充斥在空氣中，層層堆疊的副歌情緒，唱出那些為情所困之人的心聲。慧如細膩的嗓音將音樂的旋律和歌詞將我們帶入了內心的掙扎和迷惘之中。新歌『我攏佇咧』，享受過掌聲與讚美，同樣也經歷過人生的低谷低潮，從關閉外界連結，到重新找回朋友，輕快流行的新台語抒情旋律，邀來同樣是新世代的歌手演員好友郭忠祐、黃露瑤、鄭楠鐘一起唱出友情中有最不凡的純粹與感動。自曝曾經有一段暗黑時期的慧如，將自己與原本的朋友們隔絕，封閉在自己的世界裡走不出來。有一些很好的朋友不忍看她自虐受苦，只能暫時選擇視而不見。過了好幾年，慧如才重新將朋友們慢慢一個一個找回來。中版的節奏，輕輕地唱出成長後的灑脫，有無奈也有釋懷，當年那些倔強讓我們成為更好的人。感謝身邊的家人好友與歌迷、不離不棄的支持與陪伴，讓賴慧如重拾自信，相信自己也是可以擁有幸福的人。希望這首溫暖輕快的大合唱，唱進此刻自我封閉的朋友心中，告訴他們『只要你需要我，我都在！』邁向第七張個人專輯，對賴慧如來說是一種圓滿，也是一種展望。帶著曾經有過傷痕的自己，走向未來，整張專輯音樂更加純熟；新歌『阿嬤感謝』唱出感謝阿嬤過去多年的養育之恩；『無天光彼日』真實唱出迷茫的經歷，是一種尋找自我的過程，『永恆星空』是專輯中的唯一華語歌，從小就愛追星星，星光閃耀，將瞬間化為永遠。『無完美』率性面對自己的不完美，坦坦蕩蕩。尋求心的出路！原來每一個當下都在向過去的自己對話。如今事業順利婚姻幸福的慧如鼓起勇氣，讓自己緩下來整理生命的過往，嘗試自我揭露也象徵著與自己的過去和解並真正的覺醒，走在大徹大悟的路上，原來美好的事物都需要耐心等待，之前的不見天日都是為了明日的燦爛。專輯中『阿嬤感謝』是出道以來特別想謝謝阿嬤養育之恩的專屬歌曲，更是情歌王子郭忠祐為慧如與阿嬤的祖孫情量身打造。『無天光彼日』敘述著經歷憂鬱症，陷入黑洞看不見光亮的日子裡，充滿末日般無奈，靈魂早已被淚水給淹沒。『永恆星空』為專輯唯一一首國語歌，不管你在何方，我都會化成星星守護著你。從小就喜歡夜遊追星星的慧如，看著發光發亮的星星，期許自己也能成為照耀他人的那顆星。',
'image/445465679152.jpg', 408, 'C', NULL, 3310, 64, '2024-09-26', 226);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465678587, 'CD12410', '4713833124107', '人生夢', '',
'image/445465678587.jpg', 368, 'C', NULL, 3261, 62, '2024-09-12', 768);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465678607, 'CD12408', '4713833124084', '追夢的人 CD', '',
'image/445465678607.jpg', 368, 'C', NULL, 3297, 62, '2024-09-12', 1234);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679310, 'DM88042', '4713249235114', '袂記的青春', '<十年磨一劍>2007許志豪參加八大第一台《亞洲新人歌唱大賽》獲得季優勝，同年正式加入八大電視；2008年加入豪記唱片，發行兩張對唱情歌專輯。近年來，許志豪在各節目中常以詼諧的方式將台語歌曲翻成英文來演唱，除了成功樹立他個人的表演特色以外，也讓觀眾對他留下印象。曾經翻譯過的歌曲有『車站』、『採檳榔』、『媽媽請你也保重』、『舞女』、『金包銀』....等歌曲。其中『金包銀』英文版在網路上瘋傳，創下一周內百萬次點閱以及三萬多人次分享的記錄。 2014年加盟三立電視，正式踏入主持界。並自三立台灣台選秀節目《超級紅人榜》第200集以刺客聯盟盟主身份加入主持群行列，與于美人、蔡昌憲共同主持，負責網羅各地的歌唱好手進攝影棚挑戰衛冕者。從歌手轉戰主持界的許志豪，轉型相當的成功。先後主持過的節目有『超級紅人榜』、『玩客瘋高雄』、『開心farm大力玩』、『寶島神很大』、『姐姐當家』，2024年更接下中視大型綜藝節目『綜藝一級棒』主持群的工作。這10年來除了電視節目的主持以外，各種大小商演，尾牙晚會，甚至國慶晚會等等，都看得到許志豪在台下努力做功課，在台上幽默風趣又不失優雅得體的談吐。甚至進一步也陸續參與了許多戲劇演出。然而許志豪在演藝圈各種亮眼的斜槓成績，並沒有讓他忘記自己對歌唱的熱情與歌手的身分，因為這是他踏入演藝圈的初衷。2024年加盟動脈音樂父母親在基隆開唱片行的許志豪，自小就對各種曲風的歌曲都充滿熱愛，無論是國台語老歌，他都能如數家珍，信手捻來的即興演唱。過去10年來，因為主持人的工作讓他常站在台上看著別的歌手唱歌，致使他一直無法忘懷繼續當歌手的夢想。雖然距離上一次發片已經過了10年，私底下的許志豪並沒有停止努力精進自己的歌藝，常常利用直播，或是上節目的機會展現歌喉，也因此累積了更多豪粉們對他的讚賞，並常常鼓勵他繼續發表新作品。也因為他的努力，2024年荒山亮將其唱片約簽入動脈音樂，親自操刀，幫許志豪量身訂做，製作了這張睽違了10年的全新專輯《抹記的青春》。這張專輯的曲目設計，圍繞著許志豪的各種特色，用10首全新的歌曲來重新打造並強化大家印象中所熟悉的許志豪，讓他重新拾起「唱片歌手」這個身分。<曲目推薦>《抹記的青春》許志豪的孝順，是演藝圈內眾所周知的事。他常常利用工作的空檔帶著父母親旅遊並在各種場合感謝自己的父母，甚至在父親生日當天包下圓山飯店的國宴廳為其祝壽。許志豪也一直希望在專輯中能夠有一首致敬父母新的歌。《抹記的青春》這首歌，製作人了解他的心意以後，特別邀請周韋杰老師作詞作曲，為他深刻的描寫出子女對父母親的感謝。錄音的過程中，許志豪數度哽咽，感動的深情演唱，也讓這首歌有了最誠懇的演繹。《命中帶車位》許志豪的幽默感，是專輯設計中不可或缺的元素。詼諧有趣的歌詞靈感，來自於許志豪日常生活中的經驗，配上時下最流行的台客電音曲風，於是這首由許志豪與荒山亮共同作詞，荒山亮譜曲的歡樂歌曲順勢而生。希望喜歡這首歌的朋友們每天聽三遍，出門有車位ˋ社會有地位、人生有財位!! 每天都福氣滿滿，順利平安!! 《愛過的人》林東松老師的詞曲作品，一直是歌唱比賽及KTV裡面很受歡迎的。尤其是他獨特的情歌風格，總是能讓演唱者淋漓盡致，聆聽者感動不已。透過荒山亮老師的邀請，林東松老師特別為許志豪量身打造了這首情歌，讓許志豪重新找回了演唱情歌的熱情與自信，洗腦的旋律與精緻的編曲，是一首連製作人都大力推薦的作品。《我願意》黃明洲老師作詞，吳舜華/黃明洲作曲，描寫著男女之間由曖昧到確定關係的過程，是一首特別適合在婚宴場合演唱的歌曲，也是讓許志豪挑戰輕快爵士曲風的演唱作品。《仙教教抹乖》許志豪挑戰台語歌壇大師鄭進一老師的作品，大師出手，曲風不凡，歌詞幽默自嘲詼諧有趣，旋律朗朗上口，用輕鬆的口氣描寫著現代男女對姻緣及感情的無奈，是一首值得一聽的佳作。《用祝福來相送》由林東松老師詞曲創作，是專輯中唯一的男女對唱曲，邀請同門師妹翁鈺鈞合唱。翁鈺鈞甜美的歌聲與許志豪深情的搭配，讓這首歌曲呈現了非常唯美的畫面。<後記>經過10年後，許志豪再推新專輯，籌備及製作期長達一年多的時間，終於完成。這次許志豪懷著感恩的心情，認真的參與，推出這張10首好歌的誠懇作品，希望藉著這張專輯能讓大家重新認識許志豪，也感謝各界的推廣與支持。',
'image/445455679310.jpg', 0, 'C', NULL, 3227, 31, '2024-09-05', 1528);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455678799, 'STAR2024082', '4711508075327', '予你的心誰來賠', '光影本就有明也有暗，既是開始也是終結；不合時宜的愛，跌宕在時間的暗潮洶湧裡，愛得既不容易，也過意不去。穿梭在過去、現在與未來，終究還是在無私無悔的付出中，與自己失聯。在怡婷的歌聲之中，不再盲從等待，與你沈默已久的心，重新接通。專輯同名主打『予你的心誰來賠』由陳怡婷動人詞曲創作！曾經深深的愛著，去除多餘的正面思考，藉由音樂更深層直視我們的內心世界，更誠實表達真實的情感。收錄在台視八點檔『美麗人生』片尾曲。描述曾經的過往戀情不再，不再像過去一樣向下墜落、孤援無助，不同於以往苦情、暗自療傷的心境，而是將自己真實的心情表露出來，甚至帶著質問的口氣問對方，那我的付出到底算什麼？經過幾張專輯的淬煉，怡婷也藉由持續的創作，更大膽的在情歌作品中賦予各式各樣的情緒與反思。怡婷近幾年在音樂創作上備受矚目，旋律抓耳以及情感鮮明的創作能力陸續被許多歌迷注意到！新歌“予你的心誰來賠”的創作起源，也讓人格外好奇，怡婷自爆創作的題材是自己過往一段無疾而終的戀情，現在想起來還是感到歷歷在目，先寫好了歌詞才完成了譜曲，面對事隔多年的戀情，如今成為音樂創作的題材，怡婷覺得就像是上天給了她一個治癒自己的機會。找來曾瑋中合唱新歌『上媠的唯一』輕快甜蜜創作情歌、二次挑戰男女對唱詞曲創作！怡婷為新歌MV獻出第一次古裝扮相！在劇情中大玩古今穿越愛情劇！深刻的笑容、心中的悸動，沈浸在和對的人雙向奔赴幸福的節奏中。生活即是創作的怡婷，被問到如何維持音樂創作的動力，她則透露在寫這首“上媠的唯一”時，是有一年的春天，在逛街時從店家聽到一段旋律，讓她靈光乍現、腦海裡突然蹦出這首歌的副歌旋律，當時也顧不得還在逛街，就匆匆忙忙的趕回家要將曲子完成。家人朋友一開始也對怡婷這樣的行為感到很詭異，後來時間久了也就習慣了。這次找來曾瑋中合唱，已是第二次合作，卻是首次對唱輕快甜蜜的曲風，兩人私下都是喜歡比較輕鬆自在的相處，對於這次MV要呈現穿古裝曬恩愛，都覺得很新奇，非常期待！古典樂X流行樂的激盪火花，獻上最優雅的祝福！新歌『天賜良緣』融入古典名作孟德爾頌的婚禮進行曲，輕快的節奏，彷彿新郎新娘踏著輕盈的步伐進場，象徵完美的天作之合！當人生中邂逅了美好愛情，遇見命定的彼此，幸福不再設限！即使世界上充滿各種難關與考驗，都要相信自己、相信彼此互相幫助可以攜手度過難關，迎接幸福。歌曲前奏加入了古典名曲婚禮進行曲，響起全宇宙送上的祝福。編曲也營造出輕快光明的紅毯大道，以古典名曲進歌，慢慢加入輕快的節奏，帶動情緒，中間加入了中式樂器，代表著出生在不同家庭兩人的結合，溫暖遼闊的歌詞從怡婷溫暖宜人的歌聲帶來了希望感，為新人送上滿滿的祝福。催淚親情創作！新歌『母啊』講述與母親深刻的情感，不管年紀到了幾歲，我們在媽媽眼裡永遠是長不大的孩子。從女兒的角度，細看上一代女性為家庭無悔的付出；作為兒女的我們只有感激並傳承這份永恆不變的守護關愛。從小就到處參加歌唱比賽征戰的怡婷，向來與媽媽感情非常好，而這首“母啊”是怡婷唱出對媽媽一直以來的感謝和包容！怡婷溫暖渾厚的嗓音加上至情至性、表露內心情感的歌詞，天下的媽媽們聽了想不落淚都難。怡婷也在這首歌中發揮唱功，將她對傳統女性默默無悔付出、堅韌而偉大的愛都表現得充滿力量且細膩。怡婷也透露在錄製這首歌的時候，她最敬愛的奶奶離開了他們，被迫錄音中斷好幾天，在錄音室錄製這首歌的時候，真的很難一口氣唱完，比以往2倍的時間才錄音完成，怡婷直說：每次唱這首歌就會讓想到奶奶，真的太難好好地唱完整首歌了！當台語歌遇上西洋古典音樂！音樂系出身的怡婷，在演出以外的時間也是一位兒童鋼琴老師，這張專輯裡除了持續專注音樂創作，也特別將西方古典名曲像是融入台語歌裡頭。像是耳熟能詳的帕海貝爾“卡農”、貝多芬“歡樂頌”、孟德爾頌“婚禮進行曲”、貝多芬“月光奏鳴曲”、尼克“郵遞馬車”、蕭邦“降E大調夜曲”，讓整張專輯宛如動人的跨界音樂饗宴。學習古典音樂出身的怡婷，在演出以外的時間也會教授小朋友學習鋼琴，在她這張音樂創作的過程中，很希望可以融入她自身對古典音樂的喜愛，也希望藉由自己打破中西方的框架，帶給大家全新的聽覺刺激、打開想像，當世界名曲“郵遞馬車”搖身一變成為電音舞曲新歌『愛無限』、『快樂頌』則是將貝多芬的歡樂頌用甜美哼唱的人聲唱出輕快的情歌、抒情歌『月光暝』在前奏便譜進蕭邦的夜曲。專輯內的『天賜良緣』、『手中心』、『回味』也同樣結合了西洋古典樂名曲，運用人聲、不同樂器配置的呈現、讓原本感覺是殿堂之上、帶有距離感的古典樂能夠更親民的走進你我的生活之中。不急著步入婚姻，在音樂陪伴下逐漸長成自己喜歡的樣子。不管有沒有在戀愛狀態，都要讓自己感到幸福。收錄專輯中的二首新歌創作『予你的心誰來賠』、『上媠的唯一』，展現怡婷用更寬廣的心境來看待生命的流動，除了夢想，人生還有更多的風和日麗，等待我們去覺察。以愛為名，並不限於愛情，而是放大視野、回歸內心，對親人、對朋友；愛，或許難以解釋、無從定義，卻無時無刻都存在於我們身邊。在怡婷的創作裡，歌詞層次由外而內、從對生活的觀察、到對人的關懷，最後回歸自我，強調的是「珍惜」，也可以看出怡婷眼裡的女性，無論在生活或是感情裡，都不再是只能示弱的那一方。歌曲介紹：    1. 予你的心誰來賠陳怡婷詞曲創作。明明知道和你沒有結果，卻還是義無反顧的愛上你，當初說的情話，如今都已經不算數，付出的一切無聲無息的放水流。描述一段過往的戀情，質問對方，那我的付出算什麼？是敘述一個情傷極重的女生對自我的靈魂拷問。    2. 上媠的唯一ft.曾瑋中。陳怡婷詞曲創作。滿滿的熱戀感準備閃瞎旁人啦！輕快甜蜜的男女對唱是加速感情升溫的最佳歌曲！月老紅線將咱綁做堆，就算有困難，咱作伙面對，因為你是我上媠的唯一。中板節奏更能將愛情的甜蜜與浪漫完美呈現。    3. 母啊媽媽給予的愛和承諾，點點滴滴讓怡婷感念在心，為子女笑為子女哭，為家付出任何一切，深深的喚聲母啊！這份情阮會記一世人，阮會將妳的愛放心內，永遠來做妳的寶貝囝仔。    4. 月光暝放入貝多芬的月光奏鳴曲。從貝多芬在路上聽見一位小女孩在彈琴，便走入對方的家中，即興創作寫下經典的月光奏鳴曲，以這個故事來延伸寫出這首“月光暝”。月光照進一道光進入屋內，如夢似幻的畫面，感激這世上所有美好的不期而遇。    5. 天賜良緣婚禮音樂大推薦！中西激盪的滿滿祝福，前奏引用孟德爾頌的婚禮進行曲。回憶起初識的青澀、熱戀的投入和決定攜手一生的承諾！怡婷化身為天使證婚人，祝福這段好姻緣，恩恩愛愛做伙一世人，祝福這段好姻緣，幸福平安。    6. 手中心融入帕海貝爾的卡農。思念過了很久，卻還是走不出沒有對方的日子，為什麼我還是這麼想念你，就像逃不出對方的手掌心樣，轉不出愛戀的束縛。    7. 戶橂訴說著女人的一生與蛻變。從一個女孩成為女人，成為太太、成為母親。女人的一生無聲也無悔，成就了家的榮耀，只要你用心來疼痛，就算獻出生命，阮也心甘情願。首次嚐試極具力量吶喊式的間奏唱法，前奏平靜的敘事，一直到進入副歌的激昂，成熟展現怡婷詮釋女性心聲的細膩功力。    8. 快樂頌融合了耳熟能詳的世界名曲，貝多芬的歡樂頌，帶大家回到怡婷最快樂的高中校園時光！這首快樂的歌送予你，陪伴你度過每一暝，煩惱暫時放袂記，未來的人生，每天都是是幸運日。    9. 愛無限專輯內唯一舞曲代表之作！並加入古典樂曲尼克的郵遞馬車，翻玩出古典與電音的方言新滋味！節奏鮮明的編曲，展現了時下女性的自信姿態！    10. 回味林東松老師量身打造！結合蕭邦降E大調夜曲的旋律，回憶過往的悲歡喜樂，經歷起伏，想到一起歷經一切的人生夥伴特別感念，咱的故事若無完美，你的好我依舊會放在心裡慢慢回味。',
'image/445455678799.jpg', 408, 'C', NULL, 3352, 64, '2024-08-15', 1850);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455678535, 'STAR2024081', '4711508075310', '愛你到底為啥物', '恆愛的世界，再也查無此心，我的生活，再也查無此人；在時間的長廊裡，壓縮了我們相愛的時間，回到愛情啓蒙的當初，曾經在愛情找到療癒依靠的我，只剩下無聲的激辯。愛你，到底為啥物……專輯同名主打『愛你到底為啥物』，猶如墜入情海的冰與火之歌，在愛情裡，很依賴卻也很獨立！很脆弱卻又很好強！在激昂的旋律裡放肆的又愛又恨！音域寬廣橫跨14度，喜愛飆歌的朋友們千萬不可錯過！收錄在民視八點檔『愛的榮耀』片頭曲。訴說著人在徹底傷痛後心被掏空的絕望。為了對方無悔的付出，卻得不到回應！在歌詞中更唱出了明明難受卻還是願意為對方承受的心境，在面對深愛的對方直白而堅定，卻對自己的付出感到無助。副歌的歌詞以及緊湊的重音更是深刻唱出對這份感情的直拗。旋律和歌詞堆疊出希望對方珍惜自己的遺憾，透露出內心深層的情感面，表達對“愛”的渴求。這首是婷筠一直以來非常想詮釋的歌曲風格，在愛情裡不再那麼壯烈悲催，選擇默默地承擔的內心，這樣的心路歷程猶如一個人情感成長的蛻變之旅。橫跨14度的音域，是首高難度可以過癮飆歌的大魔王級別情歌！驚喜收錄郭婷筠親自譜曲『上戇的人』，隨性哼唱了副歌短短的旋律，靈光乍現僅花15分鐘便寫完這首歌！婷筠自爆是在和歌手老公彭正一次無心的鬥嘴吵出來的創作！這首悲催描述著情感中的倦怠狀態，原本以為是在一個很有氣氛的情況下寫出這首歌，沒想到卻是在和老公無意中鬥嘴的過程中激發出來的靈感，並且快速在15分鐘內就譜完曲！婷筠當時聽到老公情急之下脫口而出『你就是那個最自私的人』，引發了她創作的靈感，被問到後來吵架後怎麼和好的？婷筠說已經回想不起來當時的場景了，只記得兩人趕緊找手機想要趕快把旋律記下來，後來都忘記當時為了什麼在吵架了，也算是一種另類的夫妻經營之道。新歌『從今以後』唱出寬赦灑脫、說放就放的態度。婷筠本身也是一個心軟的女生，嘴巴說要堅強，但內心一直牽掛放不下對方；從唱腔或是面對人生的心態上，她持續學習勇敢自信的課題，期許自己美麗的同時也要充滿智慧。象徵在時間裡成長，經歷所有關係後無畏無懼、不再迷路、重返自己想要的人生。但願你我，從今以後能活成自由快樂、瀟灑！讓所有錯誤都成為明天的禮物。用音樂守護自己的信念，在日復一日的人生裡探索領悟，婷筠用歌聲帶著光的指引。嘹亮又溫暖的歌聲，歌詞中一句『從今以後咱毋通閣相揣，你攑手放阮過』，婷筠演唱的力道隨之往上層層開展，一路飆唱直到最後，與飽滿的電吉他音色襯托這份來自心底的吶喊，忍耐已久的情緒終於釋放後，才能娓娓道出感情路上的無奈與無助。心碎的未爆彈！『傷一半』講述著愛著對方的心，已被傷得剩下一半，一次又一次排練著遺憾，佯裝沒事，早已麻木剛強。看似堅強，只有自己知道，這份不安，是有多麽需要被擁抱。婷筠溫暖穩定的中音域，貼切的詮釋出歌詞中女生強裝鎮定的若無其事，細膩的唱出情感一次次被傷害後的無力感。在旋律上特別設計由低音到高音域的情緒鋪陳，在愛情裡沒有獲得承諾、退無可退的低音呢喃唱出低落的心情。持續在人生之路成長前進的婷筠，當了媽媽之後，在面對自己的人生時，心境上有了更多細膩的感觸，也為中間世代的歌迷朋友唱出為人子女和父母截然不同的心境。新潮舞曲『旺的媽咪』鼓勵媽媽們拿出勇敢精神抬頭挺胸做自己！『用愛守護』祈願全天下的每個小孩都能平安長大。『友孝毋免揀時陣』講述著成為媽媽以後，才開始知曉當父母的偉大。輕快率性的『旺的媽咪』則是鼓勵生了小孩後的女生，心裡有想做的事就直接去做，有孩子之後也不要忘記不斷升級成更喜歡的自己。『用愛守護』則是在看到新聞的虐童事件，和婆婆邊看邊哭、非常痛心，不久後在新專輯收歌時，剛好看到這首歌曲在呼籲大家要一起守護每一個小孩平安快樂的成長，便決定要收錄在自己專輯裡。『友孝毋免揀時陣』則是平實的描述每一天提拔兒女長大的點滴心頭，已為人母的婷筠，讓自己回到很純粹的子女角色。看著父母年紀漸長，仍為她操勞，感受到人生中有父母疼惜的幸福。有一天婷筠帶著兒子逛菜市場時，突然想起小時候都是媽媽帶著自己去的。當了父母方知父母恩情，感念爸媽的慈愛與辛勞，歌裡的心境跟著她的聲音起伏，讓感動的情緒一波一波模糊了視線。搖滾、抒情、嘻哈、電音各顯性格！曲風多元！藏匿了婷筠心中追求探索與百變的渴望，講述不同情感的歌曲各自獨立，卻也在我們生命的不同面向相呼應，最貼近婷筠的靈魂故事，每個剎那都留存在專輯中的每一首歌裡。專輯中唯一一首男女對唱『愛人啊一級棒』，找來了在節目上時常拌嘴拌出好感情的師奶婆媽殺手-陳孟賢，輕快俏皮的曲風就像兩人私下的好情誼，幽默趣味的口白設計，古靈精怪的歌詞表情十足，讓人會心一笑！搖滾本色、國台語雙聲『灑狗血情歌』，是婷筠少見的雙語作品，當初收歌一看到歌名就引起她高度好奇！奔走激昂的意境節奏，可以讓人好好大哭一場、挑戰情緒中理智與潰堤的邊界。『有光的時陣』猶如一首哲學小品，浸泡在自我探索的覺察裡，每個人都有懷疑自己的時候，面對生活的奔波、無聲地吞忍，在我心中，我還是想要守護自己原有的單純信仰。等待烏雲散去，一定要相信自己能夠迎接曙光的到來，心中的傷痕終有一日也一定能夠復原。歌曲介紹：    1. 愛你到底為啥物民視『愛的榮耀』八點檔片頭曲，K歌大魔王再現！明知道愛到底，也只是再次的讓自己心碎，卻還是傻傻的猶原愛你。副歌三連音的『傷傷傷』、『戇戇戇』，更是唱出了對自己無悔的付出感到不值，久久難以釋懷。    2. 上戇的人郭婷筠譜曲。與陳偉強老師攜手完成創作！在情感中一直為對方的自私包容，總是獨自目眶紅，在期待與失落中情感迴旋，重複上演著遺憾。    3. 從今以後淚已流乾的分手宣言！從今以後，各自安好，不再糾纏。做出這個決定的每一次拉扯，都是無數次撕裂自己的掙扎與困頓。從今以後，咱毋通閣相揣，這段情就當作一場誤會。    4. 傷一半為什麼付出了所有，卻只剩孤單。世上最痴情的人，往往無法在情海靠岸，為何無所求卻成了無所愛。面對著冷淡的你，為何傷心的旋律，怎麼唱都沒有結束的時候。    5. 灑狗血情歌國台語雙聲切換！一首愛過傷過痛過恨過灑狗血的情歌，讓我陪你從黑夜唱到白晝，看透再美的愛情，終有結束的一天，瀟灑擦去眼淚，我們都不再受罪。    6. 愛人啊一級棒輕快鬥嘴的男女合唱 ft. 陳孟賢！帶著自嘲幽默的歌詞，唱出時下女人的情感哲學，有牢騷卻也講道理，和陳孟賢的自然互動，唱出了情侶相處間情撩和矛盾中的可愛相處。    7. 旺的媽咪嚴之老師為郭婷筠量身打造！通體舒暢唱出為母則強的《Super Mama 2.0》，也是新世代媽媽們的心聲洗腦抒壓神曲！    8. 用愛守護虐嬰虐童的社會案件層出不窮，自己同樣身為人母的婷筠，每次看到新聞都會難過落淚。希望能夠透過自己歌唱的力量，用愛來守護所有囝仔平安、用愛來守護小小生命願望，予伊快樂作著美夢、平安大漢。    9. 友孝毋免揀時陣唱給全天下的父母聽。過去的放縱以及追求自由，一直到了自己生兒育女、成家立業，養兒方知父母恩！唱出數不盡感謝，能成為你的小孩，是我這輩子一生一次最重要的幸福轉捩點。    10. 有光的時陣這首歌像是寫給自己的一封信，我們努力過、拼命過，當我們打開這封信時，不知道曾經保有初心的我還在不在？想像在人生的路上迷航的你我，等待下一個有光的時陣，照散罩月的烏雲，一路上受過的傷，總有一天也會好的。',
'image/445455678535.jpg', 408, 'C', NULL, 3317, 64, '2024-08-08', 228);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (436395678635, 'HS002', '4714041759136', '轟動閩南語歌曲 180G 1LP (限量編號版透明色膠)', '只有鄧麗君這位傳奇國際巨星可以同時用「國語、台語、廣東話、英語、日語」這五種語言演唱歌曲。僅管鄧麗君跨越過許多不同的語言與曲風，但是在大家的心目中，鄧麗君還是溫婉典雅的的代名詞。尤以此專輯為具代表性，將國、台語歌謠傳播到世界各地，讓不同語言國度的愛樂者也能欣賞歌謠之美。',
'image/436395678635.jpg', 938, 'C', NULL, 672, 45, '2024-08-08', 272);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445445679153, 'CD12409', '4713833124091', '紅玫瑰 (CD)', '',
'image/445445679153.jpg', 368, 'C', NULL, 3294, 62, '2024-08-06', 94);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445445679127, 'WT5932136', '4715280062346', '天公會保庇', '2024蔡佳麟全新個人專輯「天公會保庇」本土一哥蔡佳麟，今年再度推出全新專輯——「天公會保庇」新專輯的發行總是令人滿懷期待，蔡佳麟的音樂總是充滿著個人魅力，讓人沈浸其中難以自拔。在本次的新專輯中，蔡佳麟帶來了眾多動聽的歌曲，搭配個人獨特的風格，散發著濃濃的本土氛圍。除此之外，新專輯「天公會保庇」中，十首歌曲涵蓋了多種音樂風格，既有超感性的抒情歌曲，也有充滿正能量的勵志歌曲，甚至有讓人隨著節奏不禁跟著搖擺的旋律，希望在本次新專輯中的每首歌曲都能為大家帶來不同的聽覺享受！	保庇主打之歌-『天公會保庇』(三立八點檔”願望”片頭曲)當看到他人，人生幸福美滿時，可能會有比較和羨慕的情緒浮現，但我們應該知道，每個人的人生軌跡都是獨一無二的，其實最重要的是相信自己，並堅定地走好自己的道路，即使在努力奮鬥的過程中，結果也許不盡人意，但付出絕對不會被辜負，正所謂自助人助「天公也會保庇」，要讓心中的道路繼續指引著你，繼續前行吧！	溫柔與力量歌曲-『夢七屆』(三立假日八點檔”願望”片尾曲)《夢七屆》以深情的旋律和抒情的詞句，描繪了對愛情的執著追求，以及對夢中愛人的思念與期盼，帶領聽眾感受著愛情的溫柔與力量。	有情有愛深情對唱情歌-『完美人生』vs. 麗小花每個人或許都期望擁有一段如童話般浪漫的愛情，但真正的幸福，並不是靠完美的外表或財富來衡量，真正完美的愛情，是彼此聆聽，共同扶持，共同承擔，一起面對生活中的甜美和苦澀，有你有我的相知相守，有情有愛的天荒地老，才是完美的人生。',
'image/445445679127.jpg', 328, 'C', NULL, 3255, 63, '2024-07-30', 334);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445445679128, 'SD1836', '4715280062353', '上好的代誌', '2024朱德寶全新個人專輯「上好的代誌」今年八月，朱德寶帶著新專輯「上好的代誌」和大家見面啦!這次的發行算是朱德寶人生中一個重要的里程碑，在籌備發行新專輯的過程中，他深刻感受到自己在歌曲上的成長與轉變，由衷感謝一直以來支持他的朋友和粉絲，認為大家對他的疼愛是他不斷進步的動力，並期待著下一個里程碑，希望透過新的音樂作品，為大家帶來更多不一樣的朱德寶。	首波主打對唱歌曲-『上好的代誌』(三立七點檔”戲說台灣”片頭曲)也許在這個花花世界茫茫人海中，不如意的事十之八九，若可以遇到相知相惜的知心朋友，那麼只要是心甘情願，無論在一起是快樂，還是共同面對悲傷的事，都是「上好的代誌」。	男女對唱情歌-『醉相思』vs.謝莉婷(三立五點檔”甘味人生”片頭曲)這份《醉相思》猶如潮水般湧現，無論如何想逃也逃不掉，想藏也藏不住，都難以將你從我的心中放下。	無緣傷感情歌-『月光』  vs.謝莉婷這首歌就像是在訴說著愛情讓人捉模不定，充滿著磕磕絆絆和無法預知的未來。',
'image/445445679128.jpg', 158, 'C', NULL, 3233, 63, '2024-07-30', 1157);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445445678557, 'STAR2024080', '4711508071978', '後世人', '雖渺小也不要放棄，世界上的每個角落，都有值得被看見的光亮。在未知的跑道滾動運轉，際遇，是一個又一個不同的選擇所組成，每一個瞬間都是一次啟程。為了生活和夢想努力有時落魄、有時起落少年時，再拼一回人生的風景，後世人依舊要這麼精彩。Youtube千萬點擊高人氣歌曲『必巡』趁勝追擊！新世代台語情歌席捲抖音人人轉發翻唱！苦熬十年被看見！新專輯再推抒情自癒系新歌『後世人』，唱盡今生的坎坷以及對來世的冀望。憑著抒情神曲『必巡』狂掃各大社群平台，一夕爆紅！瑋中直呼沒想過會有這麼一天，很開心他所熱愛的台語歌被各國愛唱歌的人傳唱看見！今後會繼續專注在發揚台語音樂。這十年在歌壇的默默耕耘，瑋中感恩一路上每一次被看見與肯定，如果沒有這些支持，他坦言雖然知道自己熱愛唱歌，卻也有感到迷惘的時候。十年磨一劍，“必巡”讓瑋中被更多人聽見，專輯同名新歌『後世人』，唱出獨一無二的生命歷程，乘載了無數的故事，完整了你我千瘡百孔的心。收錄至台視八點檔『追分成功』片尾曲。瑋中透過轉發翻唱影片，除了鼓勵喜歡〝必巡〞的朋友，也認識了幾位優秀的音樂人和歌手，包括這次的專輯同名主打歌〝後世人〞詞曲作者阿堤也是因此而產生交集，當時阿堤提到自己也有在創作台語歌曲，瑋中在聽過他的Demo過後非常喜歡，後來歌曲不僅順利收錄進專輯，還成為了專輯同名主打歌，讓兩人興奮不已，直呼「這讓我們的第一次的合作變得更有意義了！」曾瑋中詞曲創作！『家己歡喜家己媠』直率唱出網路世代之下的情緒產物：“容貌焦慮”！輕快的曲風唱出很多人在心裡卻不敢說出來的痛快！一向喜歡在每張專輯給自己一些音樂新玩法的他，這次更在歌曲裡自己化身為女合音，為這首歌增添弔詭的趣味感。在音樂創作上，瑋中總會將洞察到的社會現象與議題，寫入他的歌曲中，希望能夠喚起更多人關注。而一直以來致力在為少數發聲而唱的瑋中，希望可以透過自己的音樂去傳達，人生屬於自己，而不是活在別人的看法裡，我們可以活出自己喜歡的樣子；歌曲中巧妙融入一些傳統台語歌鮮明的記憶元素，前奏、間奏、尾奏的每一個落點，都會疊帶女聲和音，皆是瑋中自己親自錄製合音完成，聽起來頗有翻玩傳統台語歌風格的另類致敬感。MV也拍出像早期伴唱帶的氛圍，屬於瑋中的復古感，增添一點趣味。新歌『毋服命運』與曾經歷嚴重燒燙傷的歌手彭正攜手高唱、鼓舞人心！是曾瑋中為燒燙傷友所創作，激昂深情的合唱，勉勵在人生困境中，仍奮力前進不屈服於命運的生命鬥士們！當生命被黑暗吞噬了希望，俯衝而下的鋼鐵意志，激勵你我重新再戰！當瑋中在一次偶然機緣，了解歷經燒燙傷復健之路要重返正常生活有多麽艱難，便向公司提出在新專輯中想要為燒燙傷友寫一首歌。在思考合唱人選時，彭正就是瑋中心目中的合唱人選首選，兩人鐵漢深情的厚實嗓音，在激昂的前奏之下，隨著曲式和歌詞情感越顯激動，彷彿將內心的不平傷鳴的宣洩出來！進入副歌，兩人的高昂合唱，將情緒拉高到最大，一開始就讓聽眾在聆聽過程中畫面十足！瑋中在寫這首歌時表示，自己總會被生命鬥士的故事給激勵，也覺得自己有這個能力將歌曲意境傳遞到人們心中，是非常令人感動的人生使命！歌唱不僅僅是唱，更希望透過音樂創作為大家在困境之中加油打氣。新歌『若無你佇阮身邊』，首次嘗試灑脫的抒情搖滾風，面對情感的決擇，揮別美麗的錯誤；瑋中鮮少詮釋切分音節奏為主的搖滾情歌，成了這張專輯中意外出眾的驚喜呈現。在音樂裡的瑋中總是探索並萃取自己獨到的詮釋，『若無你佇阮身邊』則是這張專輯中他鮮少出現的節奏曲風，不同於過往的台語歌，要有很接地氣的語句語氣，更難的是精準掌握整個歌曲中口氣與情緒醞釀的堆疊，在歌詞中交織著過去、現在、未來，淡淡的描述著彼此的ㄧ切，面對感情中的悵然失去，沒有太多矯情的詮譯，反而讓人更加走心，後座力驚人。這張專輯中，瑋中將他的所見所知所感，寫成了歌曲，讓旋律不再只是一個人的心情，而是一群人的心聲。『家己歡喜家己媠』描寫的則是在社群媒體濾鏡下的容貌焦慮，『毋服命運』則是為燒燙傷友所寫的英雄之旅！『再生』則是描寫更生人重見光明、重返社會的真實心境。『轉來  轉去』則是在描寫面臨空巢期的獨居長者，與自己子女相連與分離的人生課題。每一種不同的人生，在每一天都有人奔赴，都圍繞著同一個核心價值──『信念』。而瑋中在詞曲上的呈現則代表著越陳越濃的人生感悟。有些歌就算只唱了一次，便已象徵永遠！瑋中持續從探索生活出發，並從各個面向分享對生命的體悟與觀點，透過音樂傳遞正向的能量、善的流動，鼓勵每個人面對生活的一切，接納自己、包容自己，並且相信內在的力量。也許這個世界時常讓你失望，但真正勇敢的人，總會懷抱信念，繼續全力以赴，仍然對生活溫柔相待。',
'image/445445678557.jpg', 408, 'C', NULL, 3254, 64, '2024-07-04', 1372);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435679132, 'CH29', '4713249235077', '台灣閃閃爍', '閃靈大港開唱2021現場專輯：『台灣閃閃爍』 完整收錄閃靈樂團結合唐鳳在大港開唱2021的經典演出。除了有貫穿全場的唐鳳腦控之音，為了配合整體概念，還邀請DJ KI Trust合作歌曲的改編，包括皇軍、破夜斬、暮沉武德殿、烏牛欄大護法、天誅都融入精緻的合成器音效，震洋與火燒島兩首歌曲更是進行了Drum & Bass的大幅度Remix，加上每到重點橋段皆有全場觀眾的澎湃大合唱，堪稱閃靈經典曲目的超高演繹版本。除此之外，這場演出也是在全球疫情嚴峻的環境下，全球少數能順利舉辦的大型音樂盛典，同時也是台灣近年來堅守民主、持續進步，在國際受到肯定、發光發熱的關鍵時刻；閃靈推出這場現場專輯，希望鼓舞大家記得現場演出的激動，感受人與人之間因為音樂而有連結，讓全世界一起正面積極度過困難。',
'image/445435679132.jpg', 358, 'C', NULL, 3395, 31, '2024-07-03', 1923);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435679133, 'YNC002', '4713249235008', '我的世界只有你(雙主打EP)', '親愛的音樂愛好者們，我們很高興地向大家介紹我們最新推出的雙主打新曲！這次的兩首歌曲將帶給大家截然不同的音樂體驗。第一首是《我的世界只有你》，由陳言寧作詞、郭杰鑫作曲，這是一首為愛情量身打造的抒情甜蜜歌曲。歌曲充滿了對愛人的深情厚意，詞句中表達了希望下輩子也能繼續相愛的美好願望。這首歌絕對能觸動每一顆相信愛情的心靈。第二首是《我真需要一個伴》，由陳言寧詞曲創作。這首歌曲風俏皮，歌詞寫實逗趣，展現了一位單身女人渴望真愛相伴的心情。這首歌充滿了幽默與真誠，相信能讓大家在輕鬆愉快的節奏中找到共鳴。兩首歌曲各具特色，無論你是沉醉於甜蜜愛情還是渴望找到真愛，我們的音樂都能滿足你。希望大家多多支持我們的台語歌曲，讓這份情感和音樂傳遞到更多人的心中。謝謝大家的支持與愛護！',
'image/445435679133.jpg', 158, 'C', NULL, 3351, 31, '2024-07-03', 186);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435679135, 'KO002', '4713249235046', '等待情花開(單曲)', '製作人：江志豐編曲：張振杰薩克斯風 : 李鵬飛 柯婉樺和聲編寫：恬甜和音：恬甜、廖珮妤/恬甜音樂工作室錄音：史提混音：李鍾翔錄音室：獨角音樂等待情花開  詞 趙清宇 柯婉樺曲葉飛虎百花發芽置塊開鳥隻聲聲啼清風吹來陣陣花香味看藍天歡頭喜面白雲來做堆美麗人生有我就有你新芽ㄚ探頭笑咪咪 陣陣的春風帶新意飲著一杯威士忌無愛人置身邊嘴內感覺總是欠一味春天好天氣心內置想伊等待情花開 尬有你的日子解相思',
'image/445435679135.jpg', 0, 'C', NULL, 3318, 31, '2024-07-03', 199);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445445678547, 'WT5932135', '4715280062339', '歹鐵仔', '時隔一年，蔡義德帶著全新專輯「歹鐵仔」再度出發 !本次專輯共收錄了十首歌曲，由蔡義德親自參與製作，每首歌曲都是用心雕琢的完美作品，蘊含著他對音樂的熱情和堅持，讓每首歌曲都呈現出不同的多重情感和面貌。專輯中更有兩首動聽的對唱歌曲，分別與華特師妹──方千玉合唱的《保重》以及女兒──蔡多多合唱《有緣拄著你》，歌曲曲風多樣，為新專輯增添了不同的色彩，帶給觀眾不同的音樂感受。除此之外，還有精心製作的十支MV與大家相伴，這絕對是一張不容錯過又充滿驚喜的全新專輯 !同專輯名主打歌曲《歹鐵仔》歌曲蘊含著深厚的意義，無論每個人背景如何，只要堅持不懈，都有機會逆轉命運，創造屬於自己的未來 ;《有你真幸福》表達親情的溫暖，親情，總是讓我們心中充滿著感激與溫馨，時刻記得珍惜家人無私的奉獻與無盡的關愛，這份愛讓我們感到無比幸福 ;《保重》我們不斷前行的腳步，和你期盼的思念，在不同的地方共同繼續努力，希望我們都安然無恙，充滿信心期待與未來的相逢 ;《有緣拄著你》由蔡義德和女兒-蔡多多共同演繹的歌曲，歌曲活潑可愛，搭配MV中父女的互動，充滿了濃厚的親情和愛意 ;《為愛乾杯》以輕快的旋律和歡快的歌詞，讓人感受到了生命中相遇的美好和快樂。同時一同舉起酒杯，為這份緣分乾杯，為這份相聚歡喜，並將這份珍貴的情感永遠銘記在心。    • 激勵歌曲-『歹鐵仔』 (三立八點檔”天道”金曲MV)「歹鐵仔嘛會變黃金  歹鐵仔嘛有重亦輕」「歹鐵仔嘛會變黃金  歹鐵仔嘛會重換新」每個人都有自己的人生之旅，我們或許無法選擇自己的起點，但能夠選擇前進的方向，塑造自己的人生軌跡。《歹鐵仔》蘊含著深厚的意義，激勵著我們，只要持之以恆，堅持不懈，每個人都有機會逆轉命運，開創屬於自己的人生。    • 緣份對唱之歌-『有緣拄著你』vs.蔡多多(三立七點半檔”戲說台灣”片頭曲)在茫茫人海中，人和人的相遇，就像是生命中的命中注定。《有緣拄著你》表達了對緣分相遇的感激之情，更是對共同幸福的美好祝願。歌詞中的「世界有你，實在好運氣」詮釋了此刻的珍貴時刻，有了你，我的生活充滿了歡樂與希望，有了你的存在，讓我的生命變得更加美好，充滿了無限可能。所以無論是友情、親情、愛情，相遇就是緣份，就要好好把握，好好珍惜，讓我們的人生更加健康、快樂、幸福。    •  第三波對唱主打歌曲-『保重』vs.方千玉(三立七點檔”戲說台灣”片尾曲)在異鄉奮鬥的同時，是否也會想起在遠方默默等待著你的人呢？風吹過的時候，是否能把祝福也一起帶過去呢？每一天的日子裡，都是深深的思慕，每一刻的分分秒秒，都是對未來的期盼，無論距離有多遠，希望我們的心始終相連，彼此都要保重，等待著我們的重逢。',
'image/445445678547.jpg', 328, 'C', NULL, 3291, 63, '2024-07-02', 1733);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435678694, 'CD12405', '4713833124053', '我若放袂記 (CD)', '',
'image/445435678694.jpg', 368, 'C', NULL, 3295, 62, '2024-06-18', 956);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435678695, 'CD12404', '4713833124046', '愛無罪 (CD)', '',
'image/445435678695.jpg', 368, 'C', NULL, 3335, 62, '2024-06-18', 191);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435678696, 'CD12407', '4713833124077', '返鄉 (CD)', '',
'image/445435678696.jpg', 368, 'C', NULL, 3274, 62, '2024-06-18', 593);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425679347, '2173237412', '5021732374127', 'LADY PUM PUM', '曾經，她只是遲到。現在，偶像降臨。林美秀首張個人台語專輯LADY PUM PUMPUM PUM是聲音是每個動作的擲地有聲是充滿激動的每次心跳是傳遞默契的美好唇語是向你走來的舞鞋踩響 PUM PUM是盛大的揭幕是你為她 狂然喝采是你為她 用力鼓掌是你為她 風姿傾倒為了你的愉快她不消瘦為了你的歡喜她不失重 她ㄧ笑將會傾城她搖曳致命動人她是心動的情歌她是躍動的舞曲PUM PUM FOREVER迎接2024崛起樂壇的石破天驚台灣流行音樂地震級一出場就是天后的歌姬新人全台灣都準備好了嗎?她，已經準備好了。繁星皓月出品  華納音樂發行2024年5月10日中午12點，華納音樂專屬YOUTUBE頻道為母親節預熱推出最新台語單曲[來春]。聽完林美秀第一首以歌手身分發表的作品，有人說賺人熱淚，有人說被感動到出乎意外，有人說太好聽、超耐聽到無法停止的一聽再聽。 一首記念母親的歌[來春]，不僅是今年最入耳入心的溫暖，在繚亂的當代音樂亂世中誕生出一個真實動人的全新女聲。這個現象，我們可稱為[見證2024橫空出世的亂世佳人]。 創下金馬獎、金鐘獎、台北電影節、亞太影展等四金最佳演技獎項滿貫紀錄，被公認為最受歡迎與信任度最高的廣告明星，她不僅身兼節目主持人，持續多年至今仍為多部舞台名劇的女主角；以演員身分演唱過電影電視歌曲，紅遍亞洲的單曲[金罵沒ㄤ]點閱率超過755萬次，還多次受邀在不同歌手(包括而不限於動力火車、曹雅雯等天王天后等)的單曲中合唱。關於演員、藝人林美秀的演藝成績多到得請大家去查維基百科才說得清楚。 但，屬於歌手林美秀的全新音樂旅程現在才正式開始，LADY PUM PUM期待你用全新的角度再度愛上她，並且同步參與。做音樂已經很不簡單了，不要把音樂搞得過度困難。我想唱歌給大家聽，有這個夢，再不做，還要等到哪天?歌別太複雜，不要我們的離世界太遠但每個字，每段音節，一顆一顆都仔細。美秀的音樂有故事，唱出來要讓你懂得，聽進去要讓你感動。乍聽林美秀要發片，大多數人都會想到至少要像 [金罵沒ㄤ]這類型的電波歌並加入DJ刷碟風格才會是最符合她被預估的演唱曲風。在百花齊放的時代中，林美秀沒有為自己設限。但在設下[要被認可是真正的歌手]這個終極目標後，她也更加認真的面對[作品]的意義。 從認識到學習了解、學習參與，為自己的音樂一點一滴的將想像漸漸設定。尤其是在與結緣自三年前[人間條件七]的製作人謝銘祐以及三川娛樂的音樂夥伴的討論過程中，讓林美秀從自評[說的比唱的好聽]，而努力贏得音樂人們真心說出[妳的歌聲真是PRO級的好聽]。我是演員。上台前，我絕對要準備好。這是我身為演出者的專業。成為歌者，我也必須是這樣。在華語樂壇不僅有近30年的資歷，製作人謝銘祐並曾獲得多屆金曲獎與金音獎入圍與獲獎肯定。他是最佳詞曲創作人、最佳男歌手、最佳製作人，是民謠最佳傳頌者。當他與林美秀共同發想專輯製作方向時，早已很清楚的知道以林美秀這樣的全民巨星，要做的不是挑戰，而是TO BE。是全心全意地對歌迷講好故事。互相理解、交換心情，從心電感應到心靈相通，交出自己，從同甘共苦到同樂同悲。林美秀就是這樣的女歌手。 不僅是成功的表演者，也是從小累積歷練的舞蹈者。針對這個特性，謝銘祐也為專輯擬定出不同類型的舞曲方向為製作主軸，讓林美秀發揮所長來表現而達到[有歌同心又有感，有舞搖擺一起動]的完美音樂新創。 舞者若親像是歌的追隨者前奏響起的時伊規身軀就行入去歌裡矣⋯⋯ 毋管是連鞭熱情的隨又雄雄暗淡的disco抑是tango……毋管是彼支敢若浪人的吉他抑是彼台輕聲細說的piano……當然閣有沉沉頕頭一直將逐家掠牢咧的bass…… 一拍一拍一音一音攏會振動著舞者的靈魂拍開伊所有的毛管空綴歌的心跳喘氣綴歌起舞….. 嗯就欲入歌囉！舞者慢慢舞到舞台的中央spotlight照佇毋捌即爾光顯的伊身軀……伊…微微仔咧掣(tshuah, 發抖)徛佇マイク(Mic)架頭前舞步暫歇……輕輕仔……伊講：「我欲唱歌！」------------------------------------------------------------來自製作人謝銘祐開口就是天后 超級感人與性感的中低音Lady Pum Pum的每一首歌開口就是故事  舞動就虹彩四射 Sexy, tender and truly killing me in her songs可稱為金曲群英的樂手群組合與傳奇吉他手黃中岳的演出，讓每一把樂器織就了完整精彩的聲音場景；資深大師王家棟與黃浩倫的混音分軌讓所有樂器樂色情緒豐滿各領風騷；製作人謝銘祐擔任全場聲音導演，讓Lady Pum Pum歌聲中的角色感生動躍出，多一分會超過，少一分怕不滿，更恰如其分又超越期待的佔在超級出色的位置。他們攜手調諧聽覺的平衡感，放任她無論份量輕重聲聲句句都隨時勾動人心。如此細緻美麗，如此風華悠然。 不僅有謝銘祐、王俊傑與視帝陳竹昇寫出了流水潺暢、有風搖曳的歌謠與她一同起舞，金曲歌后彭佳慧在兩個女人深夜密語後為她創作的旋律，成為推動整張專輯製作的啟奏，也讓林美秀的本色在Lady Pum Pum的故事中更見真誠的感情。 十首不同的故事，千百種情感的交織糾纏。每座指定席都是您的上座，從哪首歌切進來聽都即刻給你沉浸式的代入體驗。Lady Pum Pum台灣樂壇橫空出世的  亂世佳人所有關於愛的真人真事 敬請對號入座 穿上七彩花紅，是因為­­--­-自信超絕，人第一媠。聽了有夠感動，是因為---真心不騙，真實入心。你會愛的，不是虛構。你會愛到入骨，抱到瘋魔。因為你知道，這張專輯不只是說了故事。而是真人真事。 專輯單曲曲風1 烏貓 - Tango2 騙我騙到死 - 台灣演歌pop3 招家己跳舞 - 鄉村4 思念莫超過一暝 - 都市迷幻電子5 足想 - 拉丁恰恰6 半燒冷 - 藍調搖滾(slow rock)7 Holy 佳哉 - Disco8 緣分 - 帶點Jazz的藍調搖滾 (blues rock)9 我的幸福拄仔好- ballad 三拍幸福華爾滋10 來春-Piano folk ballad Lady Pum Pum的誕生與創意根源來自於感動、故事唱給誰聽?想給誰看。一開始美秀姐就想好[我想先感動我自己。] 音樂上，每一首歌在完整成形之前，她與統籌張熙明(姐夫)會與製作人謝銘祐不斷聊天，把故事聊出來，把情緒放進去，甚至場景與人物都一一出現了。從與彭佳慧談心後寫出來的旋律與姐夫一起完成了[來春]，到好友陳竹昇、王俊傑分別交出的音樂浮世繪，以及謝銘祐一首首完成貌似坦然卻絲絲入扣的掛肚牽腸，把人生、社會、私房與家的種種理想與歡喜悲傷，隨著弦歌給吟詠起來。 每首歌曲的節奏沒有賣弄，而是在製作人找到的每位樂手老師都很厲害的狀態下，大家玩音樂不僅太專業又很天才，經過王家棟老師跟黃浩倫老師的混音，讓每首可以跳舞的歌都展現出臨場感的細節，每首抒情歌都有每件樂器的角色感與對話感，讓美秀姐營造Lady Pum Pum的身段與口吻時都呈現出飽滿的元氣與真實，很容易就讓聽歌的人自然而然跟著手舞足蹈，一起角色扮演。跟著唱和幾次就能朗朗上口的台灣歌謠絕對優於大部份想刻意造作氛圍與氣勢的音樂。把人生活成如彩虹般精采美麗你的人生 就是美秀Make your life a beautiful show as the rainbow. by Lady Pum Pum[在這次的專輯裡，我呈現了我喜歡的樣子，我也呈現出喜歡我的大家喜歡的樣子。我喜歡自己，也喜歡妳喜歡的我。因為我們會更貼近，讓你發現更多的我，不一樣的我也可能讓你更喜歡我。]在專輯發行前的母親節單曲[來春]的宣傳預熱中，5/3晚上於臉書、IG以[橫空出世的樂壇亂世佳人]姿態出現，那髮浪自然的微波，那隻充滿故事的眼睛，讓認得出與認不出的人都為之驚艷。於5/8釋出的第二波全身照，身著著名設計師陳季敏量身訂做服飾的林美秀讓[亂世佳人]這個稱號完全名符其實。 當六月的專輯發片日來臨，換上了鮮豔的顏色，披上了代表愛，與世界友好的彩虹。Lady Pum Pum是日登場，在音樂的繚亂世代中正式帶來她的音樂，換裝的亂世佳人成為最美歌舞姬，帶來第一波主打探戈舞曲[烏貓]。Lady Pum Pum首張專輯的製作來自金曲金音得獎團隊，MV團隊由張熙明領軍集合優秀電影製作班底製作，造型師劉培華與同台舞者們是同枝同氣的同學，特別演出的男女主角包含春風、張睿家、劉奕兒更是一邀請就即刻挪期就位的圈內兄弟姊妹。不只是義氣相挺，而是專輯的這份好要好到可以一起驕傲。 為了專輯發片，林美秀在拍片前瘦了七公斤，老公卻熬夜熬到浮腫。舞蹈雖然是她的專業，美秀姐卻努力得跳到雙腿瘀青腫脹，還得針灸治療。但面對著演藝人生首張自己的音樂作品，以及每一位為專輯付出的藝術家們，Lady Pum Pum已做好準備，即將展開最豐富最精彩的歌手旅程。當然，做一張全部人都適合聽的專輯，就是希望藉由這些歌曲的演唱與表演能讓每個人都感受到人生就是充滿悲喜劇但能夠共同度過的不同航道。不論是青春的俊男美女，或是閱歷滿滿的婆婆媽媽；不論是愛唱歌的紅男綠女，或是求愛真善美的彩虹姐妹；只要心中有歌，KTV、國際舞廳、公園、學校、菜市場、夜市裡….. 無論在哪裡舞都可以跳起來。 Lady Pum Pum就是這樣的。',
'image/445425679347.jpg', 528, 'C', 20, 3302, 44, '2024-06-12', 1662);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445435678562, 'PURE2401', '4713105240016', '問', '禧多唱片重點栽培藝人之一來自小漁村喜歡唱歌的女生專輯歌曲精湛多元素閩南語、華語雙聲帶歌手商演演出熱門女歌手你不得不聽的歌壇療癒女聲～蔡茗淇    蔡茗淇於2021年加盟禧多唱片，發行個人第三張專輯【是你】，為了呈現有別以往的〝蔡茗淇〞，公司在選歌經過一番琢磨，更加多元也更具市場。隨著蔡茗淇努力，每一次演出都充分準備，增加更多新意，受到更大迴響，趁勝追擊於今年2024發行第四張專輯【問】。   此次專輯充分發揮茗淇創作實力，「一個家」及「麥問阮幾歲」兩首歌曲為茗淇和黃聰典、朱立勛兩位老師合作創作曲，另外也特別邀請新加坡岳鵬老師對唱「真心不移」、以及國內知名老師: 劉耀明老師對唱「人生海波浪」、許峻榮(Andy)老師對唱「感謝的情歌」，並將於兩岸巡會演唱會:台中展開第一場專輯演唱會→高雄演唱會→台南演唱會→台北演唱會→新加坡演唱會→福建廈門演唱會，期許未來讓更多喜愛茗淇的歌迷朋友都能在各地與茗淇相見歡。  蔡茗淇出生於純樸嘉義布袋小漁村，從小征戰各大歌唱比賽屢獲佳績，更代表台灣參加國際賽事獲得全球20強，大學於台南就讀幼教相關科系，也順利於幼教擔任老師至代理園長，仍無法忘懷對音樂的喜愛，毅然辭退園長職務，並於台南開設歌唱教學工作室，台南可以說是許許多多人心中尊敬的歌唱老師，因教學中，前東家帶旗下藝人從台北南下台南找蔡老師授課，因清亮優美音色讓在教室等候的唱片公司老闆非常讚賞，因此簽下一紙唱片合約於2016年正式出道， 在2016年底發行國台語2張專輯，以台語歌主打歌【乎你飛】及國語歌主打歌【牡丹蝴蝶夢】奠定歌壇基礎，首首詮釋清亮清新嗓音，情感豐富故事動人，治癒療癒心情，隨即獲得關注，故被號稱療癒女神。《專輯介紹》茗淇上張專輯歌曲特別邀情王中平師兄對唱「是你」溫馨愛情故事，過往歌曲以溫柔婉約情歌為主，鮮少有快歌，此次專輯10首歌曲，10種曲風，添加更多元素，有抒情、有俏皮、有深情、有江湖情歌、有甜蜜、有輕鬆、有華語、有閩南語。一張專輯一次聆聽多種感受。    專輯中個人主打歌「問」歌曲描述眾人問感情、問事業、問婚姻，在人生十字路口總是徬徨無助感覺茫然，需要被提點，問了半天、求了半天，還是大失所望，徒勞無功，細膩口氣把歌詞中無助無奈充份呈現淋漓盡致，突顯出茗淇歌唱精湛技巧，也收錄茗淇與朱立勛老師合作創作曲「麥問阮幾歲」輕鬆俏皮加上可愛RAP口白也是茗其歌曲一大突破，並和黃聰典老師針對實事寫出一曲「一個家」描述單親家庭的辛苦與溫馨，曲中感謝老天爺讓不圓滿的人生多了更濃的愛，充分發揮其創作實力。專輯中更收錄3首對唱歌曲「真心不移」「人生海波浪」「感謝的情歌」，分別有濃濃愛意、有江湖味、有感謝的情懷，值得一聽再聽，一唱再唱。第一首專輯主打歌–【問】心中最徬徨無助的是感情問題，分分合合、愛恨情仇、失魂落魄，當對感情緣份的不確定感，心中有所疑惑才會去「問」，在佛前問了問，求了求，希望能得到良緣。能與心儀對象相濡以沫、長長久久。所以心情起起落落，像飄浮在浪濤中的孤帆，最怕問到的答案是走到最後是一場空、對方一句從來沒有愛過你。好像雙方的愛情如同泡沫般消失於空中，一切都不留痕跡，一切不算！想長伴一生，但走到最後卻什麼也不是了，無助、無奈、無力，全在歌中呈現。第二首俏皮創作曲–【麥問阮幾歲 】自古女人愛美，最怕被問年紀，不管幾歲都希望保有年輕活力，永遠的18歲，歌曲以輕鬆活潑的曲風，搭配俏皮可愛的語氣，詮釋發揮淋漓盡致，曲風洗腦讓人一聽馬上可以印象深刻。第三首深情對唱曲–【真心不移】一起走到最後，除了緣份、雙方的堅持、還需要雙人同心，還有彼此一顆相互牽掛的心，不須山珍海味，更不需要穿金戴銀，只要堅定感情、互相陪伴、互相珍惜、真心不移，就會幸福滿滿。第四首江湖海波浪經典對唱曲–【人生海波浪】繼海波浪再來一曲經典，男人在江湖中打滾身不由己，女人仍為其守身相伴，夜夜等待。男人雖為兄弟拚搏，萬般不捨，卻總是牽掛著女人，讓女人當靠山，就算人生如海波浪一般起起伏伏，雙方感情一樣堅定不移。第五首感謝珍惜輕鬆對唱曲–【感謝的情歌】以輕鬆節奏，敘述一對恩愛的伴侶，和諧甜蜜的談著如初戀般的愛歌，男女開心一起牽手走未來的路，珍惜老天安排的緣份，彼此總是互相感謝著，一首充滿濃濃感情的歌曲感受著濃濃愛意。第六首感人家庭創作曲–【一個家】敘述母親的偉大，現今社會誘惑多，造成家庭破碎，單親社會現象普遍，一對對無法走到最終的男女，並沒有因為肚子裡孕育的小生命而圓滿，一人肩負雙職是為母親也為父親，就算一人扶養是如此艱辛，仍然用心努力一步步走過荊棘，努力編職跟孩子間的美好畫面，以正面樂觀態度，感謝老天爺恩賜，擁有和小寶貝屬於兩個人的一個家。第七首甜蜜情歌–【愛的小雨傘】面對風雨仍然感情堅定，兩顆心緊緊相靠，這輩子緣份早已注定，一輩子相互牽手到老，相互彼此牽掛而感覺甜蜜，對彼此的感謝，默默放在心裡相互疼惜。第八首輕鬆熱情探戈情歌–【幸福的探戈】用輕鬆探戈節奏寫出一首幸福歌曲，雖然愛情面相很多，交錯複雜，但藉由溫柔對待、隨時保持熱情，就像探戈TEMPO一般或遠或近都能感受滿滿的愛。第九首華語歌曲老婆老公小三愛恨糾葛–【點與線】面對感情不專的人，一下子說喜歡你，但是轉眼又去追求別人，感到無奈。但對感情專一執著的人，總會想有一天他還是會回到我的身邊，即使要面對著不確定的未來和危險。看著多對情侶或是夫妻之間的情感糾葛，元配為了感情、為了家庭圓滿，一直在原點等待，願意做最後的終點。第十首華語歌曲逃避為情所傷之情歌–【迴避】面對感情的不信任、質疑、毀謗，內心恐懼萬分，即使表現再多的溫柔都會讓人感到窒息，只能藉由迴避所有眼神及對話，連給的一絲柔情都不敢面對不敢相信了。',
'image/445435678562.jpg', 338, 'C', NULL, 3366, 65, '2024-06-06', 622);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425678593, 'WT5932133', '4715280062315', '夜夜夢夜夜醉', '洪榮宏的全新音樂力作「夜夜夢夜夜醉」即將問世，每首曲目都是匠心打造、感性演繹，帶來滿滿的真情和溫暖再次回歸，準備好一同感受了嗎？同專輯名主打歌曲《夜夜夢夜夜醉》在柔情與眷戀的旋律中，感受著思念的情緒在心頭翻騰;《一雙箸》愛你是一輩子的事，今生選擇你是我的唯一，就像一對筷子緊密地相連一樣，彼此相依相伴，無論風雨，都不離不棄;《故鄉的酒》雖然分隔兩地，但心中對彼此的思念和等待的心意不變，等著你回來，一同品酒，共享甜蜜的時刻，重溫故鄉的美好;每一曲旋律、每一句歌詞都是一段情感的流轉，期盼每位聽眾在品味這些歌曲之後，能更深刻地喜愛並給予洪榮宏新專輯「夜夜夢夜夜醉」熱情的支持！    • 永恆相隨主打之歌-『愛相隨』vs. 張瀞云(三立八點檔”天道”片頭曲)《愛相隨》充滿著溫情與幸福，希望每位聆聽者都能感受到與愛人之間的溫暖和快樂，一同享受這份美好，讓愛永恆相隨。    • 奮不顧身對唱主打歌曲-『一雙箸』 vs. 張瀞云(三立七點檔”戲說台灣”片尾曲)在充滿變數的生命裡，愛是一個人最堅定的力量，無論前方路途有多少風風雨雨，選擇你，就選擇了勇敢與堅定，你就是我的唯一，願意為你奮不顧身，為你守護成長，一起走過風雨，直至永恆。    • 思念對唱主打情歌-『故鄉的酒』vs. 張瀞云《故鄉的酒》是關於愛與思念的歌曲，講述著兩個人在異鄉漂泊，卻仍然被彼此深深相愛的情感所牽引，每一個清晨，每一個黃昏，都被思念的心填滿。',
'image/445425678593.jpg', 328, 'C', NULL, 3216, 63, '2024-05-07', 1597);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425678594, 'WT5932134', '4715280062322', '心頭鎖', '靈魂女聲蔡以真，以真之心賦予歌曲不同凡響的意涵。在新專輯「心頭鎖」中，她展現了豐富的情感和深邃的情懷，每首歌曲都是真情的抒發。隨著五月的來臨，她將推出了全新個人專輯「心頭鎖」，期待藉著歌聲觸動每一個人的心靈。    • 真摯主打對唱情歌-『痴心無回』- vs.陳子賢(三立五點檔”甘味人生”片頭曲)這首歌曲描述著兩人的情感像是流淌的河水，湧動而澎湃，彰顯了對彼此的深情，真心的互相表達愛意，既有濃郁的情感，又帶著對未來的承諾，將愛情的美好一一呈現。    • 愛的長廊對唱主打-『一生一世』vs.陳子賢《一生一世》像是心靈的誓約，傳達著擁有著永恆的愛情，無論歲月如何更迭，兩顆心將永遠相守，共同漫步於愛的長廊，譜寫著一段充滿柔情的愛的故事。    • 逝去傷感情歌-『心頭鎖』 蔡以真細膩真情的聲線，唱出了這首歌的淒美和懷念，散發著失落和期待的情感，彷彿心中的鎖緊密地鎖住著愛情的脈絡，將對那個曾經深愛的他的思念牢牢囚禁其中。',
'image/445425678594.jpg', 328, 'C', NULL, 3362, 63, '2024-05-07', 1692);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445415679428, '', '4711508066592', '從今以後', '郭忠祐 York Kuo《從今以後》至情至深的相伴，在將來的某一刻，我們終將經歷失去。儘管悲傷，我們仍然會在留存的愛裡獲得勇氣，無所畏的往前走！最初的守候不會消逝，從今以後，你是我的光，等待日出，耀眼如初。在現實中成長、在夢想中茁壯！郭忠祐Be A Ｍan的進化之路，只為和當年預約的自己相遇！祐式情歌不再只有情愛，透過音樂，從今以後，將帶著大家和那個未來的你說聲：『初心的我一直都在！』一直以來為歌迷朋友鎮守愛情、陪伴失戀低潮的郭忠祐，在這張全新專輯中，更坦然傳達成為大人後，在人生中更多不同面向細膩的情感。放下過去慣有的情感詮釋。在音樂裡把身為朋友、情人、子女不同人生角色的情感張力迭代出更為立體的郭忠祐，專輯內收錄的歌曲音樂風格，也率性打破過往的框架，談論起許多人生的議題，展現更多元的面貌，這世界一直在變，人生的角色也不斷千錘百鍊，唯一不變的是面對生活的平常心，與想要讓人生變得更好的初心。郭忠祐的終極浪漫不只是對情歌的詮釋，而立之年的他，心中想定義的浪漫包含對朋友的相挺、對家人的守護，在這次專輯中他所創作的五首新歌，更為他心目中的浪漫與愛傳達了最好的註解。當你心裡有對方的時候，無論如何都想要一輩子守在對方的身邊。『只要在彼此身邊，我們就是無限』，帶著這樣的概念完成了這張最新專輯。專輯同名『從今以後』由郭忠祐親自譜曲，為這張有別於以往的深情路線揭開序幕。在遺憾與擁有的共存裡，去除雜念，只有純粹的祝福！〝從今以後〞是一首充滿幸福的情歌，也到了適婚年齡階段的忠祐，身邊朋友開始陸續步入婚姻，舉辦婚禮。這幾年經歷了世界的巨變，也讓原本是規劃控的忠祐，啟動了和自我的對話。青澀的初心，和這些年闖盪日子的堅持與勇氣，使忠祐淬煉成為更有成熟魅力的男人；生命的流轉無法預期，也無法掌控。忠祐寫下這首充滿祝福與幸福的情歌，在探索人生過程中還沒有答案時，唯有心之所向，才能將深藏在日常中的情感細節，浪漫描繪又一鏡到底的活著、愛著。忠祐擅長詮釋情歌的嗓音將男人一諾千金的情感傾瀉如注，猶如劇場式的唱法進入主歌，緩緩吟唱，老實而誠懇，被溫暖包覆的情緒張力，讓彼此的愛撼動未來的真摯啟程，2024婚禮歌曲再現，甜蜜宣言：從今以後我就是你的靠岸。專輯主打『感動的心聲』正向開朗的忠祐，以陪伴每個人，猶如相互輝映著光與影，希望透過歌曲，傳達人與人之間愛的連結與溫度。收錄在民視八點檔〝愛的榮耀〞片頭曲！無論是歌手、外景節目主持或演員身份的忠祐，從當時每天的吃飯錢都沒有著落，到現在收入穩定，也不忘回饋社會，拋磚引玉積極參與公益活動，他始終保持正向的信念，努力的學習，每次有和前輩同台的機會，都不會錯過請教的機會。新歌『感動的心聲』傳遞愛與溫暖，每一個生命的際遇，都會淬煉出更值得期待的未來，藏匿在每一個音符的深刻裡，譜下他的最深的感動與祝福！ 新歌『我攏知影啊』詞曲創作，嘗試搖滾曲風！在追夢路上，痛苦沒少過！需要一點瘋狂，更需要一點浪漫！投擲在夢想中的忠祐，首次以嘶吼的唱腔，向世界吶喊，追夢及時，撼動你我內心原始的嚮往！『若失去熱忱，哪來的夢想！』在人生的道路上，你我都需要一首熱血的歌曲，在心中沸騰翻滾。登峰造極的起伏興衰，就像是歌曲中時而高亢、時而低沉的旋律，表達出熱血＋衝勁＋勇氣的王者氣勢，灌注熱忱，牽引你我攜手前進。歌詞裡傳達了浪子回頭金不換，青春已經逝去，重要的人已經離開，為時已晚而留下遺憾的情緒，忠祐提到自己當過看守所的替代役滿長的時間，看了很多很有感觸，忠祐用搖滾的風格詮釋他的音樂魂，讓歌迷都能產生勇氣十足的共鳴！大聲對家人、愛人、朋友，說〝我攏知影啊〞！接下來請你們放心。催淚新台語情歌『畫星』，由郭忠祐譜曲創作，並在MV中找來昔日螢幕情侶黃露瑤大秀演技！深情的旋律起伏，深邃誠摯卻充滿情緒張力，時光荏苒，我們都希望所追求的一切總有答案，每個人或許都曾在彼處迷惘，至始至終，只盼望彼此不再只是一個人！編曲猶如走入薄霧中的穿越層次感，以鋼琴鍵入音樂與情感的氛圍，在副歌轉折處運用弦樂，將情緒框架不斷推強，展現在深情之外對於真愛一往無前，堅定不移的信念！ 持續在創作的郭忠祐，在每次發行的新專輯中總會帶給歌迷驚喜，就像這首新歌『畫星』，置身在音樂裡的郭忠祐，反而更能透過自我審視和自我對話的氛圍，層層堆疊的節奏，悠揚的旋律線，搭配扎心的歌詞，揉合出獨特的音樂風格，探索感情裡的真實面貌。理性的思考，感性的聲線，全然的展現在情感狀態中的細膩音樂性。新專輯中，郭忠祐一連發表五首創作！用直球對決的深情重磅X鐵漢搖滾，男人的多變魅力就從創作出發！迥然多變的專輯新歌『畫星』、『從今以後』、『我攏知影啊』、『柚仔』、『只要路是對的』，說不出口的話，用唱的給你聽！郭忠祐譜曲的情歌『畫星』、『從今以後』，從容展現他真假音高轉換的溫柔呼喚，再次觸動歌迷的情感，平常不善表達情感的他，在情感上也特別執著，當你真心愛一個人的時候，無論如何都想要一輩子守在對方的身邊，愛到無可自拔的愛，即使愛到無可救藥也無所謂。霸道搖滾『我攏知影啊』，則是郭忠祐第一首詞曲搖滾創作，在滂薄的搖滾基底之下，搭配富有情感的聲線詮釋，最聲嘶力竭的就是副歌的假音部分，在錄音室也嘗試了很多表達口氣，最後決定用比較溫柔吶喊的方式呈現，讓永恆的承諾帶出一些些遺憾與待續的渴望。詞曲創作『柚仔』則是郭忠祐寫給媽媽的秘密禮物，在家中是第六個孩子的他透露，當時媽媽懷上他的時候，本來家人考量後是不贊成將他生下來，後來媽媽跑回娘家待產，堅決要把他生下來，才有今天大家所認識的郭忠祐，忠祐是個比較害羞，不好意思跟媽媽說貼心話的兒子，這次終於可以在自己的專輯裡寫一首歌當作禮物送給媽媽，希望媽媽一直身體健康，可以參與他發光發亮的每個時刻。在低潮時寫下『只要路是對的』，提醒自己要堅持往前走！保持善良，成人的世界很殘酷，保護好自己的夢想很重要！郭忠祐希望用這首歌陪伴每個正在經歷灰暗時期的人，一起感謝你我擁有彼此，肯拼就會有機會！一定要堅持到底！曲目介紹：01.	畫星郭忠祐譜曲。新台語情歌推薦！細膩寫下戀人間的浪漫，是你無聲無息的走入我的心，美好又不真實的像個夢境，所有過去攏化做流星，畫著我的天星我的心。02.	感動的心聲收錄在民視八點檔〝愛的榮耀”片頭曲。忠祐用音樂療癒歌迷及身邊的好友，因為有愛，所有圍繞我們的人事物，都將變得更美好！ 03.	從今以後專輯同名歌曲！郭忠祐譜曲。婚禮最佳幸福歌曲推薦！從相遇到熱戀，終於步上幸福的紅毯，忠祐化身為婚禮歌手，為你歌頌永恆。04.	兩輪少年兄熱愛運動的忠祐，在前輩好友的推薦下走入了單車運動的生活，一邊思考自己的未來，一邊腳踏實地的往前踩踏，不管身在何時何處，我永遠都是那個向前行的兩輪少年兄。05.	我攏知影啊郭忠祐詞曲創作！發片以來的最派的重磅創作發表！暫別抒情、極度搖滾！歌曲中內斂又壓抑的爆發力，低鳴嘶吼著一去不回的遺憾成災。06.	攏是你的毛由音樂製作人嚴之為郭忠祐量身打造的金牛座之歌，以輕鬆的Hiphop曲風，唱出金牛男固執又倔強，常被身邊的人說龜毛的真實心聲。07.	柚仔郭忠祐詞曲創作！寫給媽媽的神秘禮物！歌曲一開場便直接破題感謝自己的媽媽生下他。這幾年在工作上埋首投入，看著年紀漸長的媽媽，有感而發寫下了這首歌曲。以柚仔來比喻自己親像柚仔愛等消水，一定會出人頭地，讓媽媽以他為傲！08.	有閒著來我的夢內面思念穿越時空，遙唱給平行時空，那個重要的人。向摯愛的他送上最深的祝福。深情的真假音轉換，無法再見面的遺憾，在歌曲中蔓延，祝福你，祝福我們。09.	無你的安慰一直不願放棄，不願意接受，你不在身邊的事實。以鋼琴和弦為基底，搭配忠祐抒情敘事的聲線，層層的堆疊出如浪潮的情緒襲來，道盡人生中遺憾的滄海桑田。10.	只要路是對的郭忠祐詞曲創作！兩年前在低潮時鼓勵自己所寫下，只要路是對的，再艱難的路也要走下去，只要保持善良的信念，肯拼就會有機會！',
'image/445415679428.jpg', 408, 'C', NULL, 3214, 64, '2024-05-02', 1087);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445415679196, 'CD12403', '4713833124039', '天地之間 CD', '',
'image/445415679196.jpg', 368, 'C', NULL, 3300, 62, '2024-04-26', 1597);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405679277, 'STAR2024077', '4711508065038', '十年', '彭正 A Pon《十年》十年乘載，情牽情斷曲折蜿蜒，終須行遠。一如繼往，陰晴圓缺。十年代表了時空的輪軸，超過了這個極致，將進入另一個階段的開始。 十年後重回起點，仍是無悔的初衷，無論風雨飄搖或是歡笑共享都成了彭正這輩子最深刻的詮釋，在遇見真正的幸福之後，動容唱出對摯愛的承諾和堅持。十年片刻！照亮了你我的永恆！專輯名『十年』象徵一段充滿情感與回憶的時空標記，代表著戀人相守不離不棄的誓言，歌曲中刻劃的情感唱出彭正木訥老實人的浪漫情懷！十年，是一段光陰流逝的時光，蘊藏了豐富的生命體驗和情感記憶；曾經的懵懂少年，隨著時間的推移而變得更加成熟，這段時光見證了彭正的努力和堅持，以及對生活、愛情和夢想的深刻感悟，歌曲的節奏猶如彭正日漸堅定的步伐，故事情感連結緊扣心弦，象徵內心願望與心裡觸達不到的惆悵交織圍繞，直搗每個人的靈魂深處無堅不摧。『十年』貫穿了彭正想要去探索在不同維度裡，宇宙、生命、命運、與愛的代表象徵，和團隊討論後決定將十年的概念擴大成為專輯同名。經歷青春美好，轉折面臨人生不可逆的瞬變，「十年」對於彭正的2024年來說，不僅是敘述一段時光的流逝，更是音樂的靈魂和情感的載體。它彷彿是一張時光的地圖，記錄著彭正在人生之路的成長與收獲，也是他對一路以來遇見的人事的惜情和感慨。彭式招牌情歌『心像冬天』！由陳英吉老師量身打造！兩個男人深夜大聊心事，打造出描繪初戀的動人新歌，收錄為台視八點檔“追分成功”片尾曲！“心像冬天”是描述彭正的初戀。已經擁有幸福家庭的彭正，外表憨厚的他其實特別難接受“分離”這個人生題目，坦言一直到這幾年才比較成熟的看待過去式的戀情；我們都無法阻止時間的流動和命運的安排。彭正更不諱言當年自己被分手後，孤獨和失落更是時常籠罩在心頭，彷彿失去了整個世界的意義，一切都變得索然無味，分手後的痛楚雖然無法輕易被忘懷，隨著人生的磨練，才明白它也是一種成長和洗禮。在痛苦的過程，知道自己真正要的幸福是什麼，更懂得了珍惜眼前的幸福和美好。或許，這段痛苦的時光，終將成為人生中最深刻的經歷，讓我們更加堅強和成熟。新歌『命不由天』是首正向勵志人心的高能量歌曲，彭正真摯的歌聲唱出許多出身不好的人在面對命運的捉弄時，仍然肯拼！肯做！一步一腳印的打拼精神，最後終將迎來成功！在成為歌手前，做過近十種行業的彭正，對於基層人員心中的甘苦特別感同身受，新歌“命不由天”所描寫的心路歷程，更讓他在錄音室錄音時唱起來特別投入。歌詞生動描述在時不我予、時運不濟之下，腦海中不斷閃過人生跑馬燈，人生起伏、人情冷暖，歷歷在目，更在錄音時數度紅了眼眶。歌曲中的情感層次，更從傳統男人決心守護的霸道、悶不作響的苦情，運用彭正獨有的溫暖聲線，讚聲力挺每一位在生活中打拼的好彭友！和專輯中另外兩首新歌“成功若到”、“為夢向前衝“被稱為是這張專輯的成功三部曲。抒情新歌『情關難過』，由歌手太太郭婷筠填詞，親自為彭正寫下與前女友8年的戀情故事！完全不吃味，還想幫彭正寫出當時愛的撕心裂肺的感受，公司原本擔心會很尷尬！沒想到郭婷筠眼中只想把歌寫好，完全不在意故事男主角是自己的老公！跟彭正低調愛情長跑多年，兩人一開始也是當朋友一陣子後才對彼此有感覺，有深厚的友情作為基礎的愛情，郭婷筠對於彭正被劈腿的戀情經過都非常清楚，包括當年彭正從電腦資料裡看到一張當時女友和其他男生的親密照片，憤而向當時女友提出質問。惜情的他，與當時的女友中間分分合合3次，而對方也在他當時重大燒燙傷時陪伴在他身邊，最後因為對結婚沒有共識，還是被迫結束這段刻骨銘心的8年戀情。當時難過的他回家後鐵青著臉、沈默不語，了解自己兒子的彭媽媽什麼都沒說，拍拍他的肩膀，讓他靠在自己的肩大哭一場。深知彭正在情感上比較細膩的一面，婷筠非常專業的以一個創作者的角度，寫下歌手這段深刻的人生故事，完成情關難過的配唱後，個性大剌剌的婷筠也大方的向圈內好友展示自己最新的創作，心中完全沒有芥蒂！專輯唯一男女對唱『傷情』，和知名歌手蘇宥蓉深情飆歌！出道合唱作品首次不是跟太太郭婷筠合唱！歌曲描述一場受傷靈魂的動容相遇！身為好朋友的彼此，在各自情路受挫，悠揚歌聲遙唱過往刻骨銘心的戀情，希望給予對方最溫暖的支持與陪伴。對於專輯中唯一一首對唱情歌，居然不是跟自己太太郭婷筠合唱，他解釋其實這次是郭婷筠提議並居中牽線促成這次的合作！蘇宥蓉和郭婷筠是從小一起征戰各大歌唱比賽的好友，當婷筠替彭正提出邀約時，蘇宥蓉一口就答應！足以見得兩人深厚的好交情！兩人在合唱時的音色和音質非常令人驚喜。蘇宥蓉的聲線充滿穿透力，咬字相當清晰，既細膩又自然，足已彰顯其紮實唱功。曲目介紹：1. 十年不善言語的傳統男人為著愛，甘願受的內心吶喊，活在愛你的過去，遲遲不願意醒來，沒有你在的日子，青春一點一滴消逝！我用十年的時間來愛你，換來的傷痕累累。2. 頇顢男子漢電音舞曲版愛家宣言唱出古意男人的帥氣自白！霸氣地唱出『聽某話是我的浪漫』，儼然成為花花世界的稀世珍寶！磅礴的氣勢旋律，大聲唱出真正男子漢的對家人對朋友的有情有義！3. 心像冬天台視八點檔「追分成功」片尾曲。收不回的愛，得不到回應時，就像冷風般的刺骨，每一句冷漠的回應都像是一根根的細針扎進心裡。想起兩人的甜蜜，過去的炙熱都成了現在的冷冽。4. 傷情（ft. 蘇宥蓉）深情飆唱！有別於以往第一人稱的男女合唱，這次則是設定知心好友的身份互相傾訴感情之路的挫折。咱攏是一個傷痕累累的心，只能讓時間來抹平這一切的傷痛。5. 情關難過郭婷筠作詞，為彭正親自寫下過去曾陪伴他走過生死關，最後無疾而終的戀情故事。歌詞裡寫道“忍痛放開你的手，痴心的人註定情關難過”，正是彭正當年花了很多年才走出情傷的真實寫照。6. 今仔日閣無開店一段長達二十年的感恩情懷！二十年如一日，理髮廳就是彭正除了家以外最有安全感的地方！全曲以抒情的節奏穿插，希望從心出發，用心聆聽這段人生故事的感動。7. 爸爸驚驚鄉村藍調西部牛仔曲風為歌迷帶來新穎的音樂風貌，由音樂製作人嚴之量身打造奶爸育兒神曲！生動描述爸爸一打二搭高鐵的慌亂經過！8. 命不由天為打拼事業漂泊的男人選擇離家，其實內心是非常難過而且沒有歸屬感的！但是為了給家人更好的生活！他們無法繼續留在家鄉，只能選擇獨自離開。9. 成功若到成功到來的那天，對我幫助的人我會永遠記牢！以鏗鏘有力的歌詞、扣人心弦的旋律，彭正渾厚的唱腔與氣勢，唱出對人生的展望，開創屬於自己的傳說！表達對未來的無懼以及對團聚的渴望。10. 為夢向前衝以磅礡正能量的電吉他作為開場，歌詞中『為著美夢向前衝毋驚風雨來阻擋』，天無絕人之路，只要堅定行出每一步！',
'image/445405679277.jpg', 408, 'C', NULL, 3194, 64, '2024-04-11', 901);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405679299, 'WT5932132', '4715280062308', '斷翅的愛', '2024麗蓉全新專輯「斷翅的愛」今年四月，麗蓉推出的一張令人期待的全新專輯 －「斷翅的愛」這張專輯像是一場深情的對話，深入探索了愛情的多層次維度，透過旋律和歌詞，生動呈現了愛戀到破碎的別離的各種面貌，每首歌曲都述說著不同的情感故事。在專輯中，麗蓉以她磁性的嗓音，細膩地詮釋愛情的苦澀和甜美，巧妙地娓娓道來激情、渴望以及心碎等多層次情感。這讓大家在聆聽時，仿佛穿越了愛情的荒野，感受到那些引人入勝的旋律，同時也在愛情的旋渦中找到共鳴。專輯同名主打歌曲《斷翅的愛》-描述著遭受背叛的愛情，帶來了無盡的沉痛和無奈 ;《孤燈伴孤影》- 回想著無法挽回的愛情，腦海中混亂的思緒又湧現了出來 ;《愛到失去記憶》- 描述著兩個人從相識、相知到相愛，都深深地珍惜著彼此之間的感情 ;《杯中情》-傳達了離別時內心的不捨和糾結情感，透過麗蓉溫厚堅毅的歌聲，勾勒出了離開時的無奈與思念 ;《一暝瓊花》- 愛情短暫而美麗，不禁讓人感到無奈和惋惜。無論是愛戀的美好還是心碎的痛楚，這張專輯將會是你情感之旅的忠實伴侶。2024年4月麗蓉全新專輯「斷翅的愛」正式發行，讓「斷翅的愛」成為你感情深處的心靈寄託，一同探索愛情的迴廊。	深情背叛情歌-『斷翅的愛』 (三立假日八點檔”天道”片尾曲)「斷翅的愛 欲怎樣飛 失落的夢 欲怎樣揣」                                                      「思念情涙失去控制 滴落熟識的情人溪」當愛情受傷時，心碎的感覺難以言表，承受了痛苦和難以釋懷的情緒，這種痛就堪比失去雙翼的愛，無法再自由飛翔。《斷翅的愛》由麗蓉的歌聲，真實而深情地詮釋了背叛帶來的傷痛，是一種無法控制的情感，無法輕易原諒的傷害。	堅強對唱情歌-『愛到失去記憶』vs.蔡義德(三立七點檔”戲說台灣”片尾曲)有時候，因為愛情的得來不易，讓我們變得無比渴望去珍惜一個人。這首歌以其優美的旋律和歌詞，演繹了愛情的美好和無私，它超越了時間的束縛，成為了永不磨滅的存在，也正如歌詞中的 「一直愛你愛到失去記憶」，表達了我們對愛情的承諾和堅定，無論是在記憶中還是意識中，這份愛將永遠存在。	 第三波分離對唱主打歌曲-『杯中情』 vs.蔡義德(三立七點檔”戲說台灣”片頭曲)「天啊 你敢是迢故意 命啊 何苦逼阮來分離」「一杯是心疼 一杯是毋甘 毋知要愛你 也是祝福你」這首歌的旋律婉轉動人，歌詞中描繪的情感，道出了每一個分離中的心情。或許我們曾經歷過這樣的情感糾纏，或許我們也想給予他人祝福，但卻不知道應該用怎樣的方式，是選擇真心祝福對方，還是選擇堅持愛對方，這種矛盾的心理掙扎，被歌曲恰到好處地展現出來，讓人不禁為其中的情感而動容。',
'image/445405679299.jpg', 328, 'C', NULL, 3314, 63, '2024-04-02', 82);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405679101, 'CD12401', '4713833124015', '寄天的記憶   (CD)', '',
'image/445405679101.jpg', 368, 'C', NULL, 3301, 62, '2024-04-02', 1761);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405679102, 'CD12402', '4713833124022', '幸福為我留    (CD)', '',
'image/445405679102.jpg', 368, 'C', NULL, 3307, 62, '2024-04-02', 1948);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445405679099, 'CD12400', '4713833124008', '贏一口氣  (CD)', '',
'image/445405679099.jpg', 0, 'C', NULL, 3340, 62, '2024-03-28', 317);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445395678672, 'CD12399', '4713833123995', '天對我惜 (CD)', '',
'image/445395678672.jpg', 368, 'C', NULL, 3276, 62, '2024-02-20', 1883);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445385679136, 'WT5932130', '4715280062285', '十八般武藝', '金曲歌后--黃妃，全新專輯「十八般武藝」，每首曲子都值得一聽，強力推薦同名主打歌曲《十八般武藝》表達了身為賢妻的不易，和為一個家庭犧牲的偉大奉獻精神;《愛你不是青彩講講而已》愛，不是空洞的說辭而已，是一旦做出了承諾就必須用行動去實現 ;《等待》是等待一個未知的愛，無法預知的未來，心中也充滿無數的迷茫 ;《猜謎》也許在相愛的人之間，若不勇敢表達愛意，只能不斷推測彼此的心意，一直等待著，那愛情何時可以到來 ;《只要有你》人往往陷入戀情，就愛得無法自拔，一心只想著有你就夠了。今年，黃妃再度推出了一張引人入勝的全新專輯「十八般武藝」，將為大家帶來振奮人心的作品，請大家拭目以待！	強力主打之歌-『十八般武藝』(三立八點檔”天道”片頭曲)以第一人稱的視角，傳遞了家庭中賢妻的堅強和無私付出的精神，展示了無私的愛和無怨的情感，《十八般武藝》這首歌曲道出了家庭中賢妻的不易精神，是一首值得我們用心聆聽與感悟的歌曲。	癡情純粹主打歌曲-『只要有你』(三立假日八點檔”天道”片尾曲)《只要有你》這首歌的歌詞既簡單又直接，傳遞了一種深深的心動，一份令人癡迷的愛意，恰到好處地表達出了人們在愛情中的一種純粹的心和無私的愛。	對唱主打情歌-『猜謎』vs.陳祈信這首《猜謎》是陳祈信的創作曲，黃妃更邀請他一同合唱，歌曲中透過兩人獨樹一幟的歌聲，勾勒出一種無聲的情感交匯，令人陶醉其中。',
'image/445385679136.jpg', 328, 'C', NULL, 3322, 63, '2024-02-02', 1376);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445385679137, 'WT5932131', '4715280062292', '情人雨', '2024年2月，陳子賢將推出第三張全新個人專輯「情人雨」，本次新專輯無疑再次展現陳子賢的純萃和迷人之處。這次新專輯收錄共十首歌曲，其中有六首台語歌曲，四首國語歌曲，專輯內容豐富多變，歌曲深情款款，歌詞細膩，將帶給大家情感的思考與啓迪。2024陳子賢新專輯「情人雨」的發行，將陪伴我們一起走過各種情感起伏，也希望大家在音樂中能找到情感的共鳴。	 真摯主打情歌-『情人雨』 (三立五點檔”甘味人生”片頭曲)《情人雨》這首歌曲，譜寫著愛情的起伏，勾起我們對愛情的回味和思索，無論是愛情之雨還是離別之雨，它都值得我們更加用心去珍視和體會。	愛的力量對唱主打-『希望天知影』vs.謝莉婷《希望天知影》使我們重新體會到愛的力量，不論遇到多大的困難，都不願放棄對彼此的思念和關懷。	甜蜜深情對唱情歌-『愛你的心肝』vs.謝莉婷 (三立七點檔”戲說台灣”片頭曲)歌詞中充滿了對愛情的真摯和珍愛之情，每一句都散發著滿滿的愛意和真心。',
'image/445385679137.jpg', 0, 'C', NULL, 3320, 63, '2024-02-02', 1310);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445385678992, 'FYO126', '4713249234865', '心事誰人知', '華語流行歌壇雙聲帶歌后陳盈潔  張張熱賣專輯72年台語暢銷金曲集　歌唱生涯首張台語作品再締佳績  心事誰人知　天涯找愛人　首首經典歌曲鄉城唱片最佳音色典藏　盡在飛躍原色系列集',
'image/445385678992.jpg', 368, 'C', NULL, 3356, 31, '2024-01-31', 635);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445385678993, 'FYO127', '4713249234872', '送你出帆', '華語流行歌壇雙聲帶歌后陳盈潔　送你出帆台語專輯為著你一句話　雨！不通擱再落　不能不聽的歌曲台灣流行歌謠的共同記憶　總在陳盈潔的歌聲裡  鄉城唱片最佳音色典藏　盡在飛躍原色系列集',
'image/445385678993.jpg', 368, 'C', NULL, 3356, 31, '2024-01-31', 792);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444495678878, 'HD001', '4713249234667', '一路平安', '關於 ‘’一路平安‘’ 這張專輯起心動念-「這一輩子要出三張專輯」，這是熊美玲和林秋離的約定，等他身體狀況好轉，就要開始履行這個計畫。但是，並沒等到她期待的那一天。「其實這個夢想已經計劃好幾年了，但因為秋離狀態一直不穩定，而我又是那種必須老公孩子都處於安定、沒啥大事讓我操心的情況下，才能夠放心做自己事情的那種人」。距離上一張專輯事隔28年，熊美玲再一次為了專輯而走進錄音室。這一次不是國語也不是英文，而是台語歌曲。因為寫過很多台語歌為別人作嫁，所以也想用自己的母語來做一張專輯。經過一段漫長時間的整理，整理情緒、整理音樂、整理整個自己，此刻才真正放下心可以全力以赴了。有時候失去了某種習慣的東西，回頭檢視，你才發現其實你還有其他東西，只是忘了。「以前我寫好曲，任性丟給秋離後，他就會把後面的事都理所當然的處理好。他離開後 ，我得一個人來履行當初兩個人的約定，我以為我自己不行，但那份堅定的力量，還原了我原有的能力，感覺冥冥之中他帶領著我們…」她說完，轉頭看著兩個孩子，雨果和語堂。專輯內容-<人情味＞這首歌是這張專輯最早決定要錄的一首歌，熊美玲表示因為她很愛很愛這首歌，2022 年8月就請編曲老師入手，所以曲序安排在第一首，也具有起始的意義。民謠吉他是熊美玲創作的基底，加入室內樂增添層次，是一首與原唱呈現不同味道的pop song。她想起前兩年因為疫情，使得陪伴秋離老師進出醫院，更加困難和艱辛！現在回想起來還是會忍不住掉眼淚，而那段日子讓她能稍微解憂的，是腦子裡幽幽哼唱的“人情味”的旋律！<秋離＞林秋離、熊美玲最經典的創作「哭砂」，賦予台語新詞，說著至親離開的傷痛，對熊美玲來說，這是對秋離老師最深情的告別。古典吉他與鋼琴的二重奏，恰似熊美玲和林秋離水乳交融般的默契與互動。離開的人未曾入夢，是無罣礙；送別的人萬般不捨，是因為愛。參與這首歌的後輩音樂人紛紛表示，能與前輩合作這首經典中的經典作品，著實感到非常榮幸！<真心疼命命＞這首是秋離老師留下來未發表的詞，台語俚語的巧妙運用，非常俏皮可愛。製作人荒山亮，用超復古的經典鄉村節奏，營造出最逗趣的氛圍，感覺場景拉到鄉鎮柑仔店濃濃鄉土味。熊美玲說：「秋離的詞太入味口感極好！這首是這張專輯最先進錄音室配唱的歌，上一次我進錄音室小房間，有製作人指導我，是在錄”心甘情願”專輯時，期間一眨眼已隔28年。」<風並無離開＞以吉他伴奏為基底，藉由加入藍調音階來營造強烈的異國風情，展現專輯歌曲中，熊美玲最豪邁的聲音魅力。這首歌由武雄填詞、陳子鴻製作，熊美玲在她錄音的工作日誌上寫著：原來以為很困難的歌，但我喜歡吉他的fu 及tone，唱起來感覺很好而且情緒鋪陳及落差都有出來，我自己挺喜歡的。能回到錄音室作音樂我心裡好感恩，我這年紀竟然還有這種機會，我會很珍惜也會很努力！<離人心上秋＞熊美玲老師在杭州認識了一位古琴大師，讓她印象非常深刻，所以引發她寫下這個旋律。有點古詩詞吟唱的曲，編曲特別從三味線出發到新世紀音樂，最後再回到三味線，彷彿進了一條時光隧道，走了一趟音樂的時光旅行。配唱的過程看似簡單而順利，對於曾經既是拿麥克風的歌手，又是操控機器的製作人而言，熊美玲說每首歌錄音前，她都非常非常仔細作功課，每一個字都是推敲過的，為了不想多用機器調整，就要多保留每一次唱的真實！說到每一個字都推敲，倒是讓熊美玲又想起製作這首歌時的另一個小故事：當我把這首詞發給作詞人范俊逸時，他興奮開心又感覺受𠖥若驚的接下這個邀約，但開始擔心他寫不出來馬上就後悔了。原來秋離和我都給後輩這麽大的壓力啊！但說實話，我還蠻喜歡這個詞的。 <茫茫毋知路＞在台北這座城市裡的每一個音樂年代，一定都會有一首屬於這對神鵰俠侶的抒情搖滾。熊美玲非常珍愛的一首歌，林秋離填的詞。這首歌重要字句的旋律，大概都集中在真假音的邊界，所以唱起來是困難度很高的，需要很大的力氣才撐得起這首歌。前奏吉他全曲貫穿非常好聽！編曲界新手陳喜男彈的吉他，非常有味道，於是歌手演唱時順著這味加入了一點演歌的感覺。製作人許環良協助熊美玲完成這首歌的製作。配唱在台北，編曲在杭州，許環良則是北京成都和新加坡各地穿梭著，要不是拜現在科技所賜實在很難完成！<石蒜花＞這張台語專輯裡面唯一的一首小調歌款。編曲陳飛午特別啟用24人弦樂團大編制來製作，使整首歌氣勢滂薄，非常具有電影感，主要伴奏的鋼琴娓娓訴說著動人的傳說故事，配合大編制的弦樂團，將曾經掙扎在生死邊緣的少年內心那份強烈的拉扯感，詮釋得淋漓盡致。作詞人丁津是近期很多好作品的台語詞人，歌詞流露文學氣息。這首歌有些地方是很自由的拍子，所以唱起來在情緒收放、嗓子調節這些細節，是很有難度的挑戰！ <一路平安＞最單純的吉他伴奏是熊美玲最原始的初心，陸續加入的弦樂三重奏，就像一路相伴的好朋友，在你人生不同的階段豐富了旅程。熊美玲回憶起發這首歌的詞給許常德，他以很快的速度就填好，然後親自到家探訪。她坦言這詞有太多地方不入歌，心裡很抗拒，尤其對一句英文I Can’t sleep Alone不以為然，幾乎產生拒絕唱這首歌的念頭。於是她先處理其他的歌。經過一段很長的時間，在董運昌編曲如行雲流水的吉他引領下，她試著再唱看看，沒想到卻每一次練習每一次掉眼淚，心境的轉折，讓她從狹隘的悲傷循著光源找到寬廣的愛，並開始愛上這首歌。「感覺這首<一路平安>是人與人之間，不僅是我對秋離也不只是秋離對我們，而是對每位朋友說的話。格局是高的，可以包含了很多的狀態。」熊美玲如此解讀這首歌此刻對她的意義。關於重量級的團隊-隨身手提行李/林秋離、熊美玲託運超重行李/陳子鴻、荒山亮、許環良、董運昌、陳飛午、何厚華、許常德、武雄、范俊逸、丁津焦惠芬鄭中庸出發 一路平安',
'image/444495678878.jpg', 498, 'C', NULL, 3333, 31, '2024-01-31', 1541);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444495679160, 'PQP2303', '4710281292006', '五木大學', '許富凱Fu Kai Hsu新世代的人生歌謠音樂學霸代表作《五木大学》「歌聲裡的林森縮影，聽我們的人生全景。」原來人生，要從巷弄看盡。許富凱全新台語專輯《五木大学》 1月24日  野心加真心實體專輯正式發行何樂音樂現正招生出道以來首張概念專輯　在條通感受人生浮世繪許富凱X王希文X左光平　野心與真心創製　三人首度攜手《五木大学》專輯從熱鬧的林森北路條通文化著手，這些巷弄除了是人生百態，也絕對是喜怒哀樂的浮世繪。最初和專輯概念統籌左光平的討論已是接近兩年前，從「想要做一張歌謠專輯」開始討論，也曾經試著收過DEMO想要讓專輯推進，但是一直都沒有找到兩邊覺得適合的方向。後續找到了製作人王希文加入，他的戲劇音樂背景以及對台語歌寫作的理念與企圖，讓專輯整體出現了往前的路徑。用條通故事來詮釋歌謠感的台語流行音樂，又能嗅見熟悉的台味演歌氣味。設定好了十個主題，決定從故事和歌詞著手，一切才真正開始。王希文精心從劇場圈內「組團」，邀請橫跨劇場影視的編劇詹傑以及在耕耘推廣台語多年的MC JJ，為專輯的幾段主要故事開始創作，他們深厚的戲劇音樂與文史背景，加上豐沃的田調與人生經歷，順利為這張專輯指路，其他作詞夥伴尚包括：劇場導演暨作家呂筱翊、創作鬼才張伍及首次交出台語歌詞創作的左光平等，許富凱個人也繼〈無聲〉後再度交出動人詞作；作曲團隊包括同是台語歌王的陳建瑋、靈巧生動的譜曲人李竺芯、製作人王希文、跨界作曲家徐啟洋、同根生樂團主唱游怡婷和新生代創作人尚融及呂尚霖，一起為十首富含林森情懷的歌詞，打造又台又日的新台語歌曲；製作班底同樣無懈可擊，由王希文領軍，協同黃中岳、羅恩妮、許郁瑛、柯遵毓、程杰、徐皮、曾增譯等實力深厚的編曲人，為五木大學染上濃厚艷氣與誠摯情感。《五木大学》全專張力十足 選曲精彩 從巷弄縮影看人生全景《五木大学》的緣由是因為「林」和「森」共有五個木，以往是常常服務日本客人的脂粉巷弄，而要能夠統稱這個地區，加上這張帶有流行日本歌謠氣味的作品，概念再適合不過。專輯母帶後期（Mastering）也由製作人王希文和日本音樂人內田孝弘共同完成，增添幾分道地。整張專輯由〈五木大学〉破題，有一說是某些不懂中文的日本人，在林森北路的酒吧裡跟著小姐學中文，回去之後卻能流利地用中文溝通，就是從「五木大學」畢業的，這首充滿極樂風的音樂不失幽默，為這張專輯定下明確的風格與氣味；這張專輯也加入許多律動感強大的作品，像是詮釋條通男公關表現慾的〈乾杯乾杯〉、以及帶有電子聲響歡動愉悅的〈銃聲醫院〉；到了條通必定造訪的〈いざかや〉讓居酒屋看似脫序的吵雜有了敘述的秩序。當然也有形容服務一流的陪伴，歡樂聲此起彼落的〈No Love Hotel〉，都是在過去許富凱作品裡少見的創新呈現。抒情歌曲是許富凱的強項，過往大家覺得他會唱，但是這次王希文和許富凱的激盪，讓抒情歌曲的口氣和功力更上一層，詮釋的能量更加震撼入心。〈運將的後照鏡〉反映乘客百態，市井全貌在這個空間裡完整揭露。〈沓沓仔〉靜謐告解，不能言說的故事用腳步踩盡，結合泰雅族語讓遺憾濃縮在歌裡，催淚也催出鄉愁。同樣也有神秘且讓人想探索背後秘密的〈中山交番〉，管區到底要怎麼管，誰才是對或錯，沒有答案。而在這個地方還想要擁有夢想的人，都該聽聽〈雪〉的沈溺獨白，還有一次機會的話，我是不是會更快樂。以及〈心中〉在愛凍結並自我了斷後成為歷史，述說為情所殉的沈重，卻永留人心。這些故事看似是林森條通的人間縮影，其實正是我們的人生全景。電影造型施筱柔X攝影藝術家登曼波X金獎設計吳建龍聯手打造濃烈色彩複寫日式台味專輯視覺勾勒又潮又派的《五木大学》絢麗影像不只在音樂製作物上創新，再有常任電影造型、擅長將人物刻畫以服裝細節帶入故事性的造型師施筱柔，視覺上也由首次合作的攝影藝術家登曼波掌鏡拍攝，場景從森林系改走林森系，從造型到攝影相互加乘交織出充滿電影感的氛圍粒子。由擁有老派靈魂擅長台式浪漫的設計師吳建龍團隊操刀專輯設計，不只音樂製作物上做了豐富的田調，就連視覺也做足了功課與加入巧思。日式復古感的《五木大学》標準字設計，加入讓整體視覺平衡不突兀的疊影效果；再有家徽設計的經驗，從條通地圖延伸發想出屬於「林森」的標誌圖案放進專輯視覺裡，日式台味一氣呵成。《五木大学》這裡有大眾的口味，隱藏的菜色，十種離合悲歡細嚼人生滋味的故事情節，有芸芸眾生喧嘩翻騰卻快被遺忘的日常，有市井小民圍坐敲杯戲如人生的真實面貌，每個人都有想像的「五木大学」，每個人心中都有一首關於「五木大学」的旋律，從音樂到視覺集結眾藝術家之手勾勒出絢麗漂丿的《五木大学》人生之歌。',
'image/444495679160.jpg', 0, 'C', NULL, 3228, 41, '2024-01-24', 708);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445385678961, 'CD12398', '4713833123988', '月亮情緣 (CD)', '',
'image/445385678961.jpg', 368, 'C', NULL, 3357, 62, '2024-01-19', 1834);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445385678963, 'CD12397', '4713833123971', '笑紅塵 (CD)', '',
'image/445385678963.jpg', 368, 'C', NULL, 3263, 62, '2024-01-19', 1762);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444495679139, 'WT5932129', '4715280062278', 'K歌第一名', '2024即將到來，熱愛唱歌的後山女孩方千玉，以清亮的嗓音點燃大家新的一年，她帶來了全新的個人專輯《k歌第一名》。這張專輯的所有收錄曲，不僅僅是簡單的歌唱，其中融入了方千玉獨特的個人歌唱風格，以及她對音樂的熱情。每首歌曲曲風的多變，有歡樂的歌曲，也有深情的抒情曲，讓人聽了不禁陶醉其中。《愛到剖心肝》用方千玉溫厚的聲線詮釋了失落、孤獨和愛的深情，讓人聽了不禁感到心頭一陣酸楚，同時也感受到那份無法割捨的愛;《心事講出來》是一首充滿能量的歌曲，若正在經歷困難時期，這首歌可以傾聽著你，陪伴著你度過低潮時期 ;《自由的恰恰》一曲描述了分別時的情感，雖然心還是會痛，但也是一種解脫的心境 ;《你是我的影》由方千玉和蔡義德情歌對唱，表達了對愛情的祈望和愛情真正的含意;同名主打歌曲《k歌第一名》由方千玉和蔡多多合唱，傳遞了一種青春的熱情和唱歌的樂趣。無論你是喜歡輕快節奏的歌曲，還是沈浸在情感的波瀾中，這張專輯都能滿足你的歡樂和陪伴你的感性，請大家多多支持哦!2024新的一年，新的開始，讓我們一起來迎接方千玉新專輯「k歌第一名」!    • 青春活力歡唱快歌-『K歌第一名』 vs.蔡多多(三立八點檔”天道”金曲MV)是充滿青春活力和歡唱同樂的歌曲，由方千玉和蔡多多活力四溢的歌唱，透過MV中的 KTV場景，以及兩人歡唱的熱情互動，傳遞出了青春的熱情和快樂。《k歌第一名》不僅是一首歌曲，更是一段青春的回憶，一種純粹的享受，是一首很適合和朋友一起歡唱的歌曲，讓這首《k歌第一名》成為與好友共同的回憶吧 !    • 堅強對唱情歌-『自由的恰恰』vs.蔡義德(三立七點檔”親家”片尾曲)《自由的恰恰》由方千玉和蔡義德對唱，他們用歌聲傳達著離別時的心痛，唱出了在分開後不再為愛所困擾的心情，儘管心還是會感到痛楚，但至少痛過之後不再沈溺於留戀之中。這首歌既表達了情感，又展現了一種積極向前的態度，也提醒大家，感情的離別雖然痛苦，但也是放手過後重新獲得自由和成長的機會。    •  第三波深情對唱主打歌曲-『你是我的影』 vs.蔡義德愛情並不只是簡簡單單的浪漫，更是需要兩個人無私的付出和彼此扶持，無論是喜悅還是困難，永遠都要如影相伴。《你是我的影》由方千玉和蔡義德深情對唱，搭配真情歌聲和細膩的歌詞，詮釋了兩個人真摯的愛意和陪伴，也探討了愛情的真諦。這是一首充滿真心真意的歌曲，盼大家在聽的同時也能感受到愛情的溫暖和力量。',
'image/444495679139.jpg', 328, 'C', NULL, 3288, 63, '2024-01-03', 1873);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444495679006, 'ANGEL002', '4713249234858', '癡心嬛啊嬛【USB】', '2023 國民阿母-嬛嬛 『癡心嬛啊嬛』專輯嬛嬛-癡心珍藏專輯「癡心嬛啊嬛」新專輯收歌、製作⋯唱功磨練，整整歷經1年半準備期。音樂及影像製作品質、亦不斷要求更好，所有的認真與誠意已超越線上多數台語歌手。10首好歌集結了華語天王天后製作人楊子樸、游政豪，跳蛋公司以及台語專輯製作人共同打造音樂，支支主打、首首動人。編曲上除了有真人弦樂、鼓、吉它、更加入華語編曲人的創新與巧思、讓這次製作大師-吳嘉祥也應邀參與編曲。新歌影像上的構思，也利用音樂微電影融合了新歌、搭配歌曲內容詞意、讓聽者入心看著動心，這次耗資上千萬打造10首Mv，唱功不斷的嚴格加強，就是要讓新舊粉絲感受嬛嬛的誠意與決心。癡心無罪feat呂志國一首男女對唱情歌、邀來金曲製作人-陳偉強量身打造「創製編」男聲由癡心王子-呂志國再度深情對唱歌曲描述一段雙方相愛、卻因為誤會而錯過彼此的緣份、愛的無怨無悔，只能希望來世再續前緣編曲大氣、高潮迭起',
'image/444495679006.jpg', 0, 'C', NULL, 3324, 31, '2023-12-29', 1553);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444495678842, 'SMY2303', '600568018143', '心內烏空', '繼《善良的歹人》、《敢敢》皆獲金曲獎肯定之後，台語金曲歌王蘇明淵再度挑戰自我，以「感受與理解」為專輯概念核心出發，從律師執業的視角拓廣到城市生活每一個人都可能經歷過的感受。《心內烏空》專輯製作團隊包含前兩張金曲獎陣容外，邀請PiA 吳蓓雅、爵士藍調吉他手張志宇擔任共同製作人，更廣邀頂尖音樂工作者如：屢獲國內外錄音混音獎項錢煒安、金曲製造機王爺斯禹、金曲樂團BASS手林奧迪、世界雙冠口琴家李讓、頂尖手風琴音樂家蔡偉靖、新銳編曲李思嘉、見本生物視覺藝術設計師盧翊軒以及黃嘉宏共同打造全新視聽感新作《心內烏空》。本張專輯部分採同步錄音之方式錄製，並於美國Golden Mastering Studio(L.A.)進行母帶後期處理，用包含Disco Funk、Pop Rock、Trio Jazz、Bolero&Bossa nova、Neo Soul、Country Pop、City Pop、R&B音樂類型的十首歌曲，描述城市生活中各種說不完貌似完整卻又殘缺的真實人生。－　心內烏空　－愛因斯坦在廣義相對論中說，宇宙中足夠緊密的質量會扭曲周圍的時空結構，形成黑洞，一切的物質都無法逃離黑洞，分隔黑洞內外的界線稱為事件視界，事件視界對穿越它的物體命運有巨大的影響，就連光線進到界線內也無法逃脫黑洞的吸引。「內心的黑洞」是一種形容個人內心深處的感受，有孤獨、絕望、空虛或無助，這種感受可能是心理壓力、憂鬱、焦慮等心理健康問題引起的，也可能是生活中的困擾、挫折和失望所導致的；且讓蘇明淵輕聲情深的呢喃歌聲，陪你填補心內烏空。－　陪伴你我填補心裡的黑洞　－心內烏空充斥的是慾望，所謂的痛苦也不過是轉瞬即逝的幻象，理解了存在的虛無，看清了人生本質，才能放下執念，享受生命當下的美好，如果你的內心世界也有黑洞，只要有人懂，才能試著讓光芒突破界線絢麗溢彩。 《金剛經》道：「一切有為法，如夢幻泡影，如露亦如電，應作如是觀。」 如果你感受到黑洞的存在，與家人、朋友或心理健康專家分享你的感受是一個好的開始，他們可以提供支持、理解和安慰，尋求幫助並不是一種軟弱，而是勇敢面對問題並尋找解決方案的表現。你並不孤單，這些所經歷過的事情、放不下的、填不平的「心內烏空」，有許多人願意幫助你度過困難時期。※本作品獲文化部影視及流行音樂產業局 112 年補助【關於「律師歌手」蘇明淵】●台灣第一位以律師身份拿下金曲獎之音樂創作人●第16屆臺灣原創流行音樂大獎《無根的日頭花》河洛語組首獎●第31屆金曲獎最佳台語男歌手獎《善良的歹人》蘇明淵生於高雄市。輔仁大學法律系畢業，台灣大學國發所肄業。自民國八十七年律師高考及格、現為執業律師，於桃園開設律師事務所至今已受任過上千件訴訟案，更於2020年起擔任MUST中華音樂著作權協會第九屆、第十屆申訴委員。國三時父親送他一把吉他，因而開始歌曲創作，以吉他譜寫生命中各種深刻體驗，師承資深製作人黃大軍，學習音樂製作及創作。除發行個人創作專輯外，亦曾為孫耀威、方季惟、施文彬、洪榮宏等歌手寫歌。.血液裡流著頑抗的音樂基因，對於案件常常一不小心就入戲太深，陷入當事人的悲歡離合之中，有時甚至難以從訴訟之中抽離。近幾年開始創作以具體訴訟故事為素材之歌曲，期許能以音樂創作抒發心情；他音樂創作特別之處在於，能在音樂與法律及生活間，找到最適切的完美和弦。《101次表白》／金點唱片／1995年《末世紀》／金點唱片／1996年《Te Amo你，我愛你》／喜馬拉雅唱片／2008年《懷疑的反面》／三川娛樂有限公司／2015年《善良的歹人》／紅豆娛樂股份有限公司／2019第31屆金曲獎年度專輯獎、最佳台語專輯獎提名，最佳台語男歌手獎提名／獲獎《敢敢》／風潮音樂國際股份有限公司／2022第33屆金曲獎流行類最佳台語男歌手獎提名●音樂合輯《台灣美樂地》／蔡英文競選辦公室／2015年《樂未央之歌》／文化部影視及流行音樂產業局／2019年●音樂創作《How Much I Love You》孫耀威《心星》方季惟／蘇兒真《除了你誰都不愛》方季惟《傷心歌傷心肝》施文彬《愛情小雨傘》洪榮宏《少年的孤單》孫協志《冠軍曲》王中平《我做你的靠山》台中市長候選人蘇嘉全',
'image/444495678842.jpg', 588, 'C', NULL, 3259, 38, '2023-12-23', 868);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444495678613, 'WT5932128', '4715280062261', '天就要光', '2023麗小花全新專輯「天就要光」她，是來自屏東排灣族的姑娘--麗小花，曾經是一名駐唱歌手，然而在某一天，阿嬤在看歌唱節目時，一個簡單的問題改變了她的駐唱人生，阿嬤問她「你怎麼不去電視上唱 ?」 這個問題促使她思考著駐唱歌手不可能是一輩子的終點，於是她勇敢地踏上新的旅程，帶著媽媽對於唱歌的喜愛與夢想，她開始參加歌唱節目，最终，她不僅實現了媽媽的夢想，還獲得了歌唱節目的獎金百萬得主。本次專輯的製作與MV的拍攝，儘管有點辛苦，但她把這段經歷比喻為人生的全新解鎖。這讓人不禁感慨，人生就如同一場精彩的冒險，每一次挑戰都能使人成長，揭示出更多未知的可能。本次專輯，精挑細選、首首主打，強力推薦同名主打歌曲《天就要光》，這首歌詮釋著不能公開的戀情所帶來的無盡痛苦和掙扎，儘管兩人深愛著彼此，但卻面臨著無法逾越的障礙心情；《一生為你》旋律纏綿，訴說著對一段舊愛的情感糾結，或許我們都曾經歷過這種心情，思念卻難以割捨；《思思念》一曲透露出了堅定的愛意，以及對心中唯一所思之人的深深思念；《軟心》這首歌寫出了許多人在愛情中所經歷的心路歷程。它提醒我們，愛情不應該成為我們軟弱的藉口，相反，它應該讓我們更加堅強和勇敢；《愛你每一工》由麗小花和蔡佳麟對唱，每一句歌詞都充滿了對愛深厚的情感，讓人聽了不禁感受到了浪漫又甜蜜的氣息。2023年即將結束，無論經歷了什麼?過得如何?就讓我們一起期待麗小花的首張個人專輯「天就要光」作為新的一年的開端吧 !	深情痛切主打情歌-『天就要光』(三立七點檔”親家”片尾曲)「天就要光 咱兩人就要分離」「離別的心 按怎樣攏袂安定」《天就要光》是一首深情痛切的歌曲，描繪了秘密戀人的生活，以及他們心中的糾結與痛苦，那種無法公開的愛情帶來了無盡的痛苦和掙扎。儘管深愛著彼此，卻有著無法逾越的障礙。這首《天就要光》充滿了對愛情的思索和懷疑，或許大家在聆聽時也能從其中感受到情感的複雜和不捨。	甜蜜浪漫對唱情歌-『愛你每一工』vs.蔡佳麟(三立假日八點檔重播”天道”片尾曲)《愛你每一工》是細膩而動聽的浪漫歌曲，由麗小花和蔡佳麟悅耳的歌聲共同演繹，唱出愛情的浪漫與甜蜜。這首歌曲充滿了愛與感動，引發了對於幸福與真愛的思考，提醒我們要珍惜身邊的愛人，每一刻的相處都應該充滿愛與感激。希望大家在聽了這首歌曲之後，可以一起感受到愛情的美好，感受到每一天都值得用心去愛。	第三波力量與勇氣之歌-『軟心』《軟心》這首歌表達著，或許我們值得擁有真正的幸福，而不是將自己困在一個過去不快樂的關係中。無論你是正在經歷一段愛情中的掙扎，還是剛結束一段曾經的關係，希望這首歌都能給予你力量和勇氣。',
'image/444495678613.jpg', 328, 'C', NULL, 3313, 63, '2023-12-12', 94);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444485679175, 'CD12395', '4713833123957', '十一號碼頭 (CD)', '',
'image/444485679175.jpg', 368, 'C', NULL, 3311, 62, '2023-12-01', 1742);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444485679176, 'CD12396', '4713833123964', '愛的故事 (CD)', '',
'image/444485679176.jpg', 368, 'C', NULL, 3334, 62, '2023-12-01', 1549);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444485678829, 'AJI11201', '4713249234759', '上好命(CD+DVD)', '有感於三年疫情下來,許多的人事物已經不同以往。甚至許多的親人離我們遠去，明洋也常常思念在天上的爸爸媽媽.於是繼疫情期間發行的主打歌”切切咧”受到廣大好評之後，覺得更應該帶給大家正能量。整張專輯的發想就是以人為出發點。在亂世之中能活著就是一種幸福，感恩自己”上好命”，一切知足常樂!對於很多的”思念”只能自己默默承受，”想你的心軟軟痛”只能寄情於歌聲傳達給遠方的你。很多人雖然已經離開，但心中的想念卻不會停止。簡單的一句”我想你”道盡無數的想念。這次邀來了同門師姐一綾跨刀演唱”談情說愛”，搭配一綾獨特嗓音，將這首歌俏皮可愛的風格詮釋得淋漓盡緻。“算了吧”!又是鬼才創作人張燕清老師另一突破創作。搭配明洋實力唱將，將這首歌的精神，顯露無遺!整張專輯由張燕清、周韋杰、劉家榮、洪金昇、林佳宜、黃聰典、鄭弘、宋梓品、宋永謙九位詞曲創作大師聯合量身訂做。從第一首到第十首每首皆有主打實力～實在是值得大家珍藏的一張專輯!',
'image/444485678829.jpg', 0, 'C', NULL, 3201, 31, '2023-11-20', 9);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444485678831, 'AKL001', '4713249234599', '感情冊(USB)', '繼「愛你無留名」後，籌備時間近2年多，全新的製作團隊、全新的曲風，由製作人李明洋、劉家榮、周韋杰、鄭弘、林東松、洪金昇、林佳宜、林久登、楚陽、葉嘉淇、志峰、郭之儀等老師量身打造詞曲，共同攜手製出這張的台語專輯，搭配衣宸那最有渲染力、渾厚，具感染力的歌聲，讓人一聽就愛上不忘，值得您細細品嘗。曲目介紹：01／感情冊 【三立『戲說台灣』片頭曲】【三立八點檔『天道』片頭金曲】似懂非懂的愛情正慢慢萌芽，真真假假難以分辨，天真的只是想和你在一起，但你心中卻還有別人，感情這本書我們都沒讀過，不知該進還是該退，只有自己才能用心的體會。02／沈醉夢癡心貪戀著另一半的愛，每天期待另一半回頭，可到頭來才發現這一切都是自作多情而已。03／淚愛過的誓言句句唱出誓言裡海誓山盟，不計代價的付出只為了遵守彼此之間的約定，但最終只能用痛去體會。04／台中戀情真正的愛不是說說而已，也不是只有三分鐘熱度。平常的關心，平常所做的事情，都是第一個想到你。請你相信，我用我的真心，愛你一生。接地氣亦不失流行的節奏，再搭配令人朗朗上口的旋律，值得您一聽再聽的K歌金曲。05／月未落每天失眠到早晨，月亮還沒落下，想問你為什麼不回來身邊，只剩孤獨自己一個人。06／堅強的心訴說著現代堅強的女性，不求回報、對愛的執著，一心一意的付出，都在這首歌曲中深深的傳達。07／雨水恰恰以恰恰的方式帶出輕鬆快樂的感覺，讓人即使在下雨天也不會心情不美麗，讓人聽著就會不自覺的想跳起舞來～08／掌上明珠每個女兒都是父母親的心頭肉，一首歌唱出了待嫁女兒的心願。爸爸和媽媽的叮嚀囑咐，猶言在耳，將這一切都放於心中。09／煙花女在愛情中跌跌撞撞的傷痕，心酸只有自己知道，只有自己打開心中的枷鎖，就不會再重蹈覆轍愛上不應該愛上的人，而耽誤自己的青春。10／何日君轉來即使音樂聲停止了，也止不了想等你回來的心，想握在手中的幸福原來是這麼的遙不可及，到哪都是你我曾經一起走過的身影，無可奈何卻又停不住的思念。',
'image/444485678831.jpg', 428, 'C', NULL, 3350, 31, '2023-11-20', 747);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444475679373, 'WT5932126', '4715280062247', '情義', '袁小迪同專輯名《情義》講述了一個關於有情有義的故事，當紛爭和不確定籠罩江湖時，情義成了他們心靈的寄託;《望月想情人》象徵著對遠方摯愛無盡的思念，帶來一種甜蜜而深刻的情感;《五點五十分》是關於等待和離別時的心境寫照，袁小迪用他的歌聲把無奈和離別表達得淋漓盡致;《天星》是一首回望過去、充滿後悔與思念的歌曲;《風塵酒杯》這首歌表達了愛情中的矛盾和迷戀，令人動容不已。今年11月袁小迪全新個人專輯－「情義」即將發行，請大家敬請期待。    • 兄弟情主打之歌-『情義』(三立八點檔”天道”片頭曲)描述了一個關於情義的故事，在這片江湖的世界充滿了紛爭和不確定，情義成了他們心靈的寄託，就像是兄弟般的羈絆，這種羈絆不僅僅是簡單的兄弟情誼，更是一種無私付出和無私奉獻的力量。    • 離別情歌主打-『五點五十分』(三立七點檔”親家”片尾曲)《五點五十分》用深情的旋律講述了一個關於等待和離去的故事，它將我們帶入了一個充滿黃昏氛圍的場景，伴隨著那個最後的班次的離開，展現出了離別時的複雜情感。    • 思念對唱歌曲-『望月想情人』 vs.陳小菁這首《望月想情人》旋律悠揚，縈繞耳畔，彷彿把思念之情轉化為動聽的旋律，讓人心生共鳴，彷彿感受到與遠方的心愛之人心靈相連，帶來了一種美好的情感交流。',
'image/444475679373.jpg', 328, 'C', NULL, 3282, 63, '2023-11-03', 1973);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444475679374, 'WT5932127', '4715280062254', '攏是我愛你', '陳祈信同專輯名主打歌曲-《攏是我愛你》以動情的旋律和真摯的歌詞，表達對愛人無盡的癡迷和深厚的情感；《無啥麼》曲風輕快，搭配擁有充滿積極力量的歌詞，讓人感到更加自信和樂觀；《幸福花香》一曲流露出對幸福的追求和珍視；《我聽你咧哈囉》是旋律輕快有趣的歌曲，讓人不禁跟著節奏搖擺；《留袂條的心》抒情而深情的歌曲，充滿了對愛人的思念和眷戀。2023年11月陳祈信的全新專輯－「攏是我愛你」即將問世，他將用溫暖的歌聲帶領你走過寒冷的冬天～    • 祝福主打情歌-『留袂條的心』 (三立五點檔”甘味人生”片頭曲)當愛經歷了努力和付出，最終卻無法得到圓滿的結局，我們依然可以真心祝福對方，希望雙方都能繼續前行，收穫屬於自己的幸福，把祝福化作一段美好的回憶。    • 幸福對唱情歌-『幸福花香』 vs.謝莉婷這首幸福花香由陳祈信和甜美女聲謝莉婷對唱，深情的對唱，搭配細膩而動人的歌詞，宛如真情的的告白，讓我們在聽的同時一起感受戀愛的幸福滋味 !    • 深情歌曲-『攏是我愛你』這首歌<攏是我愛你> 承載了深深的情感，陳祈信渾厚的聲線詮釋了為愛而戰的力量，訴說著即便對方愛的人不是自己，也要因為自己的癡情，繼續愛下去～',
'image/444475679374.jpg', 328, 'C', NULL, 3245, 63, '2023-11-03', 1262);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444485678529, '19658855392', '196588553929', '隨行Trekking With You', '「57屆金鐘獎雙料獲獎的全創作專輯【隨行】」「五年的行腳累積，三年的創作，深入台灣生活的音樂日記」「電音鬼才黃少雍操刀，金曲製作陳建瑋、張瀚中等，打造料想不到的台語專輯！」五年的行腳節目洗禮，主唱柯大堡褪去華麗的外衣，一步步深入台灣在地各個生活場景，以一趟外景紀錄一段故事的概念、用音樂日記的型態，一舉奪下57屆金鐘獎最佳生活風格節目與主持人雙料大獎！扎扎實實的十首歌，紀錄下包含了離島在內，真正屬於台灣的生命故事，從國家指定重要民俗、走向草根民眾的日常生活，留在心底的，是那些一代一代傳承，卻逐漸不被主流社會理解的溫暖底蘊。由流行電音鬼才製作人「黃少雍」操刀，集結了包含金曲製作人「陳建瑋」、天才樂手「阿雞-張瀚中」、新生代電音G5SH「LuuX-呂尚霖」等，台灣當代編曲家一時之選，更邀來了金曲歌后「蔡家蓁」跨刀合唱，打造了前所未見的跨界組合，再次將台語專輯的樣貌，藉由「隨行」，擴張出了全新世代的樣貌。【隨行】Trekking With You1. 中壇元帥台灣人最熟悉、親切的少年神明：「三太子哪吒」，碰上最硬蕊的重搖滾，甚至跨刀演唱？太子爺說：「饒舌我也略懂啦！」，真正認識三太子信仰最純粹的一首歌，不只少年意氣風發，更有著教化人心的願景存在。2. 半島小調月琴之鄉「恆春」，擁抱著恆春民謠的小老百姓，唱著屬於她的調子，唱著自己生命的歷程。至今到了第三代恆春新移民，都憑靠著她古樸醇厚的底蘊、養出了新一代的熱情。而她也一如過往地包容著所有，豐沛的生命力在現在的恆春，仍在回春！從彈奏著古調的月琴啟程，加上了現代饒富樂趣的電子節奏，「半島小調」如同一杯熱情的雞尾酒，不分你我，在半島上悠然而活，就像歌詞所唱：「踮遮有故事的攏是家己人。」3. 琉球山之約難得一見的神明後搖滾傑作！藉由一路鋪陳的音牆，寫下了每一位小琉球的子民，都代代謹記的三年之約。屏東縣無形文化資產裡頭，又藏有多少與觀音、與王爺的親密連結？為什麼一個這麼小的離島，竟蘊含如此強大的向心力？4. 原點這四年間發生了太多故事，產出的這張專輯，陪著我經歷了百年大疫、瓦解邊緣的低潮期、卻也伴著我的小嘎逼成長至今、奪下金鐘獎，無法計量的巨大起伏，全都融在這一張，我命名為「隨行」的第三張全新專輯。5. 浯島尾班機輕盈愉悅的輕搖滾，將故事線滑過當代真正發生過戰爭的金門。微笑著的風獅爺，數百年的陪伴，豈只是今日的遊憩風光？不容易被理解的生命背景，他們不多做解釋，硬頸地活出了自己瀟灑的樣子。6. 月老 feat.蔡家蓁G5SH的LuuX跨刀，恰好給了傳統婚姻難題，一個現代又都會的氣味！婚內失戀的心境，常常不能說，也沒有對象得以傾訴，相愛的兩人，走到了頭，該放嗎？金曲歌后蔡家蓁醇厚又扎實的聲線，描繪出了都會女子的糾結，男人，也可以示弱。7. 情落深坑2023義賊廖添丁的故事形象，深深地烙印在台灣人的心裡，但遇上了愛情，他又何去何從？究竟是被至信給背叛？還是甘願為了她，捨生？為土地發聲的故事，隱含著現代人彼此之間越來越薄弱的信任。強烈的嗩吶重搖滾饒舌，將心底的吶喊一口氣逼出來。2023重新升級製作，重現當年台製電玩片尾曲出現時的感動！8. 菊島物語流暢自在的木吉他在卡農的行進之下，與帶有minimal house氣息的電子節奏，引出了菊島澎湖有趣的一段故事。赤崁、鳥嶼、湖西三個互不相連的地區，竟然因為百多年前王爺與媽祖的信仰，結為姑表。五年一次的兄弟會，即便無血親、無交情，只要來自這三處，就是自己人一般的熱情款待！因土地、因神明而緊緊相連的故事，即使一晃眼就半生，故事仍舊持續進行著。9. 一欉思念當束手無策只剩等待的時刻，還能怎麼樣讓自己平靜下來？面臨至親不可逆的離去，在世的晚輩你還能為他做什麼？人類面對心理抽象的震盪起伏，總還是需要實體的物件，能喚起一點安慰。你唯一能為離去的他，實際地做到的，可能只剩下點一炷香、化一疊紙，金與香，在2023的現在，傳統與進步之間，原來有更重要的價值！10. 隨行不計一切，只願與她同行。為什麼有這麼多人，再忙再累，也要陪她走上一段？為什麼路途遙遠，依然風雨無阻，徒步前行？為什麼非親非故，在這場景裡，大家比誰都親？每個人與她，都有一段故事；可能眾所皆知，更可能只有深夜裡自己才能體會。沒有真的經歷過，很難去敘述那股由衷的暖流。陪著台灣人共同的母親：媽祖，走完一段路。',
'image/444485678529.jpg', 498, 'C', NULL, 3386, 32, '2023-11-02', 452);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444475678894, 'CD12394', '4713833123940', '空港惜別 (CD)', '',
'image/444475678894.jpg', 368, 'C', NULL, 3355, 62, '2023-10-24', 1999);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444475678895, 'CD12393', '4713833123933', '心肝乒乓彩 (CD)', '',
'image/444475678895.jpg', 368, 'C', NULL, 3209, 62, '2023-10-24', 1);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444475678975, 'STAR2023074', '4711099732906', '歐巴尚青', '歐巴尚青夢想的扛霸子！用音樂對決人生！對歐巴尚青而言，做音樂不只是一場熱血的狂歡，更像是對平庸的人生鳴槍Fighting！青春是沒有終點的，在人生的道路上，看似沒有目地的旅程，隱隱的都指往同一個方向！從街頭走向舞台！從幕後走向幕前！從LA走向台灣！帶上你的熱情！做伙嗨起來！歐巴尚青由知名音樂製作人「嚴之」、征戰超偶、星光的美女鼓手「曼青」和來自LA的台灣女婿音樂人「安祖」所組成！一拍即合的三人，對音樂有著相同熱愛、相同執著！零死角全方位展現音樂實力、包辦音樂製作詞曲！在台語歌壇打破樂團框架限制，團員是主唱也是樂手的新穎組合！在音樂的世界裡，沒有什麼是絕對的！多元音樂風格混搭搖滾、嘻哈、Funk、電音舞曲。平均30秒就能學唱一首！超洗腦旋律！Ｋ歌天賦原地覺醒！嚴之、曼青、安祖三人在音樂的路上各自前進了十多年，在因緣際會下遇見了彼此；〝如果有了夥伴，是不是就會更勇敢的在音樂路上走下去？〞是當時曼青收到嚴之邀請又驚又喜，最終在思考兩天後決定一起組團！安祖則是最後一位加入的成員，已經有兩個小孩的他非常感謝自己的初戀也是現在的太太，願意支持他完成音樂的夢想！團長嚴之，也是這張專輯的製作人，為了想做出自己喜歡的音樂，埋首自學編曲製作，創作製作超過百首歌曲、接連為各大選秀節目、唱跳團體、歌手製作專輯，也在音樂創作節目上和歌手孫盛希、小宇一同擔任評審。團員三人各自的擅長不同，在互相激發音樂潛能平衡創意與動聽度的過程，也讓他們大呼過癮！這張專輯不只是為了完成他們的夢想，更想告訴大家，長大後的我們不該變得冷漠，而是把當初的橫衝直撞的挫敗，成為勇敢的養分，抬起頭做一個尚青的大人！新專輯首波抒情搖滾『時間慢且行』追尋夢想的真摯告解！拒絕成為討厭做作的大人！團員不約而同為了音樂理想來到台北，回想當時只能窩在小小的套房無處可去，都市的疏離感以及冷漠一波波的侵襲；難以計數多少個潦倒孤單的夜晚，都是靠著音樂度過！即使曾經遭受挫敗，我們仍願意勇闖未來！穿越時空的視角，感性唱出無法言說的迷惘青春。團員三人來到台北，都是為了發展音樂，做自己喜歡的事情，為了不確定的未來奮鬥前行，在異地找不到歸屬感，仍努力著希望有一天能讓自己的夢想落地！給已經很努力的你，加油打氣！為了爭取想擁有的，也許我們也因此失去了許多！擁擠的巷道、車水馬龍的朝九晚五，匆忙的與每個關心擦肩而過！每個打拼的青年心裡都有個想要讓家人引以為傲的目標！時間看似抓不住的流逝，再等等我們！往前邁進的勇氣！在地平線那端，冉冉升起！和歐巴尚青一起預約在成功彼端的你！復古Disco主打『上水的』向世界名曲Can`t Take My Eyes off You致敬！由團長嚴之作詞譜曲！在成團之前，三人已在各自的領域累積了豐富的演出經驗！熱愛表演、熱愛音樂的歐巴尚青，為渴望快樂的人從音樂得到解放！帶著玩〝樂〞的心情，演繹擅長的復古Disco音樂！老派又耿直的示愛！為新世代直男們唱出愛在心裡口難開的心聲！歐巴尚青團員三人在組團前，各自征戰的表演現場，保守累積超過1000場！豐富的表演經驗，有天三人私下聊起來，不約而同公認表演神曲是『Can`t Take My Eyes off You』，其中副歌的〝I love you Baby〞，無論老幼、小孩長輩皆能朗朗上口！讓他們靈感湧現，也寫一首大家可以一起唱的台版『Can`t Take My Eyes off You』，用這首歌來提醒自己要記住這一路以來每一個看過他們表演的掌聲與歡呼！三人熱愛音樂的程度，已經到了廢寢忘食！只要站上舞台表演就像解開束縛一樣，忘我展現！帶著滿滿的愛與熱情，每場都用盡力氣、毫不保留的演出，感染了在場的每一位觀眾！在歐巴尚青的音樂裡，用最真實、最直接的方式，表達情感！愛，有什麼不好！勇敢說出來最好！淡淡的憂愁、感動的、難過的！把愛大聲說出來！歐巴尚青感同聲受！為你力挺！抒情『寂寞的台北』唱出許多偽台北人的心情！迷惘的前程，在這充滿不確定的時代，你我的心該如何翱翔！滿載理想、沒給人看見的傷痕累累，無可名狀的思念，一點一滴侵蝕了當初拼鬥的幹勁！團員三人在還沒組團前，為了音樂夢各自來到台北，努力習慣大城市陌生又快速的步調，漂泊不定的孤獨感，總是在心裡隱隱發酵著。『寂寞的台北』獻給每一位努力活出自己追尋未來的你！曼青在錄這首歌時真情流露，說出22歲時為了音樂夢，帶著簡單的行李來到台北，待在一個五坪大的套房，沒有朋友也沒有家人在身邊，只能靠著對夢想的堅持撐下去，每年都在搬家的她，苦笑說自己現在打包行李手腳超俐落！團長嚴之更是在15歲就來到台北，從小就立志自己要做音樂的他，非常感謝媽媽的栽培！即使是在單親家庭中長大，媽媽仍舊支持兒子的夢想，即使經濟狀況沒那麼優渥，仍讓他去學小提琴、鋼琴。被稱為樂團的吉祥物安祖，已是二寶爸！聊起自己與台北的淵源，則是高中到了香港、內地旅遊，發現自己很喜歡中國文化，回到美國後就向父親說希望可以學中文，立馬就報名了補習班，2003年第一次來到台灣，在台北參加了當時五月天〝神的孩子都在跳舞〞演唱會，更讓他燃起了想學音樂的熱情，返美後開始學音樂接觸了Bass，牽起了與台北深切的連結。在這個迷人的台北生活，有歡樂、有淚水、有挫敗、有遺憾也有小小的成果，同樣還在努力中的歐巴尚青，陪著你們堅守夢想初心。歌曲介紹：1.上水的霸氣的求愛告白必學！〝I Love you babe你是我的上水的〞，每一種愛都值得說成一個故事！我會奉上我的一切，只因為你！我的上水的！2.時間慢且行台視八點檔『生生世世』片尾曲。在夢想的維度裡，敢孤獨、敢捨棄，我的敢衝敢拼，看著爸媽的頭髮也已經白了，這首歌是寫給築夢前行的你們！再等我一下！咱的青春歲月，毋管結局按怎，攏會勇敢繼續行！3.寂寞的台北時間一直走，我怎麼就變成了當初討厭的大人？回頭望，那個為了夢想苦熬到現在的我，證明自己了嗎？待在這個寂寞的台北，傷感以及落寞的情緒再怎麼輕放還是讓人感到沈重且孤單。4.青春的刺字〈嚴之獨唱〉青春的咱，就像是無法再重來的愛，燒燙的在心上烙印！那時的我無法給你要的幸福。你的存在是我青春的刺字，囥佇心底一直放袂離。5.來吧加酒超洗腦！歌名巧思包心！把酒盛滿，一起K歌吧！兄弟姊妹聚會，解禁必放嗨歌！準備炒熱氣氛嗨到最高點！6.心愛的寶貝幼稚的大男人心中的台式浪漫！你是我心愛的寶貝！你是我溫暖的太陽！你是我春天的花蕊！一句句表白的愛！只想告訴你，除了你我誰都不愛！7.焦糖瑪奇朵〈安祖獨唱〉美式Funky風格！可愛又親切的安祖黝黑的膚色，甜稱自己就是大家心目中的焦糖瑪奇朵！大聲唱出從LA遠渡重洋到台灣深耕定居！就是愛台灣啦！8.1234567用一星期的7天，來表示每天不同的期待！輕快活潑的曲風，猶如台語教科書活教材，好學又好唱，小朋友也可以朗朗上口！9.上青的鼓聲〈曼青獨唱〉娓娓唱著曼青在街頭打鼓走向舞台的心路歷程！街上熙攘的人群有誰會為我駐留，〝拍出上青的鼓聲，提出上青的戇膽〞！每一個駐留的掌聲，都是曼青音樂之路堅持的希望！10.太陽與月亮專輯唯一國語作品！甜蜜的對唱單曲，你是我的太陽與月亮，不管白天與黑夜，彼此依偎在身旁！',
'image/444475678975.jpg', 408, 'C', NULL, 3398, 64, '2023-10-19', 1097);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444465679165, 'HTCD0068', '4713105905687', '蝴蝶飛  CD+DVD', '從小住在純樸嘉義的山上，但由於父親的疼愛，從小就學習音樂及樂器，所以培養出對音樂還有歌唱的喜好，上高中之後來到台北，畢業以後曾經簽入唱片公司，但因為工作原因，到了國外一段時間而中斷了音樂和唱歌的接觸，回國之後在2013到2018經歷近百場的比賽，獲獎無數！比賽成績優異，代表台灣參加廣東國際之星決賽，獲得金獎，以及廣東兩岸海峽之星十強歌手，曾擔任超級紅人榜魔王，2017年又開始開啟了歌唱與教學之路，其中項目包含主持、評審、商演、晚會，經歷數百場的經驗，目前擔任各大社團教唱老師，以及比賽選手歌唱特訓。2023年加入禧多影音，預計第四季發行首張個人《蝴蝶飛》專輯，八首歌曲之中也邀請林俊吉與邱賢桂與沈雅雯深情對唱兩首國台語情歌。加贈DVD原聲原影卡拉伴唱',
'image/444465679165.jpg', 338, 'C', NULL, 3360, 65, '2023-10-16', 1750);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444465678896, 'STAR2023073', '4711099730926', 'Super Mama', '遇見生命之初，才知道擁有『Mama』，這個無比勇敢的身份，是份驕傲也是份責任。第一次見到你，好小好小，從那天起，卻讓我的愛變得好強大，觸動神奇的時光按鈕，展開超人般的第二人生！成為媽媽，不一定要很全能，因為愛著你，已經讓我無所不能！專輯同名概念『Super Mama』，唱盡廣大地方媽媽的育兒心聲！〝當媽媽之後，你還是你自己〞！中國樂器銅鑼、京劇元素融入電音曲風、中西文化融合、大膽創新！挑戰一氣呵成長達11秒不換氣的高難度嘻哈歌詞！ 剛生下第二個兒子不到一年，就恢復產前狀態，夾帶高人氣回歸歌壇，發行新專輯！不同於其他想要專心育兒的女歌手明星，婷筠將成為二寶媽的真實心情都投入在這張新專輯中，Super Mama更是說出了時下地方媽媽工作和育兒夾心的寫實生活！一個還抱著要泡奶喝，一個要催著趕緊上學去，完全就是二寶男子宿舍；婷筠笑著說，自己在生小孩前日子過得從容自在，從來沒想過自己會因為有了小孩後，搖身一變成為時間管理大師！有別於以往唱抒情歌的婷筠，新專輯特別以職業婦女的視角，在努力平衡家庭與實踐自我理想之間，成為更好的自己！特別值得一提的是，這張以Super Mama為專輯概念的作品，歷經了女性最大的人生挑戰：「生產」之後，反而更懂得從愛自己出發，讓焦點回到自己，嘹亮且厚度適中的音質與寬廣的音域，在新專輯中大玩搖滾、抒情或是電子舞曲等不同的類型詮釋，重拾自在本我，游刃有餘的為熱愛歌唱而唱！在這張專輯中更增添了聽覺上的爽度。專輯主打『愛袂離開』將人生最難的情感，透過婷筠細膩遼闊的聲線，細語獻聲，無邊無際地唱出在情愛裡的起落浮沉，收錄在民視八點檔『市井豪門』片頭曲。由林東松老師擔綱專輯製作人，首次合作讓婷筠既興奮又期待，新歌『愛袂離開』找來打造蕭煌奇〝你是我的眼〞、李聖傑〝癡心絕對〞、江蕙〝落雨聲〞，天王天后指定合作馬來西亞音樂人陳飛午老師為這首動人的旋律編曲，將婷筠超齡渾厚的聲線特色更有層次的呈現、唱出每個女人不求回報、對愛的執著，一心一意的為家付出，不求回報。 婷筠升級回歸！向每一位在生活中辛苦付出的媽媽們喊話〝真實比完美更有力量！〞為你們由衷而唱的歌、蓄勢待發的全新能量，求新求變，激活聽覺的突破性音樂概念！聊自我、聊孩子、談家庭，多種身份的轉換，從講述女人為家付出的『一口灶』、『學行』取自真實故事，描述身為子女照顧失智畫家父親的心情，提醒大家孝要及時；搖滾又帥氣的『真好膽』、無厘頭又朗朗上口的『夭壽喔』，都是婷筠期望透過音樂賦予你我的人生能夠有更廣闊的意涵。從為人妻、為人母之後、每一個美好當下的鏡頭定格，都是每一次婷筠從生活中獲得的生命經驗、心靈成長，毫不保留帶給所有人正面積極的能量！『一口灶』動容唱出女人為了家犧牲付出的心情，也是專輯中最折騰婷筠的高難度歌曲，也是過去從未接觸過的新台語抒情風格，副歌轉假音的部分，要一氣呵成、快速換氣，坦言在家練歌練最久的就是『一口灶』！『學行』是作者為他朋友所寫下的真實故事，和爸爸感情超好的婷筠，深受感動！故事裡描述著曾是畫家的爸爸後來罹患失智，看著曾經為家遮風擋雨的背影，曾經我是爸爸的寶貝，現在換我將爸爸當作自己的寶貝，陪你走行。『真好膽』是首原本設定好要為女生勇敢發聲的快歌，搖滾快歌一直是黑色炫風出品的最佳標配！變身為Super Mama，吉他聲刷下去，勇敢面對自己，甩頭遠離讓你受傷的渣男！不愛的人最大！『夭壽喔』古怪的率性、輕快放鬆的語調，摩登又慵懶的咒罵偷吃的另一半！是婷筠走出熟悉曲風的大膽創舉！用她的聲線另類打造，當今無法被定義的新時代大女人姿態！產後神速恢復身材，新專輯造型中空裝大秀小蠻腰，大讚很涼！好曲線連造型師驚呼太神奇！這次找來為她打造出道成名曲『女人膽』的林東松老師擔任專輯製作人！在當年還是小女生的郭婷筠，林東松老師卻慧眼獨具，看見她本來的特質和優點，在一片情歌市場的歌壇，用台語搖滾風格，奠定她黑色炫風的不敗之位！成為二寶媽的婷筠，兩年之內歷經二胎孕期，共減下32公斤。瘦身有成的她，在新專輯造型上更能展現各種不同的樣貌！讓原本就愛美的她開心至極！過去因為身型寬胖，讓愛美卻找不到瘦下來的方法的她，都只能穿寬鬆和深色的打歌服，沒想到想擁有健康的身體，陪伴小孩長大的念頭，讓她在瘦身多次失敗後，一舉成功瘦下來！這次專輯更以黑色薄紗、中空裝突破以往的尺度，展現好身材！有子萬事足又成功瘦下來的婷筠，並沒有忘記當初愛唱歌的初心，主動向公司提出新專輯想找林東松老師擔任製作人，專輯中從選歌到編曲，都可以聽見林東松老師希望藉由婷筠的歌聲，傳達出女人面對生活和現實的Powe！除了柔情似水的一味成全，也可以勇於為自己發聲！歌曲介紹：1. Super Mama專輯同名概念！全方位音樂製作人嚴之量身打造！中西交融！饒舌和京劇的好玩碰撞！是遊戲也是認真的隨性！120個字不間斷，帥氣唱出Super Mama的超能力展開！2. 一口灶一口灶比作一個家，做伙遮風閘雨，一陣人生活，做陣一世人。只要一家人在一起，粗茶淡飯、酸甜苦澀就是一口灶，為家人每天煮食，婷筠身為人母後，更能感同身受，這份不可言喻、緊緊相依的情感。3. 愛予阮知（ft. 彭正）男女對唱快歌！歌曲中鬥嘴的歌詞，隨著輕快的旋律，就像是婷筠和彭正兩人在家中的相處。當可愛女人遇到老實情人，情意就要大聲講出來，才能創造幸福的未來。4. 夭壽喔Funk曲風詼諧唱出遇上劈腿爛事的灑脫，一定要對自己信心喊話！勇敢放手，還給自己更好的人生！丟掉負心的傷害！進入副歌中裡的夭壽喔，更巧妙地以疊字〝夭〞，來表達在感情上餓了偷吃的歌詞翻玩。5. 學行輕輕叫爸爸一聲〝寶貝〞，看著頭鬃已經漸白、年邁父親的背影，想起當初是你陪我學行，現在換我陪你學行。婷筠真摯流露，喚醒身為子女的你我，要及時行孝。6. 愛袂離開首波主打！收錄在民視八點檔『市井豪門』片頭曲。你我許下的誓約征服了茫茫情海，愛上你的那天起，就再也沒有離開你的理由，海角天邊陪你行，我將永遠伴相隨。7. 敢有以後收錄在台視八點片尾曲。好希望再給我一次機會，讓我可以好好愛你。明明對你還在乎得要命，放手讓你離開是我最後悔的決定。再多的道歉也無法挽回，你的幸褔我被迫出局。8. 真好膽郭婷筠霸氣填詞！大女主台語搖滾！這是一首非常黑色炫風的歌！曲風辨識度非常高！扎實且厚實的力度，讓人想要重複播放！假情假愛，再也聽袂落去，偷食無拭喙，就休怪我無情！赤裸的反擊宣言，K歌起來超過癮！9. 愛若走味看來豁達的隨性其實是隱匿著悲觀不安的。既然無法再繼續，就應該要學習放過自己，因為咱的真心，你愛袂起！10. 踮在恁身邊陳偉強老師為郭婷筠量身打造的祝福旋律。當時剛生完二寶在月子中心聽到Demo就想哭，只想把孩子照顧好的心情，都在這首歌曲中深深的傳達。',
'image/444465678896.jpg', 408, 'C', NULL, 3317, 64, '2023-09-27', 1328);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444465678876, 'CD12392', '4713833123926', '酒醉的月亮  (CD)', '',
'image/444465678876.jpg', 368, 'C', NULL, 3331, 62, '2023-09-21', 1140);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444465678877, 'CD12390', '4713833123902', '搶頭香  (CD)', '',
'image/444465678877.jpg', 368, 'C', NULL, 3336, 62, '2023-09-21', 305);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444455678901, 'STAR2023072', '4711099728879', '若是拄著落雨天', '賴慧如 Huiru Lai《若是拄著落雨天》賴慧如第六張專輯《若是拄著落雨天》思念，可能是一瞬間，但是卻會延續一輩子。幸福已不再，錯過與遺憾，你我熟悉卻充滿了距離，落下的雨滴敲打著心你和我的曾經，是否還能期待放晴。同名專輯催淚主打『若是拄著落雨天』，收錄在台視八點檔『生生世世』片尾曲，唱出分離的彼此，仍難忘曾有過的約定。歌曲的故事是在描述慧如青澀的初戀，小時候因為父母離異的關係，在求學時被同學嚴重排擠與霸凌，當時初戀對象伸出援手，替慧如出頭，總是被欺負、被嘲笑的慧如，感受到被保護的感覺，也讓兩人談起了純純的校園戀愛，當時因為太年輕，加上阿嬤當時禁止她談戀愛！因此遭到激烈阻止，甚至到學校幫慧如辦轉學。兩人深知無法再繼續下去，相約見面好好的告別彼此，那天下著雨，即便淋著雨，慧如仍不顧門禁偷偷衝出家裡，兩人在雨中注視對方，眼裡模糊的視線已經搞不清是雨水還是淚水。後來慧如就特別喜歡淋雨，雖然已經分開多年，但總是會在下雨天想起他。慧如細膩帶著氣音的唱法，加上扣人心弦的歌詞，讓人一窺開朗外表下她真實的心情。台語情歌對唱『相愛的遺憾』，力邀演歌雙棲的周定緯展開首次合作！兩人同是選秀節目出道，在這首中板的情歌裡，透過兩人溫暖的音質和流暢的和聲鋪陳，希望能療癒情緒找不到出口、受傷的靈魂。被問到這首合唱為什麼會找周定緯？慧如則說他一直都是自己想合作的對象之一，在一次機緣下，看到他在台語舞台劇的表現，從完全不會講台語，然後很積極的在練台語的咬字、閉口這些細節，在舞台劇的表現，全力以赴非常亮眼，就已經有了非常深刻的印象；後來加上看到特別節目上，美鳳姐和周定緯一起合作演唱〝繁華攏是夢”的饒舌限定版，覺得非常驚喜，便希望自己新專輯也能找他來合唱。兩人踏上演藝之路的初衷很簡單也很純粹，就是兩個愛唱歌的人。所以收到這首清新的情歌時，慧如馬上就想到周定緯，簡單的配器，凸顯了兩人乾淨的音質，充滿故事性的旋律，溫暖的和音就像是在感嘆明明走不到最後，卻還是無法割捨這份情感。新專輯唯一國語對唱情歌！『走著走著變了樣』，找來在民視〝市井豪門”劇中飾演慧如兒子的曾子益深情對唱！從沒進過錄音室的曾子益深情寬廣的音域大獲好評！ 新情歌對唱作品『走著走著變了樣』，慧如雖是以台語專輯出道，但是在國語歌的詮釋一直都很受好評關注！這次抒情搖滾風格『走著走著變了樣』更打破以往悲情脆弱的對唱框架，找來演員曾子益獻出錄音初體驗，而且還直接挑戰高難度的男女對唱！和慧如一同演繹這首音域很廣、情感鋪陳流轉綿延的對唱情歌。這次的合作製作人因為兩人的演員身份，特別設計兩人一起唱的段落，有幾句拍子是刻意不對在一起，尾音的收尾甚至是長短不一，就是希望這首歌更像是兩個人在爭執、抒發彼此感受的對話；口氣的強弱、關於猶豫及無助的表達都是獨一無二的，特別在這個部分讓慧如和子益將演員的專業發揮得淋漓盡致。『恬恬愛你』唱出每個女生在愛情裡小女人的模樣，默默的愛，無聲卻真心絕對，無論是以什麼身份存在，我都只想待在你身邊，看著你，支持著你，我什麼都不怕！我只怕失去你。每個女生心中都有一段義無反顧的愛情，不在意懸殊、不介意身份，只想靜靜的待在他身邊。〝在愛情裡很膽小卻也很勇敢”，是很多女生的心情寫照，在那段最單純、最無懼的時光裡，和最愛的他有著數不完的回憶，〝我還有什麼能為你做的呢？”，那份無私的愛，即使分開了，卻仍然深深愛的他專輯的概念核心來自這首慧如自己的歌詞創作！『我的笑容無一定真正快樂』揭露曾經罹患憂鬱症的她，在開朗微笑的背後真實的心情；道出最近開始被討論的〝微笑憂鬱症”的心路歷程；原本就不喜歡笑的慧如，因為喜歡表演開始學習微笑，卻越來越不快樂！從小就參加各種歌唱比賽的慧如，累積了許多表演經驗，出道後更是全力以赴接下各種挑戰，讓她從一名歌手迅速的往綜藝主持和八點檔演員邁進，看似風光、豐碩的成果，卻讓她罹患的憂鬱症。表面仍舊笑容滿面，活力四射，為周遭的朋友和支持她的粉絲，傳達開朗、陽光的正能量！就像顆溫暖的太陽一樣在輸送著美好的能量。一直到近年治癒自己的憂鬱症，明顯好轉後，慧如才道出這段經歷，更寫下了這首『我的笑容無一定真正快樂』。專輯也以自我揭露的概念出發，不同於以往專輯，希望可以透過音樂和歌迷朋友有更深層的交流，已經封存了一年的創作，到這張講述內心世界的概念之下，因此有機會讓大家聽到，對於公眾人物時常要承擔大家看不見的壓力，仍要保持開朗的心情，慧如在這首歌裡寫下自己原本不喜歡笑，是進了演藝圈才開始練習微笑的歷程。專輯中收錄了多元曲風，實踐用音樂書寫日記的概念衍伸，從容展現出淬煉成長後，每個獨立且美好的賴慧如。『愛的恰恰恰』是台上閃耀發光的她、『想欲飛』則是唱出從小南征北戰歌唱比賽、表演幫阿嬤養家，心裏一直渴望自由的心情，誠實卻有點無助，娓娓道來人生路上許多的情緒與無奈。這次專輯中可以聽見慧如在快慢節拍上的詮釋，更從容、更像自己平時說話的樣子，既溫暖又細膩地唱出最具動人張力的內心告白，搭配慧如乾淨感性的歌聲，渲染出無力又傷痛的回憶，像被一片灰濛濛的氛圍罩住。她想說的是，對容易感性，為情感一昧犧牲的女生們，雖然感到渺小也不要放棄任何茁壯自己的可能。專輯包裝更不同於以往漂亮、陽光的定位，藉由沈穩獨特的靛藍色作為基調，打造出屬於慧如日記本的氛圍，彷彿走進她的內心世界，慢格回放，更真切的感受每個細微的轉折。曲目介紹：1. 若是拄著落雨天專輯同名抒情主打！收錄在台視八點檔『生生世世』片尾曲。平凡的情感中有最不凡的感動。直接扣題的歌曲名稱，以平鋪直述的方式，逝去的愛情該如何不留遺憾，曾經咱愛甲遐爾深，不需過多言語解釋，在每個落雨天，都是我想你的專屬時間。2. 我的笑容無一定真正快樂賴慧如歌詞創作。從小就參加歌唱比賽，站在鎂光燈下總是散播歡樂、帶給大家歡笑的她，在為演藝事業拼鬥的過程曾罹患憂鬱症，在治療漸漸恢復後，寫下這段與憂鬱症共存的心情，雖然我正在笑著，但是內心卻在抵禦著憂鬱的侵襲。3. 恬恬愛你恬恬陪佇你身邊，付出溫暖的支持，是很多女生在愛戀中義無反顧卻又無聲的付出，知道自己不是對方的幸福，只想好好待在身邊陪著對方找到命中註定的那個人。4. 走著走著變了樣（ft. 曾子益）失去，是許多人心中避而不談的缺口，卻又無法閃避的人生課題，眼見著炙熱的愛逐漸黯淡，在一段感情中，我們總是迷迷糊糊的錯，又迷迷糊糊的懂，就像是兩個人在一起久了，不再對對方感到好奇，甚至有些厭倦，彼此都不再願意分享生活中的喜怒哀樂，眼看著愛情正在凋零，卻無力挽回的無助。5. 心底的批這是一封寫給自己的信，我們珍惜擁有，也對失去感到惆悵；致青春，挫折是人生的體會，不輕言說後悔，找回讓自己往前邁進的勇氣。6. 愛阮的人這在茫茫人海尋覓那個對的人，世界這麼大，愛我的那個人會在哪裡？在現代比較獨立的女生，大多數都把時間奉獻給工作，在情感上很難兼顧，雖然沒說，但是心裡期盼著那個讓我們愛笑的人出現在生命中。7. 相愛的遺憾（ft. 周定緯）時間如果倒轉，我們的愛情是否還會回來？面對逝去的戀情，我們只能學著放手，下次再見，已經是沒有你的世界。8. 愛的恰恰恰專輯中唯一重磅霸氣舞曲！充分展現在慧如在舞台上霸氣十足、活力四射的樣子。電音和搖滾的元素融合，打造震撼破表的聽覺饗宴！犀利的歌詞貼切詮釋慧如勇於面對挑戰的人生態度！9. 所愛當你抓不住幸福的蝴蝶時，不妨抓住自己的心安定下來，花若盛開蝴蝶自來，幸福就會輕靠在你的肩上。10. 想欲飛哭出來也好，大聲笑也好，我們好好留給自己一些時間，唱出對未來的期盼，期許自己能繼續展翅飛翔，由衷而唱。',
'image/444455678901.jpg', 408, 'C', NULL, 3310, 64, '2023-08-24', 1456);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444455679036, 'CD12389', '4713833123896', '時也運也命也 (CD)', '',
'image/444455679036.jpg', 368, 'C', NULL, 3261, 62, '2023-08-22', 937);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444455679037, 'CD12391', '4713833123919', '鳳求凰   (CD)', '',
'image/444455679037.jpg', 368, 'C', NULL, 3369, 62, '2023-08-21', 389);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444455678621, 'WT5932122', '4715280062193', '小姐我親一下', '本土一哥蔡佳麟，睽違5年重新出擊！《小姐我親一下》活潑幽默又深情的旋律，給你濃濃的台味！本次專輯《小姐我親一下》，選在炎炎八月，與大家一起開一個熱浪派對！這張專輯中的歌曲大部分都具有台灣草根音樂的特色：節奏輕快，旋律易於上口。它們彷彿帶著我們漫步在一片金色麥田中，輕盈的麥浪和溫暖的陽光，每一首歌曲都散發著溫馨和愉悅的情感，讓人不禁跟著節奏擺動身體，享受這張專輯帶來的自由快樂。 • 俏皮主打歌曲-『小姐我親一下』(三立八點檔”天道”片頭曲)〈小姐我親一下〉是一首活潑、俏皮的歌曲，適合三五好友聚在一起傳唱的熱情歌曲，歌曲中描述了主人翁對心儀之人的熱情追求，想到喜歡的人就忍不住要心悸的感覺，透過活潑的旋律跟調子，將陷入戀愛那種小鹿亂撞的心情演譯得可說是活靈活現。   • 真心堅定對唱主打-『一生為你來等待』 vs.蔡以真 這首與蔡以真對唱的〈一生為你來等待〉，鼓勵我們相信，真愛是可以超越時空的，它能夠打破距離，承諾永遠。 • 甜滋滋對唱歌曲-『甘露』 vs.方千玉(三立假日八點檔重播”天道”片尾曲)這首〈甘露〉結合了蔡佳麟的親切歌聲與方千玉的甜蜜嗓音，唱出愛情甜滋滋地將人的生命灌溉，讓寂寞的生活有了陪伴與快樂。',
'image/444455678621.jpg', 328, 'C', NULL, 3255, 63, '2023-08-08', 1132);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444455678623, 'SD1835', '4715280062209', '老歌曲', '朱德寶第四張全新專輯－－「老歌曲」，深情發行。有鑑於前幾張與公司師姐們的經典對唱，其中與師姐謝莉婷合唱歌曲，持續引發熱烈討論，這次公司一樣決定繼續滿足歌迷們的需求，再次收錄兩首歌〈最愛彼個人〉、〈夢有你有我〉，希望讓喜愛朱德寶的粉絲們開心聽歌、大飽耳福喔。• 深情對唱主打歌曲-『最愛彼個人』 vs.謝莉婷「你毋是一個，找無人來愛的人，也毋驚風雨將你淋。阮毋是一個，找無人來愛的人，是毋願放棄，最愛彼個人。」• 俏皮對唱情歌-『夢有你有我』 vs.謝莉婷(三立七點檔”親家”片頭曲)你像下凡的仙女，古錐又美麗，妖嬌可愛的風采，心為你痴迷；緣份安排，紅線綁做夥，蝴蝶雙飛好結尾。• 異地戀深情歌曲-『愛在異鄉』(三立五點檔”甘味人生”片頭曲)有一工，我會倒轉去；親愛咱有緣，歡喜相隨。',
'image/444455678623.jpg', 158, 'C', NULL, 3233, 63, '2023-08-08', 776);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444445679003, 'HSCD03', '4713249234544', '望天成全 CD+DVD', '繼推出《空望》、《夢中吻》 專輯，創下佳績與深獲好評，玟靈再次挑戰曲風多元、歌曲感染力十足的年度新專輯《望天成全》！專輯傳達的概念為「人間有情、真愛無價」，玟靈也詮釋得淋漓盡致。多首主打歌曲收錄知名詞曲創作及編曲人「陳偉強」老師的作品， 有帶著滿滿期待，期望人生逆轉勝的《望天成全》，有痴心無悔的感人情歌《癡心啊》，也有大膽突破，以動感搖滾呈現新時代女性樂觀自主的《美人計》，以及溫柔婉約、細膩動人的溫暖情歌《幸福的記號》，還有訴說父親的辛勞及子女孝親感人的《爸爸的歌》，另外玟靈也以熱情活潑的唱腔，演繹台灣人團結及濃濃人情味的《尚水的歌聲》。此次最特別的，是玟靈首次挑戰動感舞曲《美人計》，除了唱出快歌的氣勢，MV中唱跳專業舞蹈呈現女性剛柔並濟之美，展現自信的女力Power！ 希望玟靈《望天成全》專輯創作元素，能感動樂迷，引起共鳴，並用知性動人的唱腔，帶著希望表達出有情人的心聲。音樂總監陳國德老師，及國寶前輩柯銅墻老師給予專輯寶貴的建議與指導，是執行團隊重要的推手。首波強力推薦主打歌曲《望天成全》、《癡心啊》、《美人計》、《幸福的記號》、《尚水的歌聲》五首，為三立電視八點檔「天道」MV金曲，各音樂平台及實體通路已全面上架及播出。【曲風 & 歌曲介紹】01《望天成全》 HOPE FOR PERFECTION★強力推薦主打歌曲：三立八點檔「天道」MV金曲玟靈以情感豐沛多層次的唱腔，傳達出「望天有情、追愛無悔」的心情。一開始帶著隱隱淡淡的哀愁，醞釀至最後唱出向天祈求的心聲，表現極具爆發力的情感，也讓玟靈發揮出多年累積的歌唱實力。抒情搖滾曲風搭配澎湃起伏的旋律，表達情之所鍾、無怨無悔的境界，令人感動不已！首波專輯同名主打歌，動人心弦一聽難忘！02《癡心啊》INFATUATION★強力推薦主打歌曲：三立八點檔「天道」MV金曲 玟靈初次演繹「探戈」曲風，沉穩內斂的唱腔，帶領樂迷回到曾經甜蜜相伴的地點，往事湧入心頭，即使舊日相愛時光不再……，或經歷思念的煎熬，但時間能療傷讓人成長也漸漸學會放手。無奈又相思的曲調，是一首獻給所有癡心人的抒情歌曲，讓歌聲來陪伴撫平受傷的心。03《美人計》 BEAUTY TRICK★強力推薦主打歌曲：三立八點檔「天道」MV金曲玟靈首次挑戰動感舞曲，晉升唱跳歌手，展現新時代的女力Power！女人的美麗，來自內在的自信與光芒，女人的價值，由自己來掌控；女人不要虛情假意，十足真心才是愛的原動力！玟靈及多位Dancer老師以力與美唱跳表演，展現自主自信的一面，獨特的搖滾樂風更帶來暢快淋漓的聽覺感受！04《幸福的記號》SYMBOLS OF HAPPINESS★強力推薦主打歌曲：三立八點檔「天道」MV金曲相愛的戀人一路走來難免有風有雨，但只要緊牽著彼此雙手，就能感受最溫暖堅實的依靠。愛情不需要花俏，而是在平凡日子裡相互的對待如沐春風，點點滴滴的扶持與陪伴，留下一個個幸福回憶！玟靈用婉轉甜蜜的心情，由抒情的Slow Soul風格，襯托幸福的滋味，也是強力主打推薦的「超級暖心情歌」！05《尚水的歌聲》THE BEST SONG★強力推薦主打歌曲：三立八點檔「天道」MV金曲特別打造琅琅上口、輕快好聽的民謠風，歌詞中除了回味不少經典台灣歌謠，更唱出屬於台灣的活力與濃厚的人情味。MV拍攝時，也特別找來青春洋溢的年輕人、各行各業的上班族一起歡樂舞動，滿滿熱情有勁的氛圍，也期待樂迷逗陣作伙來，一起唱出台灣的美麗旋律！06《爸爸的歌》SONG FOR DAD為人子女，是否曾經傾聽過爸爸的心聲？爸爸像是一座聳立的山、一棵挺拔的樹，默默撐起一個家。聽著玟靈唱著對爸爸教育兒女、恩重如山的愛，在優雅流暢的旋律中，彷彿穿越時空，憶起兒時與爸爸相處的美好時光，也用溫暖的歌聲傾訴對父親說不出口的感謝。歌曲中真情流露也帶有社會教化意義，值得細細聆聽。07《愛你一世人》 LOVING YOU LIFETIME遇見對的人，就是要緊緊牽起手，決定相愛到永久！Cha Cha的明快節奏，搭配充滿甜蜜感的旋律，唱出沉浸戀曲中的心境，盼望著一生一世來相守、一心一意被疼惜！輕快又好聽的浪漫情歌，祝福有情人們戀愛加溫、幸福滿分！08《無言》NO WORDS在對的時間遇到對的人是一種幸運，但若相愛在錯誤的時機，只能深深嘆無奈。原以為彼此真心以待，從此不離不棄到永久，但一朝夢醒，相愛的意義已成空，錯誤的愛情成為深藏心中最悲傷的祕密……。一首由玟靈詞曲創作的Waltz華爾滋曲風作品，輕緩低柔唱出無法言喻的酸澀哀愁。09《愛的真心話》TRULY LOVE WORDS描述一段「愛在心裡口難開」的忐忑心情，想將愛人的心捉牢牢，卻害怕兩顆心愈來愈遠；想讓愛人自由，又怕一去不回頭。儘管眼底心裡滿是對方身影，只盼共度未來愛相隨，但一片真心卻只能放在心底……，玟靈演唱出所有矛盾又深情款款的心境。10《思念》MISSING曾經譜出美好的青春戀曲，但隨著時光流轉變化，原本緊緊相繫的心，不知不覺被現實沖散。對有情人來說，深深的思念是如此空虛無奈，忘不了昔日的恩愛美好，走不出傷心的輪迴。玟靈以情感濃郁的詮釋方式，唱出其中的深情與哀愁。',
'image/444445679003.jpg', 358, 'C', NULL, 3377, 31, '2023-08-04', 275);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444445678583, 'CD12388', '4713833123889', '月下再相逢  (CD)', '',
'image/444445678583.jpg', 368, 'C', NULL, 3294, 62, '2023-07-14', 1866);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444445678584, 'CD12386', '4713833123865', '相逢的列車(CD)', '',
'image/444445678584.jpg', 368, 'C', NULL, 3277, 62, '2023-07-14', 1129);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444445678664, '', '4711099724734', '假使你知影', '曾瑋中《假使你知影》第七張個人專輯你的經典　為我滋養我的旅途　隨你而發揚第七張個人大碟，是在瑋中心裡醞釀已久！向心中經典致敬的復刻計畫！打造曾瑋中Kuljelje 音樂之路的十個種子，有些回憶，很特別、很珍貴、發生在過去，卻留下了人生前進的持續動力！透過第七張專輯向心目中的經典致敬！專輯概念以〝從經典歌曲延伸出來的新歌〞為出發！源於瑋中某天哼著葉啟田的『故鄉』靈光乍現！希望將當時在電視選秀〝明日之星”比賽時選唱的台語金曲，以二次創作的概念，表達自己從節目畢業十週年對這些歌曲的景仰與感謝！在現有的資源與能力下，〝如何創新”與〝能多創新”，瑋中笑說這真的是他每次想破頭的重點！這張新專輯源自於某天下午他不經意的哼出台語金曲『故鄉』中，其中一句歌詞〝普通普通〞，讓他產生靈感，想挑選出影響他甚遠的經典之作！從這些歌曲中的歌詞找出獨特的字句成為歌名再延伸出歌曲創作的元素！ 對於〝致敬”，比較多的方式是翻唱，或是在自己的歌曲裡加入朗朗上口的經典歌曲片段。而瑋中致敬的方式則是以〝二次創作”的方式，讓這些經典的靈魂在新的音樂裡能夠延續，甚至依循著它的精神誕生新的面貌！在這次專輯中，瑋中特別取樣當時在比賽中演唱的歌曲，像是羅時豐『茫茫到深更』、阿吉仔『好歹攏是命』、沈文程『男兒的心聲』，期待大家在專輯裡能聽到瑋中對台語音樂灌注的熱愛與堅持。首波主打『假使你知影』是發片至今較少以抒情歌為同名主打；為歌唱事業拼鬥多年的瑋中，在揮灑熱情、傳達正面精神的背後，緩緩地唱出他的真實心境！柔軟的、赤裸的、悲傷的、堅定的、碰觸了許多正在打拼未來的朋友們時常五味雜陳的感受。收錄在台視八點檔『美麗人生』片尾曲。這張專輯不同於以往，顛覆以往陽光正面的他，自從開始創作台語音樂後，總是不斷地探索向內挖掘，發現自己在不同維度的深刻情感！被聆聽、被了解、被治癒是很多歌迷在聆聽瑋中的抒情歌時獲得前進力量的感受。專輯同名主打『假使你知影』唱出了實踐理想的堅毅、在逐夢時無堅不摧的勇敢，你我仍然在大多數時候都在看不見終點的黑暗度過，在自我鼓勵的路上仍帶著心裡觸達不到的惆悵；致敬的經典歌曲是沈文程『男兒的心聲』。歌曲裡所傳達的惆悵感慨，深深觸動了你我心中的美麗與哀愁。專輯中唯一男女對唱新作！『早一日轉來』首次挑戰R&B曲風，邀請台語R&B歌后秀蘭瑪雅，一同飆歌。甜美的呢喃轉音又充滿力道的歌唱實力，讓瑋中在錄音時變身成小歌迷，實在太過癮了！專輯開案前，瑋中腦海裡第一個浮現的合作人選就是秀蘭瑪雅！便向秀蘭瑪雅提出合唱邀約！兩人是因電視節目〝我愛冰冰秀”錄影結識，瑋中心裡非常佩服她在當時的台語歌壇致力於開創新台語的節奏藍調式唱法，她也是當時在傳統中融入R&B新意的開創先鋒！在配唱這首歌時有個小插曲，是瑋中先錄製好，才換秀蘭瑪雅錄製，她才一開口瑋中就直呼天啊！也太好聽了，馬上跟製作人說我要再重錄，對這首歌相當重視。『早一日轉來』這首歌是講述的是失蹤人口這個沈重的社會議題，用輕快的曲風讓這首歌展現出充滿著希望與期待，同時也向經典歌曲望你早歸致敬！盼著一直沒有回來的家人，那種好想哭的無奈與感慨！希望聽見了絕望中帶來希望的正面與溫暖的陪伴，每個人都在找尋你失去或你在等待的意境，不管多久，我都在這裡等你回來！歌曲裡頭有很多致敬的小彩蛋，像是現在年輕人說的愛上某人就像暈船，而暈船就會想吐（掠兔仔），以及他曾確診過 Covid、曾經營的火鍋店「食鍋姨（すごい）」，還有國片〝刻在你心底的名字〞和日本動畫〝你的名字〞、甚至連年初火紅的韓劇當中一直不斷被提起的反派角色「涎鎮啊」名字諧音梗也寫入歌詞裡，將中、英、日、台、族語通通玩進這首情歌創作，過足了玩音樂的癮！近年在音樂、主持上表現、獲金曲金鐘入圍肯定！瑋中在今年更迎來大型現場活動主持的機會，這次在新專輯中更備受矚目的抒情歌發表，也讓瑋中感動的說，一直以來都是正面熱血的形象，終於有機會可以多唱情歌給大家聽！他更以溫暖厚實聲線為四首新歌MV錄下動人的前導口白，更能引導觀眾進入歌曲的意境，成了這次新專輯MV鮮明的MV概念！視覺設計概念貼合專輯〝致敬”的概念，打造歌曲藝廊，連封面都藏了彩蛋，驚喜復刻當年沈文程、羅時豐、陳雷等前輩的專輯封面！平面視覺設計團隊在這次也緊扣此概念，大膽的以〝歌曲藝廊”為來做為視覺的定調！並貼合著〝從經典歌曲延伸出來的新歌”用新潮重新繪製致敬的經典歌手形象、自由揮灑的黃色曲線則是代表著音樂的旋律繚繞！歌詞本裡將用軋形讓畫作能立體呈現，裡外都再再表達瑋中對台語音樂的熱愛以及期許自己對閩南方言能傳承下去的精神。歌曲介紹：1. 假使你知影致敬經典：沈文程《男兒的心聲》（1995）收錄在台視八點檔『美麗人生』片尾曲。和已經不在的人傾訴一路努力的路程，希望能被心中重要的人所看見，同時緊扣概括專輯的製作概念〝致敬”，想表達在邁向實踐夢想的路上，渴望被理解的心情，以及內心深處悵然的相許孤獨與遺憾。2. 早一日轉來（ft. 秀蘭瑪雅）致敬經典：楊三郎《望你早歸》（1946）新台語R&B男女對唱！乍聽輕快的曲風，講述失蹤人口的社會議題，希望這首歌能夠陪伴始終在等待著家人歸來的朋友們，給予正面溫暖的支持，期待摯愛的家人早一日回到我們身邊。3. 想起彼當時致敬經典：洪榮宏《相思雨》（1981）曾瑋中共同填詞。當時的甜蜜已成過去。我愛的人，最後愛著別人，那個人已經將我給代替。看著對方幸福的模樣，想起當時再一起的快樂，現在的我是孤單的給予祝福。4. 稻草人致敬經典：葉啟田《愛拼才會贏》（1988）感謝無論是平時或是過去疫情期間，社會上很多像稻草人一樣無畏風雨堅守岡位、為社會默默付出的人們，這首歌曲同時也像他們致敬。為了守護我愛的人，以及我的夢想！更生動地刻劃出這世代年輕人對人生所追求的內涵。5. 你的名字致敬經典：羅時豐《茫茫到深更》（1994）曾瑋中詞曲創作！翻玩嘻哈曲風，呢喃式的輕柔Rap令人臉紅心跳，『想欲問你敢欲做我的Honey』！霸氣又紳士的口吻準備迷倒戀愛腦的歌迷們！6. 分開了後致敬經典：袁小迪《糊塗浪子心》（1994）曾瑋中填詞。過去的一切都成了一場空。如今只剩下思念做伴，再怎麼後悔也無濟於事，滿溢的相思，總是勾起當時相愛的歷歷在目。7. 莫想遐濟	致敬經典：陳雷《歡喜就好》（1994）曾瑋中填詞。剽悍熱力搖滾！向世間不公憤而鳴聲！別人再怎麼看不起你、虧待你，都不要去懷疑自己！實實在在地做自己！自在踏出自信的步伐！才是勝者之王道！ 8. 請你免愛我	致敬經典：施文彬《好聽》（2001）曾瑋中共同填詞。懷舊曲風帶出痞痞又自卑傻勁的男孩戀愛觀。放下沈重約束的山盟海誓，看似壓力的隨性快活，逃開了愛，浪溜嗹在沒有你的日子裡，笑看自己可恨又可憐！9. 何必提起致敬經典：蔡小虎《往事甭提起》（1991）曾瑋中詞曲創作。我們的愛情已成為往事，看著過去一幕幕只剩唏噓。離開了你心裡愛的排行榜，分手關頭才懂得怪我自己倔強的壞個性！看見你現在很幸福，過去的美好又何必再提起。10. 認份來行	致敬經典：阿吉仔《好歹攏是命》（1999）當年瑋中靠著一曲『好歹攏是命』成功登上衛冕者寶座，展開歌唱生涯全新的一頁，這次專輯中他也選擇向這首經典致敬，親自填的詞寫實到讓自己在錄音室配唱時很有感觸，希望這首歌曲能讓正在努力追逐夢想的人有所共鳴，無論被人看衰還是鼓勵，怎樣坎坷辛苦的路，都是自己的選擇！都要笑笑接受挑戰！等待，時間開的花。',
'image/444445678664.jpg', 408, 'C', NULL, 3254, 64, '2023-07-13', 791);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444435679068, 'TCE002', '4713249234490', '捀杯對看', '閩南語歌壇小清新，創作才女蔡宜汝第二張創作專輯【捀杯對看】，收錄各種不同風格曲風，讓A-Lu獨特溫暖甜美的嗓音陪伴大家。專輯特別邀請 『歌壇大姐大－白冰冰』、『金曲製作人－羅安老師』、『金曲歌后－秀蘭瑪雅』，擔任專輯歌唱顧問，三位老師以他們豐富的歌唱經驗親自為A-Lu歌唱指導，讓這張專輯賦予更多元化的聽覺饗宴。強力推薦：曾經你對我許下的誓言，如今已經不再，為何癡心的人總是傷得最重【捀杯對看】甜蜜蜜的山地情歌，唱出滿心的歡喜【歡喜結連理feat.方順吉】輕快的節奏，充滿戀愛的甜美氣息【千金無地買feat.方順吉】冰冷的雨水落在傷心的夜裡，是心痛亦是心酸，直到天明【相思暝】',
'image/444435679068.jpg', 318, 'C', NULL, 3363, 31, '2023-07-05', 619);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444435679208, 'WT5932121', '4715280062186', '你是阮的天', '2023蔡義德全新專輯「你是阮的天」親情歌王蔡義德帶來全新專輯《你是阮的天》，傳達親情、愛情、希望以及感謝的積極之聲！在這個充滿感激之情的專輯中，《你是阮的天》將帶領你踏上一段充滿愛與感謝的音樂之旅。每首歌曲都綴滿了對身邊特別重要的人的感激之情，那個在苦與甜中始終陪伴、無私付出的天使。從專輯中的第一首歌曲開始，我們將與你一同回憶起成長的點點滴滴，那個自細漢就一直守護著我們的人。無論是苦難的日子還是開心的時刻，他總是無私地將一切包容於心，從不計較自己的付出。每一首歌曲都將細膩描繪出我們與身邊之人間的連結，這專輯不僅是感謝，更是對每一種關係中那份無私愛的肯定。這個專輯，將在音樂中述說出我們的感激之情，無論是那個在我們的一生中扮演著重要角色的人，或是每一個愛著我們、以及我們愛著的人。他們就像是我們的天，給予我們力量、溫暖和希望，這就是《你是阮的天》想訴說的故事。通過《你是阮的天》這張專輯，希望向所有重視的人表達我們的感謝，讓他們知道他們的存在對我們來說意義非凡。這是一個積極正面的專輯，充滿著對愛的讚美和對感恩的真摯之情。讓我們一起分享這些感謝之歌，將感激的心情傳遞給那些一直支持我們的人，一同在音樂中感受溫暖、幸福和愛。	重磅主打歌曲-『你是阮的天』(三立八點檔”天道”金曲MV)有一個人，自小就是你的天。無論是苦是甜，他總是毫不猶豫地接受一切。他甘願忍受你的壞脾氣，付出了無數，從小時候，他的衣服總是帶著一種獨特的氣味，那是他辛苦流汗的象徵。只要他在你身邊，你就能享受到幸福的日子。〈你是阮的天〉是這樣一首對拉拔自己長大的父母表達感謝的溫馨歌曲，在MV中，導演刻意安排了口白，演出為人父母希望孩子回來看看自己的心和那份從小到大不變的、無怨無悔的付出。	深情主打對唱情歌-『耳孔輕』vs.方千玉(三立七點檔”親家”片尾曲)〈耳孔輕〉是一首深情的歌曲，描述了一段充滿愛意和對彼此的關懷的愛情故事。男女主角在歌曲中表達了彼此的心聲，展現出他們對愛情的熱情和珍惜。在歌曲中，蔡義德與方千玉用較為活潑的唱調詮釋這首〈耳孔輕〉，用輕鬆愉快的方式傳達歌曲珍惜眼前人的理念。〈耳孔輕〉描寫著愛情的鹹酸甜，帶給聽眾們深深的感動。這首歌曲呼籲大家珍惜愛情，不要輕易傷害對方的心，好好珍惜當下陪伴自己的那個人。	努力奮鬥歌曲-『打拚的人』(三立七點半檔”戲說台灣”片頭曲)大雨打在玻璃窗上，讓心情變得沉重，卻也勾起對故鄉的思念。離鄉背井，我們為了夢想努力打拚，經歷了無數個寒冬。朋友啊，要勇敢面對痛苦和困境，因為每一次的挑戰都是成長的契機。〈打拚的人〉不畏艱辛，努力奮鬥。無論風雨如何，我們都應堅信，辛勤的耕耘最終必將換來美好的結果！',
'image/444435679208.jpg', 328, 'C', NULL, 3291, 63, '2023-07-05', 1352);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444435678761, 'CD12387', '4713833123872', '水水點胭脂 (CD)', '',
'image/444435678761.jpg', 368, 'C', NULL, 3274, 62, '2023-06-13', 1101);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444435678762, 'CD12383', '4713833123834', '無語問蒼天 (CD)', '',
'image/444435678762.jpg', 368, 'C', NULL, 3305, 62, '2023-06-13', 852);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444425679050, '9971993', '4711099719938', '茉聿', '茉聿盈袖  花開鳥鳴，輕輕一揮  歌舞芳華。「茉」代表〝墨旦銀花〞的清香柔美，「聿」代表〝輕快、果敢〞的行動力，看似衝突的特質，卻能在茉聿身上得到迷人的平衡。能歌擅舞、動靜皆宜的王茉聿，推出首張個人同名專輯『茉聿 MO YU』，展現她∞的潛力 X 魅力！微微吹拂，如沐甘飴，另一面不安分的靈魂則狂驟颶風，千面爆發力，令人不可忽視。在尋找自我的音樂路上，這十年，她走得如詩如夢，期盼已久的你我，終將聽得如癡如醉！茉聿苦熬十年！終於迎來首張個人同名專輯『茉聿 MO YU』，以外省女孩之姿挑戰台語專輯！用最純粹的歌聲唱出她在音樂路上最困難的堅持！在音樂裡的茉聿是自由的熱情的、卻也是敏感易受傷的；涵括著熱情奔放、慵懶摩登、自然純真的她。一個無法被定義的靈魂，在音樂的呈現上有著無法被歸類特性，意外的在詮釋台語歌時更加展現了她開放多變的獨特！不全然遵循在台語歌世界裡，女性柔弱悲情的腳本，不斷地提出新的情感觀點，與各種新穎的樂風碰撞出各式各樣的火花，揉合出一首首〝茉〞〝聿〞的聽覺佔有！三歲開始跳舞和唱歌，並在小學畢業紀念冊上寫下〝我要當唱跳歌手〞！從小學習芭蕾、民族、現代、街舞多種舞風，深厚的舞蹈基礎，讓她在學生時代就是個風雲人物。一直面臨到升學階段，在家人的建議下選擇讀護理，放棄了她最愛的表演！畢業後進入醫院工作，看盡人生百態，曾經無法選擇表演科系感到扼腕的茉聿，在成為護理師後坦言，在生死面前，我們都應該學習謙卑，並好好活在當下，因為在人生的最後一刻都無法逆轉這樣的結果，這樣的衝擊也讓她學習釋懷以及接納不完美卻很深刻的命運安排。曾經在知名歌唱比賽星光大道5嶄露頭角，以〝王璿〞的名字參賽！擁有姣好的外型，動感唱跳的穩健台風，加上護理師的職業，讓她獲得性感小護士的封號，並獲得關注！備受矚目的她曾被蕭敬騰的經紀公司簽下，發行國語單曲，但音樂這條路非常艱辛，走得並不順遂，歷經幾年的沉潛，以〝王茉聿〞為名的全新姿態轉戰戲劇，拍攝了電視劇、電影作品，一直到2021年再度參加歌唱選秀節目『台灣那麼旺』，深厚的歌舞實力讓人驚艷！在演藝圈沉潛十年，茉聿始終沒有忘記她曾經為自己寫下的志願！ 籌備首張個人專輯，大膽的以台語音樂出發！在表演時充滿爆發力的她，給人熱情奔放、無拘無束的形象，無論在表演或是護理師的位置上，都是擔任「給予」的角色。愛唱歌、愛表演的她，即使並沒有那麼順遂，持續的努力、從不放棄對歌唱的熱情！首波主打『已經慣勢』，唱出看似剛強霸氣的茉聿，在感情路上卻經歷了起伏跌宕的脆弱；撇開酷帥、性感的外型，只是個倔強、固執難以表達自我情感的女孩，收錄在台視八點檔『美麗人生』片尾曲。一段難以開口訴說的傷痛情感，茉聿帶著些許無奈哀愁的歌聲唱出躊躇不前卻又想積極面對自己的心情；歌曲淡淡的疏離口吻，唱出不再親密的彼此，遙望對方的蒼闊美感。茉聿真實的個性並不似她舞台上的性感果決，整首歌詞深刻寫出她內心最深層的情緒，曾經被傷害過後，面對感情變得比較恐懼與被動。要把感情談得漂亮，彼此心裡都知道，大多時候聽到的都不會是實話！當我們在聽著別人的故事時，總是聽個幾句就能聽明白了，唯獨自己的故事，越認真越弄不清，再怎麼努力總覺得好好的和另一個人相處怎麼就那麼難。原本不會講台語的她，在錄音室為了一個發音，被製作人修正重錄將近3小時，下足了苦心與決心！男女抒情對唱『就是愛著你』，找來師兄郭忠祐合唱！騷靈樂風融合R&B與Jazz，為台語情歌帶來截然不同的現代感音樂線條，令人驚艷於耳！在螢光幕前因為表演工作的關係常力求吸睛、搶眼！但私底下面對生活的茉聿則是喜歡慵懶舒服的，這首歌裡她充滿摩登氣質的聲線，展現了她過去在表演工作上從未被別人看見的率真與感性。平常喜歡跟狗狗賴在家裡，一起吃飯、一起追劇、一起運動散步，像這樣面對生活、無法被定義的簡單與浪漫，是茉聿生活中最真實的樣子。這次有機會可以和師兄郭忠祐一起合唱，兩人對於演繹少見獨特新潮的樂風都很期待躍躍欲試，為了要呈現出歌曲那種〝Chill〞，茉聿在咬字發音上費盡心力！中間更安排郭忠祐精心錄下復古收音機放送的口白，性感又迷人的歌曲氛圍，不禁令人想要閉眼凝神感受音樂中Soul Fun自如。異國動感雷鬼曲風『提去 Take It』，跳脫制式的台語歌框架，強烈的鼓聲和貫穿歌曲的重低音，搭配著茉聿風情萬種的迷人舞姿，隨著吉他、貝斯和打擊樂器的敲打節拍，充分展現了茉聿深厚的舞蹈實力！穿著一身火紅長洋裝，猶如台語版拉丁女神Shakira !在籌備專輯時，收歌階段茉聿一直在尋尋覓覓如果要做一張自己的台語專輯，什麼樣的音樂風格可以代表自己！在聽了將近兩三百首各式各樣的快歌和慢歌，苦尋命定旋律的她，收歌一度越收越徬徨，一直到聽到這首〝提去 Take It〞，彷彿讓她在台語歌的世界裡找到了自己的本命！她聽到這首歌後，直呼元神歸位！也因為特別喜愛這首歌曲，在配唱過程嚐盡苦頭，為了能呈現心中完美的樣子，不斷向製作人要求整首重錄，完全就是用生命在詮釋的歌曲！為了呈現出霸氣的大女主氣勢，為茉聿量身打造出異國雷鬼的音樂曲風，奔放與熱情在音樂中展現無遺！猶如台版拉丁歌手夏奇拉！MV中導演在現場安排了熊熊烈火、硝煙四起，讓茉聿緩緩從煙硝中走出，香汗淋漓，辣邀猛男共舞，性感的肢體火辣表演，華麗的場景耗資重本，充滿力量的舞蹈，搭配魅惑的神情穿著一襲性感火辣的紅洋裝，讓人印象深刻無法忘懷，只為打造惹火養眼極具感官震撼的動感主打！新歌『走若飛』挑戰Funk曲風！從都會音樂風格撞入經典的台語市場，就像是這個不黯台語的外省女孩和優美的台語碰撞出的獨特火花！MV拍攝更找了藝人大飛，一同演出了MV!新穎的台語歌詮釋、行雲流水的串接，展現了現今的台語音樂市場多元創意的包容性！輕柔的嗓音詮釋Funk曲風，讓茉聿唱起台語歌轉化為獨有的辨識氛圍！又是另一種衝突中碰撞出全新的視聽感受！令人為之怦然！歌詞中敘述著兩人在情感中的磕磕碰碰，沒有過度的傷感敘述，而是用一種非常詼諧的語調在表達！認識了相處的本質，卻依然能夠從容的說出自己的感受，就是在生活中真正勇敢的人！歌曲詮釋上最迷人的地方就是茉聿慵懶感性的嗓音，即興的遊走在摩登與優雅之間，無法被歸類在一個定義之下的迷人魅力，彰顯了時下女性表達想法以及態度的中心思想！當時和公司討論新歌〝走若飛〞的MV拍攝時，直覺這首幽默詼諧的輕快旋律，搭配極具玩味意境的歌詞，剛好歌名裡有〝飛〞字，腦海裡第一個浮現的人選就是大飛啦！在愛裡面，最難暢談的都會女子心事！唱給親愛的自己，微微傷感；在炙烈的愛之中，淬鍊的是更令人期待的自己！就算想要被愛的讓人羨慕，雖然等待是辛苦的，但是仍在等待，感覺幸福是存在的！專輯中收錄了抒情搖滾的『寫一字愛』、唱給力挺自己的姐妹『姊妹仔伴』、懂自己再去懂愛的戀愛宣言『佮你生活』！抒情搖滾的『寫一字愛』，扎實的展現她的歌唱實力！歌詞的意境空靈卻充滿力量、經歷自我懷疑的生命經驗，在信念和迷惘之中來回的遊走，不斷地剖析與檢視，明明盡了一切努力卻什麼都沒有得到，渴望被愛的心，交給時間來證明！音樂性豐富的『姊妹仔伴』，道出了長大後真正的女孩情誼不需要整天膩在一起！但是卻能感受到心裡是有彼此的！講到自己的姊妹仔伴，茉聿毫不猶豫的說謝金晶和黃露瑤就是她人生無法失去的姊妹仔伴，三人從12歲認識到現在，最好的朋友就是能一秒看穿你的心情，不顧一切的出現在你身邊，不說太多話，就只是陪著你。這首帶有藍調的音樂風格，在轉音上也做了特別的設計。專輯中另一首『佮你生活』以現代的音樂風格，在節奏上濃緩淡急、游刃有餘的訴說時下都會情侶、不黏不膩，以女生觀點為出發的表白情歌。暗示穩交已久的另一半，我們是不是該進入到人生下一個階段了！曲目介紹：01.已經慣勢（台視八點檔《美麗人生》片尾曲）專輯抒情主打！收錄在台視八點檔『美麗人生』片尾曲。一段難以開口的情感，分離的思念只能寄託在過去的回憶中，輕哼旋律，一切如常，卻經歷了無常。02.就是愛著你（ft. 郭忠祐）別出心裁的新台語男女情歌對唱！一對熱戀的情侶各自在心裡犯滴咕！心繫著彼此卻不說出來，誰叫我就是愛著你！這首以時下愛情所打造的都市情歌，適合品味獨特、熱愛音樂的你慢慢品味。03.提去 Take It專輯快歌主打！雷鬼曲風，唱出了果決要切斷的感情！有別於台語情歌給人苦戀的印象！低沉的bass加上華麗的吉他，俯視的女王視角對著那個不值得的他唱著『你攏提去！攏提去！欲煞煞去，就煞煞去！就莫膏膏纏！』04.	走若飛歌名直接破題！選擇用非常詼諧的Funk曲風唱出遇人不淑的無奈心情！戲謔的口氣唱出遇到沒擔當的另一半，哪拄著代誌你就走若飛！05.	茫茫人海的城市磅礡的弦樂，茉聿的聲線和她爆發的舞蹈實力截然不同，聲音質樸且清新，更加貼合她的個性！不要忘記再遇上真正的幸福之前，請重新地愛上自己，讓彼時的風景化作無聲的的祝福，放在心底。06.寫一字愛在面對一路上自我的質疑和旁人的反對，這條真正的道路上，我們總是在徘徊，在灰暗的心境之下，歌詞唱著「用祝福寫一字愛，一字一字充滿關懷！」希望大家煩惱都能因為音樂而重生療癒。07.孤單的情歌孤單的人會唱什麼情歌呢？從這樣的製作概念下，為暫時被幸福遺忘的人唱出的一字一句，總是那麼的深刻！孤單的人，踮暗時唱情歌！幸福的歌，孤單的我，道盡心聲。08.姊妹仔伴時光更迭流逝，青春如歌、酸甜苦澀，每回在生命的暗處，總是有姊妹仔伴的陪伴。如歌的陪伴，將脆弱的我溫暖點亮！姊妹仔伴是我們一生不離不棄的伴！09.唱予你來聽甜蜜又討喜的戀愛之歌！彈著我心愛的吉他，放送愛的心聲！在歌聲中聽得見沉浸在愛情中的微醺，有些暈，不過難以掩藏，少女般地開心。10.佮你生活結婚是人生的分水嶺，找到幸福就要勇敢追！女生也可以勇敢告白！你就是阮欲揣的伴，一直到老攏袂變卦！希望你趕緊來娶我！想欲佮你鬥陣來生活。',
'image/444425679050.jpg', 408, 'C', NULL, 3372, 64, '2023-05-25', 601);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444425679063, 'YB020', '4715838523732', '一路順風  CD+DVD', '高佳群有著清亮嗓音的歌喉好天賦，他從小型歌唱比賽至大型的歌唱比賽，參加了三立電視台超級紅人榜流行之星，獲得了優勝。，聲經百戰，擁有豐富的比賽經歷，一次比一次的成績更上一層。之後參加了各戲劇主持的拍攝，比賽過程的磨練和累積的戲劇舞台經驗，一次次地豐富了他在歌聲裡的情緒感動。2018年推出了、由音樂大師許常德第一張個人台語專輯[無愛才會死]後，乘勝追擊連續出了三張大碟，為台語歌壇注入了新的男聲活力。高佳群與林喬安、蘇宥蓉、‧‧‧‧等多位女歌手對唱情歌，而他清亮獨特、富有感情的嗓音和俊秀帥氣的外表，為他贏來了[情歌王子]的封號。金元寶唱片公司的幕後團隊在穩固有力的支持下，請到有音樂才子之稱江志豐老師的音樂製作團隊，有台語流行音樂頂尖的編曲家張蔡宏勳、高立碩、小李‧‧‧等為這張新專輯注入高水平的音樂曲風。音樂製作團隊在高佳群此張專輯的錄音過程中，企圖改造高佳群的發聲唱腔，嚐試改變高佳群的演唱風格。不計成本就是為了給予其歌聲清新且如行雲流水般高層次的感覺。所有高品質的要求，為他迎向大鳴大放的未來作準備。企劃造型更是重金打造，也請到國內知名的金鐘大導演 劉澤民導演為此專輯拍攝MV，所有的大製作都是為了塑造不一樣的情歌王子～～高佳群！期望大放異彩的高佳群！',
'image/444425679063.jpg', 338, 'C', NULL, 3213, 65, '2023-05-25', 899);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444425679064, 'YB019', '4715838523916', '伴 (CD+DVD)', '1993年出道至今，代表作品：將你放抹記、傷心人的名字、想要跟你飛、女人心、名份、月圓思鄉她於10歲便參加歌唱比賽，12歲就曾以本名謝佩芬拍過伴唱帶，幫助一家人的生活。14歲時，參加歌林唱片所主辦的歌唱比賽決選中，獲得唱片公司簽約。17歲時以藝名「甲子慧」出道，並推出台語專輯，她甜美般的嗓音、清新不帶負擔的演歌詮釋方式是台語歌壇獨樹風格的唱將歌手之一。2022甲子慧全新專輯【伴】，顛覆以往的唱腔以清新嗓音唱出以往不同的抒情情歌，這次專輯MV首次請來金鐘導演劉澤民親自操刀，要給大家不一樣的甲子慧。●專輯首波主打-愛著一個不該愛的人愛上一個不該愛的人，偏偏愛你愛得最深，明知道我們的愛沒有可能，還願意付出一切，最後還是空等….. 一個人的滄桑  親像海上的孤帆。',
'image/444425679064.jpg', 328, 'C', NULL, 3325, 65, '2023-05-25', 1253);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444425679066, 'YB018', '4715838523572', '傷心攏留給我 (CD+DVD)', '睽違2年 這次林喬安再次以抒情情歌出輯，最新專輯顛覆以往風格，以新式台語來呈現安式情歌，且新專輯有以往喬安未嘗試過的親情歌曲，也是製作人為她及女兒量身打造之歌曲。金元寶唱片公司所領導且穩固有力團隊的支持下，企劃造型更是不計成本重金打造，聘請國內知名的金鐘大導演 劉澤民導演為此專輯拍攝MV，所有的大製作都是為了全新打造一個不一樣的林喬安，期望為林喬安的歌唱生涯再創另一高峰●首波主打-傷心攏留給我說愛我的也是你 離開的人也是你，到最後還是剩我一個人。●第二波主打-甜蜜的幸福因為有妳的出現，讓我的人生出現另一條路，雖然辛苦 但是很甜蜜很幸福。',
'image/444425679066.jpg', 0, 'C', NULL, 3306, 65, '2023-05-25', 954);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444425679234, 'YWC2304', '4717398742776', '借酒膽', '我不是  昧驚只是想要  拚看覓為家己為未來  勇敢賭一擺不管路的終站置叨位短短的人生過程  曾經有你們給我幸福的滋味  我要感謝天鄉親序大朋友陪伴的加油聲頭前的路會  愈行愈闊有夢的人做伙  鬥陣拚借著酒膽唱出雅雯的情歌2023詹雅雯最新專輯～借酒膽',
'image/444425679234.jpg', 318, 'C', NULL, 3345, 34, '2023-05-21', 1960);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444425678596, 'CD12384', '4713833123841', '舊情再相逢 (CD)', '',
'image/444425678596.jpg', 368, 'C', NULL, 3295, 62, '2023-05-11', 1314);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444425678597, 'CD12385', '4713833123858', '春嬌愛隨意 (CD)', '',
'image/444425678597.jpg', 368, 'C', NULL, 3335, 62, '2023-05-11', 1107);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444425678563, 'WT2346001', '4715280062162', '你愛聽的彼首歌 (USB+CD)', '洪榮宏的音樂旅程可謂是彌足珍貴，10歲就出道的他，至今已經站在舞台上，為歌迷朋友們獻聲近50年，帶著歌迷們走過童年、青春、成長的每一刻，即便如今台語歌曲不再有以往的輝煌光景，洪榮宏的經典歌曲們，仍成為了許多人回憶中的旋律，至今都還能聽見傳唱的歌聲。而這50年來，他不斷嘗試、創新，並將自己的生活經驗、人生感悟和情感故事融入自己的歌聲和歌曲之中，本張專輯《你愛聽的彼首歌》便是這麼一張集結心血之作。《你愛聽的彼首歌》是他送給歌迷們的禮物，表達只要仍有人聽著、愛著、唱著，洪榮宏就會繼續唱歌，用音樂擁抱自己的歌迷們的情義。    • 首波對唱歌曲-『冬天一把火』 vs.張瀞云 (三立八點檔”一家團圓”片頭曲)〈冬天一把火〉則瀟灑輕快，歌詞表達愛情就像冬天一把火，即便生活辛苦，都會使生命更佳豐富。    • 撫慰人心強打歌曲-『我的寶貝』 vs.張瀞云〈我的寶貝〉是一首風格溫柔的對唱歌曲，甜蜜的歌詞與像是涓涓河水一樣的節奏，讓人在聽的過程中體驗細水長流愛情的美好。    • 正能量對唱歌曲-『鼓勵』 vs.張瀞云〈鼓勵〉這首歌是一首不同於傳統對唱的歌曲，歌詞焦點擺在兩人之間的互相磨合與成長，旋律歡快充滿正面能量，是首會不自覺朗朗上口的曲子',
'image/444425678563.jpg', 0, 'C', NULL, 3216, 63, '2023-05-10', 1207);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444425678564, 'WT5932120', '4715280062179', '若無真心', '《若無真心》這張專輯收錄了許多充滿感染力的分手主題歌曲，以真深邃的歌聲就像深海中的一股清流，帶領著聽眾穿越歌曲中的情感迷宮，讓大家感受到音樂的美好和魅力。這張專輯中的歌曲充滿了情感，就像深海中的珍珠一樣，發出神秘幽微的光芒，每一首歌曲都有獨特的韻味和深度，而以真用她深沉的歌聲和細膩的演繹方式，將歌曲中的情感展演得活靈活現。    • 復古情懷歌曲-『惜別情淚』(三立七點檔”親家”片尾曲)〈惜別情淚〉是一首充滿復古情懷的歌曲，聆聽這首歌彷彿穿越時空回到那個搭上火車就等於遠行的年代：以真以她獨特的音嗓進行詮釋，讓這首歌曲更具韻味，讓人感受到濃濃的懷舊氛圍。    • 惜別對唱情歌-『尾班車』 vs.陳子賢(三立五點檔”甘味人生”片頭曲)〈尾班車〉描述了分手時的心情。歌曲中的兩個人搭上了最後一班車，各自前往未知的遠方。因為是最後一班車，沒有回頭的機會，只能凝望著窗外的夜色，回憶那些美好的時光。    • 男女對唱慢歌-『你好無』 vs.陳子賢 〈你好無〉是一首男女對唱慢歌，描繪了人生如長途列車，有人在中途上車，也有人在某個時刻下車。〈你好無〉這首深情男女對唱情歌，陳子賢和蔡以真溫柔深情的嗓音，娓娓道來這段故事。',
'image/444425678564.jpg', 328, 'C', NULL, 3362, 63, '2023-05-10', 1721);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444415679043, 'RUN2316', '4713249234391', '有歲', '【回首入行三十年】【永遠不變是熱忱】這是以施文彬為名出版的第三十張專輯，也是阿彬成立公司以來的第十五張專輯。1993出道，入行三十年，三十年讓一個年輕的「傷心歌手」，變成有歲的遊戲直播主「老施」，三十年讓一個飄撇的癡情男兒，變成戰戰兢兢的父親，替即將出道的兒子傷透腦筋，三十年來，阿彬沈浸在不同類型的音樂之中，似乎也比更多人扮演了更多身份。從電台音樂節目主持人，電視音樂節目主持人，電競節目主持人，電視劇、電影的演出，到遊戲公司總監，電競協會理事長，他的專輯，無論流行，抒情，搖滾，電音，甚至到無以名狀的文跡奇武，各種身份的切換，不變的是，他對音樂與熱情，對遊戲的熱愛，還有對人的熱忱。【什麼樣的年紀說什麼話】【什麼樣的心情唱什麼歌】這個時代在瘟疫與網路認知的衝擊之中，顯得越來越紛擾，年輕時勇於挑戰世界據理力爭，如今這個理卻早已黑白不分，真的很假，假的很真，連我們收到的訊息，看到的新聞，都充滿激情，慷慨激昂，情緒激動，太多人躲在網路後面，製造了太多謊言，散佈了太多不該說的話。　流行音樂也一樣，我們聽到越來越多歌，彷彿肩負著時代的使命，要教忠教孝，要重振社會秩序，要向世界發聲，即便情歌，都越來越缺少過往那種娓娓道來的優雅，都缺少了溫柔的情懷，這是一個重鹹的時代。有歲之後看世界，也漸漸體會內斂的滋味，這張專輯阿彬反其道而行，回歸三十年前的純粹，用最簡單的心，唱最誠懇的歌，有的時候，人們對時代的無力感，其實只需輕柔的撫慰，一句貼心的歌詞，就能溫暖有感的人。【關上紛亂的聲音】【重回抒情的阿彬】時代已經走到ＡＩ，老人也慢慢走向癡呆，把激情留給主流，把熱血留給青年，三十年之後，阿彬重回抒情，將歲月入歌，從念念不忘的老情人，到肝膽相照的老戰友，從寂寞孤獨得老頑童，到心照不宣的老吉他， 在勢必越來越老化的社會中，替情感可以交流，心情可以相通的老朋友，唱幾首有歲人的歌。　這是一個勢必存在的問題，隨著科技進步醫學發達，人的壽命越來越長，也就是說，每個人跟老相處的時間，也會越來越多，已經老了還要照顧比你老的，也要被比你小的照顧，所以說，或許每個人都該好好想想，在這個瞬息萬變的時代，如何調適自己的位置，知所進退，不要製造無謂的紛擾，不要造成他人的困擾，上重要的，是照顧身體，上簡單的，是莫加講話。',
'image/444415679043.jpg', 388, 'C', NULL, 3253, 31, '2023-05-05', 605);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444415678752, 'YNC001', '4713249234377', '若夢若醉', '專輯概述：陳言寧最新台語歌曲「若夢若醉」專輯的主題、風格和曲目，突出這是一張耳目一新的台語專輯，充滿了親情和情感的元素。創作背後的故事：介紹每首歌曲的創作靈感和背後的故事，表達對阿嬤的思念的歌曲，展現陳言寧對家庭和親情的深情厚愛，讓聽眾們感受到家庭的溫暖和關懷。也有感人初戀愛情故事、也有女性如何深愛到被拋棄，對於女性內心之苦，描述的實在傷感抒情、也有初體驗的電音舞曲，整張專輯非常多元。音樂人的合作：介紹與蕭茂成、地瓜、郭杰鑫等音樂人的合作作品，突出這些合作帶來的創意和豐富性，其中包括陳言寧創作的一首歌曲「寫乎阿嬤」獲選為台視八點檔連續劇片頭曲精選歌曲，展現了陳言寧在台語音樂領域的傑出表現。總結整篇文章，再次強調《若夢若醉》是一張非常有價值的台語專輯，這張專輯充分展現了台語音樂的豐富性和文化特色，其中包括表達對阿嬤的思念的歌曲，讓聽眾們感受到家庭的溫暖和關懷。同時也呼籲大家關注台語音樂，支持台語音樂文化的傳承和發展。以下介紹歌曲靈感創作與曲風這張專輯包含了十首不同風格的歌曲，以下是各首歌曲的詳細描述：1.「寫乎阿嬤 」是一首感人的親情歌曲，表達對阿嬤的思念之情。歌曲中特別加入了二胡的演奏，讓整首歌曲更加感性動人。陳言寧作詞/蕭茂成作曲2.「亂世梟雄」是一首振奮人心的歌曲，充滿力量與動感。歌詞描述了在逆境中奮鬥的精神，歌曲的節奏和旋律都很適合激勵人心。地瓜詞曲3.「多情蝴蝶」是一首輕快的台語合唱歌曲，充滿了甜蜜感。歌曲特別邀請了知名演員成潤一起合唱，呈現了兩人極具感染力的歌聲。陳言寧自創歌曲4.「若夢若醉」與專輯名稱同名，是一首森巴風格的歌曲，展現了歌手嗓音的迷人特色。歌曲的歌詞希望現今社會能夠不計較，達到理解與包容。陳言寧自創歌曲5.「一個人」是一首描述感情遭受欺騙的歌曲，歌詞中流露出對於失落和孤獨的感受。整首歌曲深情而悲傷，充滿著情感共鳴。陳言寧&蕭茂成作詞/蕭茂成作曲6:"愛你的冬天" 是歌手自創的歌曲，描述了一段甜蜜的初戀。歌曲節奏柔和，旋律優美，歌詞充滿了對愛情的熱情和渴望，讓人聽了很容易陷入其中，感受到初戀時的那種幸福感。陳言寧自創歌曲7:"醉今朝" 是專輯中唯一一首國語歌曲，是由作者 地瓜 為歌手量身定做的創作。這首歌曲結合了古典音樂和流行音樂的元素，旋律優美動聽，歌詞深情而感人，表達了歌手現實生活與對音樂的熱愛，地瓜  作詞/陳言寧&郭杰鑫做曲8:"等愛的女人" 是一首傷感的台語歌曲，歌詞深情而感人，描述了女主角對愛情的承諾和忠誠，但最終卻被對方背叛的故事。歌曲旋律悲傷而淒涼，讓人感受到失落和心碎的滋味。歌手陳言寧自創歌曲9:"痛到這為止" 是一首淒涼的愛情歌曲，歌詞直接表達了對方離開後的絕望和痛苦。歌曲旋律簡單而悲傷，讓人感受到失去摯愛的無奈和痛苦。蕭茂成老師 詞曲10:"麥唱情歌" 是一首電音歌曲，歌曲節奏緊湊，旋律熱情洋溢，歌詞充滿了對音樂的熱愛和追求。歌手希望通過這首歌曲表達自己對音樂的熱情和追求，並希望能夠鼓勵更多人追求自己的夢想。郭杰鑫老師 詞曲',
'image/444415678752.jpg', 0, 'C', NULL, 3351, 31, '2023-04-21', 1215);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444415678848, 'CD12381', '4713833123810', '返來啦咱的愛 CD', '',
'image/444415678848.jpg', 368, 'C', NULL, 3297, 62, '2023-04-21', 1738);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444415678849, 'CD12382', '4713833123827', '鴛鴦情話 CD', '',
'image/444415678849.jpg', 368, 'C', NULL, 3300, 62, '2023-04-21', 531);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444405679063, 'STAR2022060-1', '4711099716708', '醉萬年', '人生片刻的縮影與寫照都不能定義過得好不好祝福與幸福在彭正的歌聲中悠揚詮釋著人生百態在此趟生命的遊歷每段波濤起伏之際你永遠的好彭友-彭正捨棄華麗的辭藻、繁複的唱腔道出你我故事紛飛的每一幕所有被愛、等愛的人都期待著在他的歌聲中找到溫暖的力量為了這次專輯瘦了10公斤的彭正，以“好彭友”為專輯概念出發！第三張專輯籌備中首次參與了收歌、錄音製作，主動向音樂人邀歌，只要有讓新專輯更出色的機會絕對全力以赴！回報一路以來支持他的好彭友與歌迷們！發行第三張專輯的彭正，笑稱自己是中年發片的新人歌手，真的不能中年發福，之前陪著太太為了健康一起減重，自己爆料當初沒有太認真，完全是陪伴的心態；這次則是為了自己，非常有紀律的減下10公斤，上鏡頭簡直又年輕了5歲！讓工作人員大喊真的太神奇！非常珍惜每一張發片的機會，在過程中淺心學習幕前幕後相關，這張新專輯裡開始參與更多唱片製作的概念和想法，以“你的好彭友”為出發，將男人總是難以啟齒的愛與關懷，透過這張專輯傳達出去！專輯同名主打『醉萬年』渾厚又富有情感的聲線，唱盡四海男兒在情海茫茫中，對愛人的執著不悔！催淚的男兒情歌，收錄在台視八點檔『美麗人生』片尾曲。情場上的失意，是男人心中最不肯提及的，從絕望的角度、伴隨著低沈渾厚的聲線，慢慢傾訴最愛的人離開的惆悵呢喃，迴響於內心深處的聲音，唱出了內斂卻強烈的波濤情感，進入副歌心痛如同潰堤，只能遙望星夜，將最深的愛戀傳達給伊人。『滿足』2023年幸福爆棚的對唱情歌！偕懷孕老婆歌手郭婷筠，唱出共組家庭暖暖的愛；愛情長跑多年走入婚姻，即將晉身二寶爸媽的兩人，於MV中一家準四口幸福現身，有兒萬事足的他，感謝太太郭婷筠，再為人生添一個圓滿的祝福！以國民老公、神隊友奶爸封號發片出道的彭正，歌唱事業與家庭雙雙報喜！2023年除了準備發行第三張個人專輯，也迎來了二寶即將報到的好消息！兩人對唱的情歌，在KTV點播K歌排行榜一直持續攀升，台語歌壇的CP組合，年輕不造作的夫妻互動，深獲大家的喜愛。新歌『滿足』在合唱時，彭正對於咬字和台語歌特有的導音唱法特別嚴謹，為了呈現歌詞中珍惜知足的心境，在歌唱的咬字與口氣上也花了很多心力做細節的調整；被問及出道以來和太太郭婷筠推出這麼多男女對唱的作品，彭正表示：這首是他感覺幸福感最高的一首，在與心愛的另一伴共組家庭，即將邁入一家四口的生活，心境上真的有很大的不同，在打拼未來的當下，能有太太和孩子的陪伴，是他在心裡期盼已久，人生中最滿足的樣子。這首MV找來了三歲多的兒子彭Ｑ一起入鏡拍攝，導演不用任何指導，只請他正常發揮生活的互動，小彭Ｑ表現活發大方，完全不輸給爸爸，已有小小明星架勢的表現，實在太可愛了，期待他在爸爸彭正MV中的表現唷！新歌『斷開的弦』是音樂人陳英吉老師為彭正量身打造之作！道盡每個男人心中那段無法言盡、為愛落下的傷痕。重拍音節的海派節奏，每一字一句都催動著壓抑在心中的苦澀追憶！在前幾張專輯和許多音樂製作老師的合作下，對自己的聲線以及音樂表現力有了更深層的了解，從這張專輯開始參與製作前期的彭正，在邀歌階段就主動向仰慕已久的陳英吉老師邀歌；陳英吉老師聽完彭正的渾厚音色，便一口答應要為他量身打造！誕生了這首新歌『斷開的弦』。情感濃厚、重節拍的旋律曲線，將彭正聲線的特色更自然的呈現出來，刻骨銘心的歌詞意境，更是讓人聽了覺得實在太虐心催淚。拍攝ＭＶ時，唱到歌詞悲痛之處，彭正更是入戲極深、落下了男兒淚，完全進入到歌曲的意境中，個性比較〝憨慢〞表達的他說到，每次唱這首歌的時候，內心總是百感交集，這個社會對於男性有比較傳統的思維，只能談抱負、談理想，不太被允許表露太多內心的情感，只能扛著、忍著，他鄉成了故鄉，故鄉也成了他鄉，一段真摯相戀的愛硬生截斷，最後只能靠著拼鬥來轉移注意！他觀察自己身邊的好朋友們都是這樣的個性，想著想著，一時就情緒湧現、眼淚就掉下來了。新潮搖滾樂風『予焦啦』，彭正笑說自己有句名言『在家疼老婆、出外靠朋友！』人夫放風很重要！每月都會向老婆郭婷筠告假北上，找好友吃吃喝喝，來一場抒壓的兄弟聚會有了家庭小孩之後，工作結束就是緊接著馬不停蹄的育兒生活，雖然甘之如飴，但為愛南漂的彭正，在南部沒什麼朋友、完全可以說是零社交生活，說要再重頭認識新朋友，個性比較慢熱的他，坦言還是比較喜歡老朋友。他最好的一群朋友是他的大學同學，從以前學生時期到現在都還會聯繫，也會每個月安排兄弟聚會，大家聚在一起吃火鍋，聊聊工作或是彼此的家庭近況。歌曲裡海派豪爽的詮釋，也讓他大呼過癮，直說不只媽媽需要放風，爸爸也很需要；也感謝太太郭婷筠的體貼，兩人協力才能在工作和家庭中還能保有各自的休息時間，充飽電後回到家再度成為彼此的神隊友！專輯新歌『心門』，是一首描寫燒燙傷患者人生故事的歌，彭正29歲因從事冷凍空調工作遇到氣爆事件，全身40%燒燙傷，住院一個多月的那段日子，讓他重新對生命有了更多的體悟！傷痕是我們戰勝傷痛、贏回生命的勳章！他以燒燙傷患者的心路歷程，在歌曲開頭錄下真摯的口白，鼓勵同樣經歷的朋友走出傷痛的情緒。年輕時曾經因為工作發生氣爆，造成全身40％燒燙傷，彭正直言住院一個多月的時間、做清創、去除壞死的皮膚、穿壓力衣，這一路的深刻歷程，讓他的人生觀有了很大的轉變。他出院時正值炎熱的夏天，全身包緊緊，不敢讓人看到傷痕；成為歌手的彭正，一直記掛著自己人生的這段經歷，特別邀請音樂人黃芷芳為這段故事量身創作成歌曲，希望自己能透過音樂鼓勵和他有相同遭遇的傷友走出傷痛的情緒。曲目介紹：1. 醉萬年台視八點檔『美麗人生』片尾曲。每個男人心中都有一個最愛的女人！為她如癡如醉，無奈卻只能看著她離去無法挽回。彭正渾厚的歌聲唱出了剛強外表下無法說出的錐心之痛與脆弱。2. 斷開的弦首次與音樂製作人陳英吉老師合作，打造刻骨銘心的彭式情歌。澎湃的情感隨著進入副歌達到高潮，將愛情比喻作弦線，斷開後的情愛，走調的戀夢，無法走到幸福的彼端，只會越彈越心痛。3. 滿足（ft. 郭婷筠）與太太郭婷筠的幸福合唱，成家立業之後，即將迎接第二個孩子的出生，讓彭正更加感謝上天的保庇安排，猶如再添一個祝福。有了家人的支持，再平凡的一生，只要一家人在一起，就已經心滿意足。4. 予焦啦輕快地唱出好久沒聚一聚的兄弟情！四海男兒豪氣暢飲，舉杯高歌一吐生活的悶氣，知心好友就是可以這樣聊天南說地北，講什麼都沒在怕！5. 風聲展現”好彭友“的專輯概念，迎面而來的風聲，如風般的陪伴與支持，陪伴大家勇敢的走向未來。6. 可惜深刻還原詞曲創作者想傳達超越生死的愛戀。已經不在人世的自己遙遠的思念著最愛的那個人，是彭正公認新專輯中音域最廣、最難唱的歌！也是他在錄音室唱了最想落淚的新歌。7. 厚面皮輕快帶有幽默的口吻，走過生死之關的彭正，在人生觀上有很大的改變！想和大家分享，面對別人對自己的閒言閒語不要受到影響，只要自己開心，走路就有風的人生哲學，日子是自己的，不是長在別人嘴上的。8. 天下豪氣萬千，唱起來猶如在沙場上征戰，威武勇猛。不要逃避，正面迎戰。為了家庭、為了咱美好的未來，勇敢衝！天下英雄，就是你我！9. 心門特別為同是燒燙傷朋友所打造的新歌。同樣為看待傷痕，我們都需要給自己勇敢的力量，燦爛的人生正在等待著我們去開創。10. 故鄉的聲身在繁華的都市，肩扛著家人的期待，為愛離鄉，總會有一天，我會拼出成功的名。',
'image/444405679063.jpg', 408, 'C', NULL, 3194, 64, '2023-04-13', 1665);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444405679020, 'WT5932118', '4715280062155', '台北夢', '愛唱歌的鄰家女孩麗蓉Anita，帶著全新專輯《台北夢》回來啦！台北、台北，就要到了。每一個懷抱夢想的人，此時此刻都聚到了這裡......有別以往專輯成熟女性的風格，這一次以青春、浪漫等關鍵字作為參考來製作這張專輯，讓麗蓉充滿浪漫情懷的歌聲陪伴大家，一起追夢、一起追愛！主打歌〈台北夢〉敘述著年輕人上台北追夢，在功成名就之後心中仍懷抱著家鄉的故事，為了揣摩歌曲中前後心境的不同，麗蓉做了許多功課，聽著這首歌的你，也感覺到主人公心情上的變化嗎？〈孤單夜〉則是用一個人的視角去詮釋思念的心情，分別總是會令人感到不捨，看不見對方時的寂寞感，連落葉的聲音都彷彿被放大了。接著是〈一生的痴〉，女生總是會希望在最美麗的時候遇到心愛的人，抱著浪漫夢幻的少女心長大，在感情上受傷的時候，就容易感覺天崩地裂，不過情傷是人人都會經歷的故事，花開即便不對時，依然會是一朵美麗的花。最後這首〈心願〉，與陳子賢一同上演甜蜜情侶，對著對方深情地唱出愛跟感謝，是一首公認的可愛歌曲！這首歌相當甜蜜、雀躍，裡面唱到對愛情的信心與期待，正如這張專輯，從個人的迷惘、經歷失戀的難過，最後終於走出了自己的路，找到了真愛。本次的專輯更是情商大前輩陳百潭老師一起合作演唱〈思念暝〉，歌曲中男女主角心中愛著對方，而對方卻不在身邊，於是寫起情書在每一個夜晚思念對方......陳百潭老師在日前獲得了2022年世界閩南語金曲暨海峽兩岸閩南語音樂大獎的終生成就獎，兩年未曾開金嗓演唱，這一次特別為了本首歌曲進行了詞曲的調整，就是為了給聽眾朋友帶來最美的〈思念暝〉這首歌，熱愛對唱歌曲以及兩位認真藝人的聽眾，快上華特音樂的Yuotube官網收看兩人全心全意地合作的歌曲〈思念暝〉吧！    • 專輯主打歌曲-『台北夢』 (三立七點檔”親家”片頭曲)去年的電視劇讓「台北夢」再度成為了討論話題，北漂的孩子到底應該長什麼樣子呢？面對截然不同的花花世界，是緊張、懵懂，還是興奮？〈台北夢〉這首歌敘述的，是遊子們內心最普通不過的心情：「一半心歡喜　一半心驚驚」在台北，有許多為了夢想為了事業，抱持期待孤身前往的人，希望大家在追夢路上，都可以像是歌曲中的主角那樣，無論如何都要惦記著「故鄉愛阮的人」。    • 充滿愛意對唱主打-『思念暝』 vs.陳百潭(三立假日重播八點檔”一家團圓”片尾曲)這首〈思念暝〉有點寂寞，又有點深情，情緒複雜而充滿愛意的〈思念暝〉。麗蓉甜甜的聲音就像是在向遠方電話那頭的愛人撒嬌般說著「想你啦　心不由己」好久不見的思念無處宣洩，累積得越來越多，可是「壁頂的臘曆  愈拆愈虛微」，看不到所愛之人好比度日如年，也許這也是為什麼人們總說「小別勝新婚」，時間加深了思念、更加深了愛意。    • 思念情歌主打-『孤單夜』 (三立七點檔”親家”片尾曲)孤單夜這首歌節奏輕快，聽到這首歌的時候，彷彿看到一個女孩子因為睡不著而翻來覆去，連落葉的聲音都被放大「聽窗外落葉聲　陣陣擾亂心晟」，可見沒辦法看見心愛的人，是如此寂寞難耐。MV拍攝上也很有巧思，用紅線代表思念的愛意，麗蓉像是要解開紅線一樣，捏著紅線深思，最後卻還是剪不斷、理還亂。',
'image/444405679020.jpg', 328, 'C', NULL, 3314, 63, '2023-03-31', 1321);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444405678801, 'TLCD03', '4713105915358', '春酒 CD+DVD', '',
'image/444405678801.jpg', 338, 'C', NULL, 3280, 65, '2023-03-21', 99);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444405678738, 'CD12380', '4713833123803', '我是女王  CD', '',
'image/444405678738.jpg', 368, 'C', NULL, 3340, 62, '2023-03-17', 1265);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444405678739, 'CD12379', '4713833123797', '初次見面  CD', '',
'image/444405678739.jpg', 368, 'C', NULL, 3338, 62, '2023-03-17', 1122);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444395679034, 'WT5932117', '4715280062148', '酒是咱的朋友', '方千玉帶來全新專輯《酒是咱的朋友》，收錄了許多熱情、濃厚的歌曲，組合而成這張充滿豐沛感情的《酒是咱的朋友》！主打〈酒是咱的朋友〉，團隊特別找到來自日本的老闆營業的居酒屋進行拍攝，並請到舞蹈老師許語宸進行舞蹈設計，與多位活潑的伴舞共同演出可愛俏皮的日本舞，為的是帶給觀眾滿滿的熱情，溫暖大家的心。〈酒是咱的朋友〉，心情不好的時候、開心想慶祝的時候、與朋友相聚的時候、獨自一人的時候，酒是咱的朋友，盡情地享受吧，喝酒的當下放聲歌唱，把煩惱暫時忘卻；〈只想欲愛你〉歌詞充滿著詩情畫意，表現對一個人愛的火熱與濃烈，就算沒有結局也希望與對方能夠短暫相愛的強烈希望；還有，與蔡義德合作演出的〈布袋港之戀〉充滿復古情懷的節奏，配上方千玉乾淨的聲音與蔡義德獨特的歌嗓，讓整首歌聽起來故事感濃厚；翩翩起舞，跳一首〈走味的探戈〉，在海邊沙灘上逆光跳舞的愛侶不復存在，而再次跳起這支舞時已經無仝款心情；以及方千玉本人大嘆「唱到差點哭出來！」的〈風輕輕吹〉，充滿著遺憾心情的旋律，彷彿天邊吹過的微風那樣，輕輕地、慢慢地，將落下的花瓣吹得好遠好遠.......●專輯主打歌曲-『酒是咱的朋友』 (三立五點檔“甘味人生”片尾曲)這首歌相當地大膽、豪邁，歌詞充滿了活力，有許多吆喝的聲音表現，讓〈酒是咱的朋友〉歌詞聽起來有一點勸酒的意味。生活裡太多複雜的事情需要解決了，無論是工作、家庭、人際關係、學業......等等，每個人都有自己擅長的、不擅長的，而〈酒是咱的朋友〉告訴你：不要管了，先喝完這杯高歌一曲再說吧！及時享樂、及時行樂，因為人生苦短，酒不只是帶來醉意而已，有些人喝酒之後變得更大膽或是更開心，適度的飲酒可以讓人心情愉悅，畢竟〈酒是咱的朋友〉嘛！●失戀對唱主打-『布袋港之戀』 vs.蔡義德(三立七點檔”忠孝節義”片尾曲)與愛人曾經走過的港口邊，殘留著相愛的痕跡。充滿故事性的〈布袋港之戀〉，希望大家在聽的時候，都能置身其境，彷彿閱讀一部短篇的愛情小說！副歌裡「啊想來想去想來想去  想佮睏袂去 痴情的人無藥醫」也是很有畫面的一句歌詞，彷彿看到一名痴情男子為了忘掉前一段情抱頭想甩開想法一樣，但無論如何記憶太深刻了無法遺忘，這就是〈布袋港之戀〉，因為曾經非常相愛、有著快樂的回憶，才會怎麼忘都忘不掉，猶原會來想起你。●癡心情歌主打-『只想欲愛你』 不曉得有多少人看過名詩人席慕蓉的〈一棵開花的樹〉：如何讓你遇見我，在我最美麗的時刻，為這，我已在佛前求了五百年，求他讓我們結一段塵緣。喜歡一個人的癡心就像是這開花的樹一樣，為了求得一段美好的感情，即便只有一瞬間，也要付出自己的所有努力，〈只想欲愛你〉唱的也是這樣的感情。「雖然是無結局的愛 阮心內嘛怨磋，至少欲佮你  今生有愛過」，只想愛一個人好好愛一回，哪怕沒有結局也想要求天上的明月給自己和所愛之人一個開始的緣分，想陪著自己的所愛之人一起白頭的心情。',
'image/444395679034.jpg', 328, 'C', NULL, 3288, 63, '2023-03-03', 1813);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444395678871, 'RD2135', '4710149697899', '禁', '人也許都犯賤，越是禁忌，總越發迷人。欲加之罪、何患無辭的苦楚，從過去到現在，於你我日常隨處發生。內心深處的禁地，是恐懼與逃避所餵養，何不乾脆親身踏入，揭發真相，當真正走出荒誕禁忌，所有的事物似乎再也不需緊握，釋懷與放下變成贅詞，讓其被禁錮的靈魂自由生長，開出的花，將異常燦爛。',
'image/444395678871.jpg', 458, 'C', NULL, 3361, 33, '2023-02-24', 1912);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444395678573, 'CD12372', '4713833123728', '卡水的夢 CD+DVD', '',
'image/444395678573.jpg', 368, 'C', NULL, 3301, 62, '2023-02-09', 223);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444395678587, 'CD12377', '4713833123773', '傷心的地圖 (CD+DVD)', '',
'image/444395678587.jpg', 368, 'C', NULL, 3236, 62, '2023-02-09', 1983);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444385678730, 'WEF002', '4713249234049', '英雄魂', '他是一個廚師，也是一個歌手做餐飲是他的最愛，也是志業，唱歌則是他的興趣，看饕客吃他做的菜，露出滿意的笑容，是他最大的快樂工作時隨意哼唱，靈感乍現的瞬間，一首又一首的創作，是他最用心的生活記錄與感受在唱片市場一片不景氣，他用賣麵賺的錢，50、100慢慢的存 ，存了一筆錢，就拿來做音樂，只為他喜歡唱歌，他愛音樂，他想為自己的聲音和創作留下紀錄這就是 英雄魂的本質 勇敢與自信 全新個人全創作EP『英雄魂』收錄三首不同曲風，  不同意境的歌曲，充分表達在人生不同階段的心情寫照，更有八句豹哥語錄金句，獻給同樣在各行各業默默耕耘的無名英雄們專輯同名主打歌『英雄魂』，滿滿正能量，風雨生信心，勇敢自信唱給大家聽。 『英雄魂』自信與勇敢是英雄魂的本質，也是成功的條件，而勇敢是明知前有困難、雖心懷恐懼仍勇往直前。『窗仔邊』 人生不能重來，與其後悔過去的所作所為，還不如從現在開始改變，只要肯努力、只要開始改變一切就都來得及。 『甘講』   愛情中，付出得越多不等於會得到相同回報，明明知道單戀一個人不會有結果，那麼還要不要繼續喜歡對方呢？」 <歌手介紹>王俊清 台視五燈獎   五燈之星  三立超級紅人榜  衛冕 14 關 衛冕者2019年發行首張個人全創作專輯「阮的爸爸」 九年前為了就近照顧年邁雙親，加上母親經營 22 年的小吃生意，已感體力不如從前，萌生退休的之意，因而離開繁華的都市生活圈，回到故鄉承接母親的小吃店並以廚師的專業，將口味改良，保留母親的古早味，但增添更多層次的口感，同時也增加更多品項選擇，用餐環境也大幅提升，廣受鄉親及歌迷粉絲的喜愛。  他 熱愛音樂- 熱愛彈奏樂器與唱歌，曾参加三立超級紅人榜歌唱比賽衛冕 14 關，也曾台視五燈獎歌唱比賽，一路過關斬將，獲得五度五關成為五燈之星的殊榮，離開了光鮮亮麗舞台  他是 專職廚師- 最愛鑽研各種創意料理，做出一道道滿足味蕾與視覺的饗宴  他  無師自通- 因爲熱愛歌唱，也喜歡各種樂器，無師自通，為了累積自己的表演經驗，在自學吉他兩個月，只會 6 個合弦，就毛遂自薦的到餐廳駐唱；沒有拜師學藝，自學電子琴，憑著天生的音感，卻能爲演唱者彈奏出感動靈魂的樂曲，  堅持創作- 常隨口哼唱就是一段旋律，直覺式的創作，譜出一首又一首的好歌  樂於分享- 從沒有歌星夢，只想跟大家分享我的創作，讓大家聽見他的聲音，看見他的作品。',
'image/444385678730.jpg', 198, 'C', NULL, 3269, 31, '2023-02-03', 1591);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (444385678622, 'CD12376', '4713833123766', '刀馬旦 CD+DVD', '',
'image/444385678622.jpg', 368, 'C', NULL, 3276, 62, '2023-01-13', 1883);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443495678938, 'WT5932115', '4715280062124', '錯過', '繼首張個人專輯《瑪麗》後，陳子賢再度推出第二張專輯——《錯過》！在冬意綿延的一月用溫暖渾厚的歌聲陪伴大家。本次專輯《錯過》走的是灰色都會風格，收錄歌曲十分豐富，有悲傷寂寥的歌曲，也有較為活潑貼近日常的歌曲，希望大家在收聽的時候，能夠從《錯過》中得到安慰以及鼓勵。本專輯一共收錄10首歌曲，其中有6首台語歌曲以及4首國語歌曲，這次也請到曾經合作過的後山姑娘方千玉深情對唱，請大家敬請期待兩位的表現！在專輯中，〈錯過〉、〈一支老吉他〉和〈凍啊凍未條〉是風格十分迥異的三首歌曲，〈錯過〉講述一個人不懂得珍惜所愛，因此注定永遠錯過對方的悲情歌曲；而〈一支老吉他〉則用吉他聲營造出一股流浪的氣氛，在歌曲最後卻是非常輕快的、準備返家的心情；接著〈凍啊凍未條〉是本專輯最熱血活潑的一首歌，這三首歌搭配起來聽，心情就像是坐了趟雲霄飛車一樣，帶給聽眾們撥雲見日的新鮮感受。與方千玉對唱的〈醉中情〉和〈幸福的酒杯〉也是兩首情緒差距極大的歌曲，拉長的音、加上兩人緩慢而深情的歌聲，〈醉中情〉彷彿是喝醉之後，朦朧的世界交織著複雜、無法釐清的感情；〈幸福的酒杯〉則是一首比較傳統的台語對唱歌曲，歌曲非常輕快可愛，喜歡台語對唱歌曲的朋友們千萬不能錯過，非常適合聽完後邀請好友一起唱。這次主打歌〈錯過〉的MV取景於充滿碎石的海邊，陳子賢帶著頹喪與悲傷的氣息在海風中輕唱著這首關於愛的遺憾，倚在枯木旁就彷彿倚在曾經的愛人身邊；在〈凍啊凍未條〉裡又非常High地在辦公室裡做著大家工作到「欲起痟」時都想做的事情——在辦公室裡大聲唱跳，歌曲一部部都充滿精采與故事性，快上華特音樂的頻道收看吧！●詩情畫意對唱情歌-『醉中情』 vs.方千玉 (三立七點檔“忠孝節義”片尾曲) 有失戀了一定要拉人喝酒的朋友嗎？如果有，這首歌一定能與他產生共鳴。這首歌非常地詩情畫意，透過陳子賢與方千玉的完美搭配，你一句、我一句，在醉後朦朧的夢中低低地呢喃並描繪著美好的幻境，對比現實裡的悲寂清涼。●離別對唱歌曲-『幸福的酒杯』vs.方千玉所謂人生不如意，十之八九。感情挫折是許多人的經歷，一個人喝著悶酒，怎樣怨嘆也無法讓離開的人回來，與其沉浸在悲傷中，不如放下它，繼續向前走，才能再遇見一個能夠一起幸福共飲的人。既是主角們給予彼此的期待，更是這首歌想向觀眾傳遞的祝福。●專輯同名歌曲-『錯過』與專輯同名的單曲〈錯過〉。講述一個人在失去所愛之後，後悔自己不懂珍惜，聲淚俱下也喚不回愛人回頭的悲傷情歌。這首歌道盡了一些人心中的遺憾——來不及說出口的愛與感謝，或是分手後懷念起對方的好的那份滋味。在冬夜裡，伴大家一起咀嚼寂寞。',
'image/443495678938.jpg', 0, 'C', NULL, 3320, 63, '2023-01-03', 1081);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443495678920, 'KO001', '4713249234322', '雙人探戈', '發片主要是為自己收藏一張完整專輯、也為了到外面表演時、有專屬於自己的歌。————優雅虎頭山除了展現歌喉唱抒情歌、也為推廣住家在地風光美景「優雅虎頭山」收錄輕快舞曲、在Mv內與名師李鵬飛、共同吹奏薩克斯風ㄧ同入鏡，深感榮幸。這次為了讓公益更落實把畢生的最愛唱歌、首度結合薩克斯風跟歌曲ＭＶ表現做結合請到金曲歌王荒山亮加持、鄭進一製作，為公益用心寫歌，Mv視覺影像由天王天后指定御用導演-比佛利操刀————傷心車站車站是一個迎來送往的地方，也像是一個情感回收站、所有的親情，友情、愛情，同學之情都會以不同的方式上演，就像是一場場微電影、長度有限內容卻豐富，音樂製作人邀來台語音樂創作大師-鄭進一為柯婉樺量身打造新歌、「傷心車站」，表演歌曲、吹奏薩克斯風，一直是Rose姐很熱衷的興趣————雙人探戈自身國標舞技融合在歌曲上、更不可或缺、第三主打「雙人探戈」在Mv內與名舞蹈老師一展舞技，音樂製作ㄧ樣由金曲歌王-荒山亮製作團隊打造',
'image/443495678920.jpg', 0, 'C', NULL, 3318, 31, '2022-12-30', 1510);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443495678937, 'WT5932114', '4715280062117', '回想', '一本相簿、一張照片、一封字跡斑駁的信......《回想》，讓黃妃帶你品嘗記憶中最純粹的情感。回想的時候，畫面就像電影在我們的腦海中上演：記憶中的青春，總是比那個時候更熱血；回憶中的情感，總是比那個當下更強烈。而《回想》這張專輯裡的歌曲，便是這樣的存在，這些歌不只是在平靜地敘述著回憶中的種種而已，是飽含感情地分享那些美好的「時光」——讓我們透過黃妃溫柔優雅的《回想》一同喚醒人生中那些被歲月塵封的、如夢一樣虛幻卻真實經歷的時光。進入〈回想〉中，跟著心情的旋律，一起回憶那些想對故人說的話很多、提起筆來卻無言相對的瞬間；淋一場〈毛毛啊雨〉，是否你也有一個雨天的回憶？是年輕時的瘋狂歡笑；舊雨不停、新知不來，落完〈毛毛啊雨〉之後，就要〈望你來〉，本次專輯邀請到台語金曲歌王許富凱情歌對唱，節奏更是扣人心弦，讓人聽著聽著也忍不住想跟著高唱那期盼的心情；將過去的悲傷通通收進〈傷心專門店〉中收藏，讓來往的路人都能相互慰藉，成為一個受傷後的避風港；遇到真心真愛的人，就應該〈真心到底〉，一齊唱出情人的獨白，訴說物換星移也不改變的真心。本次拍攝的MV也以「氛圍、光影」來表達歌曲的情感，捨棄相對較具體的「劇情」使用意識流手法，營造一個又一個似真似假的場景，在觀賞過程中，可以充分地體驗何謂《回想》。再結合黃妃流暢宛若夜鶯的美好歌聲，打造出朦朧的美感，徹底地展現本次專輯溫柔柔軟的感覺，以及時光流轉的主題。●強力對唱主打歌曲-『望你來』 vs.許富凱(三立八點檔“一家團圓”金曲MV)這首歌訴說的是一種等待，更是一份期待。期待心中想念的人可以再一次的疼惜與擁抱，以彌補心中的遺憾和不捨，彌補那段沒有對方的空缺。「望你來望你來疼惜阮的心  彌補彼段破碎的過去」這次，柔情似水的黃妃特別與金曲歌王許富凱深情對唱〈望你來〉，疼惜阮的心、撫慰咱思念之情。相信台語歌王歌后一場深情款款與柔情依依的內心對話，勢必撼動聽者內心深處那份潛藏已久的美好悸動，成為一首KTV經典傳唱的必選歌曲。●專輯同名主打歌曲-『回想』面對故人故事表達真情的告白，想說的話很多，執筆書信時又不知道該從何寫起，思念的煩惱就像絲線一樣，剪不斷、理還亂。所以這一回我們再也不能錯過黃妃的「回想」，先停下腳步，跟著〈回想〉的旋律，一起體驗輕淡的人生吧！●撫平傷心情歌-『傷心專門店』滴滴答答，是內心輕輕響起的聲音，我們有多久沒有坐在窗邊靜靜的望著窗外的細雨？品味著過往的人生酸甜苦澀，往事如昨卻上心頭，想忘的忘不掉，能回憶的又有幾回？不如望著窗外的細雨，聽著黃妃的〈毛毛啊雨〉，一同回味那曾經失落的時光。',
'image/443495678937.jpg', 328, 'C', NULL, 3322, 63, '2022-12-28', 1946);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443495678816, '5419747862', '5054197478628', '憐朱安', '朱安是民初傳統女性的典型代表，她的一生，如果用兩個字来評價，那就是順從，小時候就裹脚的她，父母教導女子無才便是德，她就没唸書；長大遵從父母之命；嫁人後不管過的好壞都隨丈夫；丈夫找了别的女人，她也想反抗，被老太太一句話就打回去了；丈夫的女人她當做姐妹，丈夫的孩子她視同己出她堅貞，嫁给鲁迅後7年時間没有和丈夫見面，她也没想過改嫁或者出軌。但她的一生没有為自己反抗過，唯一一次為自己呐喊，喊出的却是“我也是鲁迅的遺物。”她從来没想到過自己是個獨立的人，應该有自己的人格，如果非要找人對朱安的悲苦一生負責的話，負主要責任的就應该是她自己。她太顺從命運，從来没有想過要反抗，朱安一生的悲劇是用“無”寫成的，無愛無性、無兒無女，老無所依，死無葬身之地。她没想到自己会孤獨地去世，身旁没有一個人。與丈夫合葬的願望未被允許，婚姻不给她被愛的空間，她却用一生在等待丈夫的垂怜。面對更深的絕境，她又不斷調低底線、妥協隱忍，在絕望中尋找希望，為自己尋覓活下去的意義。縱然人生有太多的缺憾，她也要像蚯蚓一樣，在泥濘的命運中，為自己拱出一條狭窄的縫隙，堅持到生命自然终結的那天。新專輯邀請華語創作天王製作人-陳國華老師，翻轉台語天后新專輯既定印象，在『憐朱安』音樂曲風上給足驚喜！跟隨著音樂編曲不斷的挖寶，唱腔上扔堅持保有蔡秋鳳特有原味，選擇在唱功上讓她挑戰自我，為了這張專輯咱們歌后幾度失眠無法入睡，想必這挑戰的壓力，肯定與她求好心切的突破決心在拔河，身邊的人不斷地給她信心與鼓勵，終究她戰勝自己走出自己不一樣的台語情歌高度。專輯主軸大方向講述用情的人為情路執著，不願走出情感枷鎖，為自己走出陽光，女性總是為愛「認命是從」，的愛情故事，全心付出卻迎來對方變心離開。情歌創作大師-游鴻明創作的『新娘衫』更是淒美動人，新娘嫁衣是多少期待找到歸屬的女人的夢想衣裳，它代表著一種情感的承諾與幸福歸宿，當然也有因為它而逃不出那有名無實的跏鎖，陳國華老師創作的『愛若無心』恰如其分的表述青燈伴樹影的孤單兒時情歌『天公仔』帶您重拾兒時回憶，讓音樂宛若一部倒轉的黑白電影，回味最普通的銅板美食他卻有如四星米其林充滿了絕美色香味。每個人都有自己的方法療癒失去至親的哀傷，『你去了遠遠的地方』絕對是一首思念必備的療癒歌單，徐嘉良老師製作的勸世之歌『人生中咱攏是過客』兼具聆聽與Ｋ歌市場。新專輯邀來「台語百萬點閱暢銷歌王」-李明洋老師友情合唱，溫暖情歌『夫唱婦隨』，正面溫馨帶來Ｋ歌市場又一首對唱發燒情歌。人生路，際遇各有不同，往往一個念頭的轉換，結局會有天差地遠的改變。秋鳳獨特的嗓音及鼻腔共鳴，在表現人生及坎坷命運的歌曲時特別有說服力，在歷經滄桑、高低起伏的人生經歷後，才能詮釋那種看破人世紅塵的氣度。尤其這首歌曲帶點南北管的現代風格，有別於一般的傳統台語歌曲，编曲這次用了吉他彈16beat 分解的節奏 电吉他 激昂的情绪加上三味缐 的相互呼應，現代流行新舊拿捏合宜，加上秋鳳的特別哭腔，一擊中的直接唱入人心坎裏去。每個階段，人總要面臨種種的抉擇，就像走在城市中，停在每個路口，左轉？右轉？仰或是繼續前行，不同的方向便會遇見不同的人、看見不同的景緻，不變的是我們對生命和信仰的心，相信自己也相信別人，堅定信念且無懼命運多舛的阻撓，努力、持續才是成功的唯一途徑，朋友和夥伴都是我們的力量，互相支持、共同打拼，才能迎來光明的前途。',
'image/443495678816.jpg', 458, 'C', NULL, 3364, 44, '2022-12-23', 515);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443495678627, 'CD12378', '4713833123780', '眼淚一斤重 (CD+DVD)', '',
'image/443495678627.jpg', 368, 'C', NULL, 3261, 62, '2022-12-15', 1479);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443495678628, 'CD12375', '4713833123759', '斷腸淚 (CD+DVD)', '',
'image/443495678628.jpg', 368, 'C', NULL, 3355, 62, '2022-12-15', 1330);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443485679172, 'STAR2022067', '4711099706570', '無礙', '世界的冷漠，柔軟而沉重，夾帶著你我的脆弱，誰也不肯說破，關於明日的輪廓，背著光前進的我，惦記著那些模糊的我們，斷不了卻清清楚楚的夢，我還在尋找，過往的勇敢，迷路的時候，讓我依靠，在生命中的飛行，時間是不等人的，無礙的通往嚮往的彼端吧！時間的浪，即使載浮載沉，兩人走過的痕跡，沒人能取代你。陪著回憶散步，無論是否與相愛的人在一起，對愛啟蒙，是當初的咱，最珍稀的禮物。蔡家蓁：『與其急著三十而立，不如直視自己的焦慮』十首代表90後內在與現實自我的深度探討、以及無法被解釋的人性矛盾參與了整張專輯的企劃與創作的家蓁，坦言就像是個自由書寫、重新梳理自我的過程，在踏上30歲的當下，對自己、對這個世界拋出了許多疑問，從迷惘展開的自我對話，被時間推進著，在30歲當下特別能感受到旁人對自己的期待。身為90年代的三十而立，家蓁想要打破這個對30歲的迷思，用數字來檢視生命的軌跡、檢視社會成就，扼殺掉許多不同生活的彈性與可能。即使當下有著更多對自我認同的迷惘，小至生活價值，大至人生方向，與其急著三十而立，不如看清自己的『迷惘』。從小就馬不停蹄駐唱扛下家中經濟支柱的責任、打拼工作的家蓁，在30歲這年送了一份禮物給自己，做出了GapYear的決定，停止了大部分的工作活動，放慢腳步去思考自己真正想要什麼，展開從未有過的生活體驗，練習與自我相處，在這一年裡，得到最大的轉變來自拆解了害怕被否定與習慣性被支配的長期恐懼。在停止不斷證明自己之後，家蓁笑著說：『原來過生活是這樣啊！』。花了一年時間收歌、製作，陪伴著她像是日記一般，迎來心境轉變的自己。新專輯『無礙』首波主打蔡家蓁詞曲創作『有人咧等我』，收錄在台視八點檔『美麗人生』片尾曲在『無礙』這張新專輯中，用簡單的日常觀察視角切入，一連串情緒記憶的釋放，感受上、對未來的想望、對自我的不確定，開啟了自我對話療癒的過程。曾經在感情上容易患得患失的家蓁，踏入30歲特別有感，在愛情傳達在尋找另一半的過程，只有先認同自己，為自己打造成長型思維的戀愛體質，才能遇見真正疼惜你的人。以弦樂為主的音樂鋪陳流瀉出對於情感的渴望，家蓁獨有的氣音與假音轉換，在這張專輯也有了更純熟的發揮，猶如虛實游移的呼喊與期待更貼近她深入探索人生、呈現此刻自我階段的情感語言。持續寫歌創作的她，從創作華語歌開始，這二年跨越到台語歌，以專輯主題“迷惘〞為概念，寫下對於感情與渴望的期待。希望身邊有一個真心接受自己全部的人，被愛著被完全的理解與包容，而這樣的期待，不論哪個年紀的女生，都期望在未來有個這樣的人在等著自己。以弦樂為主的音樂鋪陳流瀉出對於情感的渴望。貫穿訴說著生活、情感、個人的迷惘，坦誠的面對所有不夠完整的自己，才能通透『無礙』;整首歌都是足氣假音的高難度唱法，忘我演繹深藏於內心的情感，親密靠近著種種迷惘與疑惑，用最愛的音樂思辨已消逝的戀情，驅使生命繼續前進。『越沉重的感受，越是要輕輕地唱。』也許是孤寂、也許是遺憾，在旋律裡，隱隱透露出無法被獨立解讀的情感與交雜矛盾的遺憾。這首歌來自家蓁真實的感情經歷，也許只有祝福可以帶領我們走出這個令人無助的黑洞吧。反思過往後，寫下了〝無礙〞這一首歌，一段感情裡要學會怎麼愛人，怎麼相處，怎麼成為更好的人。在夢想的交岔路口，即使走向了不同的彼端，也要相信一切都是最好的安排。歌詞中〝就算遺憾也無礙，就算毋甘也無礙，我會繼續勇敢〞。人的生命是一段旅程，一路上會遇到很多經歷，那些曾經的過往，都是生命的一個養分，當整個世界都安靜下來，從心裡長出的痛，像是在懲罰自己內心的遺憾，能成為對方的依靠，在疑問與堅定之下，更寬廣的去看待未來，都是最美麗的安排。專輯內唯一華語新作『你出門了嗎』一句再日常簡單不過的問候，卻成了後疫情時代，最深切的關心。唯一一首華語歌，華語歌手出道的她，也持續運用華語歌的詮釋和元素奠定她在台語歌截然不同的定位。面對這首唯一華語歌的錄音製作相當重視，從容自在的氣韻之間，展現獨特的唱腔唱出了似是而非，非常獨特的聲音表現。果沒有這波洶湧來襲的疫情，原本大家掛在嘴上的〝下次再約”完全感覺不出每一次見面有多麽的珍貴，回想起這幾年錯過的人事物，在心境上開始變得不太一樣，原本出門是件非常自然的事，沒想到卻因為疫情大家開始對出門感到驚慌，甚至害怕。希望在逐漸恢復正常的生活之下，大家都能勇於跨出門，以更開放的態度接受未知。專輯中one take 錄完的完美之作──『算』！對自己的聲音近乎吹毛求疵的家蓁，在家練了各種細膩不同的口氣，高達100多次，進錄音室後純熟的詮釋，令金曲製作人三秒大為驚艷！在感情中甜蜜的佔有彼此到互相的猜忌，除了渴望、期待，還有害怕受傷害的隱性焦慮。在每一個相愛的面向，都看見投射的自己。即使最終走向不同的道路，也會愈來愈清楚自己想要的是什麼。此首歌正是描述著這樣的心境，家蓁清透溫柔，具有高辨識度的聲線，沉著地唱出她內心文藝的靈魂，編曲以日系抒情調性設計，以鋼琴和弦樂的雅緻交融，將整體的悲傷氛圍填補飽滿，沒有張狂悲驟，反而是娓娓道來，讓失戀情緒、像是有了裂痕的水晶球一般，細緻又充滿著唯美的遺憾美感。『我毋知』帶有文青迷幻感的編曲配置，由輕而重、從淺入深的探索，展現出在迷離中輕步前進，起承轉合的明顯層次。整首歌以假音詮釋的精湛唱功，再次展現家蓁對音樂上細膩的感受。整首歌全程假音的飄忽音域，卻能聽見面對未來散發著女性的意志與意念，是溫暖而堅強的，特別安排在整張專輯的第一首，象徵整張專輯的概念，這是一場如同生命出生的呼吸啓程。歌名“我毋知”直接破題，歌詞中利用正反兩極的辭意，表達出面對困境時的自問自答，反反覆覆的自我辯證中，依舊得不出答案，在遼闊的覺察意識中，釋放對於迷惘的感受有著更多的理解與開創的可能。總是害怕說出來會被否定，所以不自覺選擇了習慣被支配的生命途徑，錄音時，特別想呈現出細膩且孤獨的內心呢喃，在聲線的細節裡聽見溫暖且平和的能量，既同理也給正在理想與現實分水嶺的歌迷們一個無私的擁抱。『電視屁話冠軍』找來師兄浩子一同創作新歌，致敬電視知名節目〝電視笑話冠軍〞，以演藝人員的心境作為創作的出發點，歌詞以黑色幽默的口吻，看似歡樂卻帶有自嘲的唱出演藝人員的感受。家蓁和同門師兄浩子在2021年同時入圍金曲獎最佳男女歌手，在頒獎典禮上，明明浩子也很緊張，但還是會時常關心家蓁會不會緊張，彼此鼓勵打氣，還問她冷氣會不會太強，要不要加件外套披著。讓她覺得很窩心，超級興奮又緊張的兩人對於一起參與了金曲獎典禮，有了那種全天下只有你知我知的革命情感。熱愛音樂的兩人，時常聽到什麼好聽的歌、看到什麼很特別的景色，都會互相分享心得。這次再度攜手寫下這首〝電視屁話冠軍”，兩人的創作靈感是來自於兩人都是從選秀節目出道，被聽眾認識，站在螢光幕前都要盡全力的將歡樂帶給大家，其實內心有很多無法展現的感受或是面向。在幕前總是帶來歡笑的藝人也會有低落沮喪的時候，但為了現實的生計、還是需要偽裝真實的自己，就像馬戲團舞台上表演的動物們。整首歌曲用非常歡樂的熱鬧氛圍，訴說著在每一場盡力的表演背後，所有藝人再真實不過的內心處境。為了營造出熱鬧非凡的舞台熱鬧感，加入了Trumpet、手風琴、軍鼓和鑼，歐美馬戲團演出常會出現的節奏與樂器元素，讓馬戲團的畫面感更強。節奏則用Hip Hop的律動打底，在律動的節奏上呈現潮流感，微微的電子元素則有將馬戲團場景感翻新的新意。 專輯中兩首詞曲全創作『揣無人』、『食飽袂』！從未設限自我，截然不同的曲風讓人為之驚艷，大展創作能量！擦撞玩出新台語的鮮活詮釋！『揣無人』挑戰輕搖滾曲風，歌詞的創作也挑戰相思古詩，挑戰使用對仗，在新台語的歌曲中，保留雋永典雅的意境美感，這首歌當時的創作靈感，主要來自於好朋友的情感故事。也是家蓁的全創作，一直以來也很不擅長處理離別、分離、結束的她，在聽到好朋友真實的故事之後，就特別想要詮釋這種在愛情裡忽冷忽熱的不確定感，像是一種無形的枷鎖捆綁著自己，深陷其中無法自拔。家蓁這次透過自己的創作，結合古詩對仗的優美結合輕搖滾曲風，打造出別出心裁的新台語音樂風格。『食飽袂』則是任性又甜美的唱出每個愛美又想吃美食的女生心中最大的煩惱，每天都為了維持別人眼中美好的體態與形象，對體重計上的數字斤斤計較！歌曲中以電音融合了8-bit電玩感，帶出輕快趣味的曲風，家蓁獨有可愛甜美的嗓音，字句中帶著賭氣的小情緒，更凸顯了反差萌的傲嬌感！以親切簡單的一句“食飽袂”，率眾女孩們開吃！妳要打從心裡喜歡自己的身體，喜歡自己吃的每一樣食物，才是讓自己真正變好看的開始。在進入三十而立所推出的新專輯中，重新審視了在時間與時空揚長而去的生命之重。大膽挑戰迷幻搖滾曲風的『予我時間』、R&B曲風的『一工』都是在專輯中帶出與家蓁甜美歌聲有衝突反差感的極具代表的伏筆延續！挑戰氣長，慵懶厭世、一長句不斷重複的“予我時間”，是這首新歌中一聽就難以忘記的記憶點！〝時間〞台語發音的雙關中文諧音〝吸乾〞，也暗喻人們被生活榨乾，想停下來卻停不下來的感受；現代人庸碌、茫然、不想表達太多的內容，只想擁有時間好好的休息，讓疲憊的身心有一個喘息，為了可以唱出厭世感的口吻，一氣呵成的唱法，也讓觀眾聽見持續突破自我、撩動感官神經的迷幻唱法，層層柔美與力道的交疊，最後將你我推往至無人之境的寧靜時空。編曲運用了House為基底，作為行進的鋪陳催化，迷幻的電吉他跟電子元素補足了Urben的風格感，讓在城市中迷惘的你我，在閉上眼聆聽的那刻起，即踏入了毫無保留、在底層流動的無涯浪潮。〝一工”則是家蓁以自己的人生故事作為分享，從小以歌唱維生的她，19歲進入選秀節目比賽一路到現在，曾經迷失自我，遺落了當初喜歡唱歌的初衷與感受，透過歌詞描繪出家蓁那段迷失的過程。在追求卓越的過程中，忘了自己是誰的真實心境；從自我探索到集體療癒—─歌詞中的Rap『為什麼長大〝後會”犯了罪拖著疲憊，不斷往下墜看自己如此狼狽天上飛鳥一路高飛，振翅俯瞰我的愚昧，誰來告訴我你沒有罪  唱一首安眠曲哄我入睡』Rap中的〝後會”也隱藏了〝後悔”的雙關，講述現代人為了生活漸漸失去自我，迷失在金錢、人際、情感之間，想停下來整頓自己，卻不知如何停下來。曲風以R&B作為編曲的方向，同樣融入迷幻的樂曲風格，讓一股壓抑的感受藏匿在其中。歌聲帶著慵懶的氣息，卻有著細膩的聲線控制，就像是對自我的獨白，深刻展現出對於人生毫無方向的無助感。曲目介紹：01. 我毋知面對未來無限回圈的茫然，家蓁融入其中的聲音情緒，歌詞中反反覆覆的自我辯證中，讓面對生活現況的無奈和無力感，推使著生命繼續前進。02. 一工Rap詞創作！首度詮釋Rap是本曲一大亮點！詞意看似找尋不到出口的人生困境，搭配樂曲的慵懶風格，期待帶出衝突的反差感，也是特別想展現的深層情緒。03. 算在愛情中的付出是無法計算的，加加減減，算不到咱的未來。中板的節奏緩緩到來，當初的勇敢相愛、過去的甜蜜點滴，為何算到最後仍無法擁有兩人交集的真心。04. 電視屁話冠軍（ft. 浩子）和同門師兄浩子攜手創作！大玩音樂！以歡樂無比的口氣搭配著熱鬧華麗的馬戲團臨場氛圍，唱出演藝人員的無奈和強顏歡笑。05. 無礙親自諎曲！向過去毫無罣礙的祝福與告別！遺憾也無礙！毋甘也無礙！即使未來不再擁有彼此，也絕對是最願意祝福他的那一個人！06. 有人咧等我詞曲全創作！面對分離和等待，我都期許自己能前往更好的去處，一切故事的開端，一句疑問、一句堅定，不斷在分歧與交會中，尋找著那個他，遇見那個答應好好愛我、陪伴我一輩子的人。07. 予我時間歌詞創作！編曲音樂風格比以往EMO.Vogue.Urben 迷幻搖滾的感覺走。厭世又帶有強烈個人風格的詮釋方式，是台語歌市場極少見的嘗試與突破。08. 揣無人詞曲全創作！想起過去的點點滴滴，如今真心卻換無情，世間情、冷暖心。抒情搖滾的曲風，在最後加入四句對仗相思古詩，展現在新台語音樂中向傳統的悠揚詩詞致敬。09. 食飽袂詞曲全創作！甜美又任性的口吻，唱出每個女生的美食魂與體重計的天人交戰，可愛又俏皮的歌詞內容，讓人好氣又好笑！10. 你出門了嗎專輯中唯一華語歌收錄！闡述著疫情後生活型態的轉變，大家都變得不太敢出門，藉著這句再平常也不過的問候〝你出門了嗎”希望鼓勵大家，往前走吧！勇敢的接受未知的明天。',
'image/443485679172.jpg', 408, 'C', NULL, 3365, 64, '2022-12-08', 1887);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443485679330, 'CKCD91', '4719668003112', '心愛的謝謝 (CD+DVD)', '',
'image/443485679330.jpg', 338, 'C', NULL, 3283, 65, '2022-12-08', 135);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443485679043, '', '4711064849981', '首張個人專輯 - 萬壽菊', '【專輯介紹】＊兌現與「那位女孩」的創作承諾，黃浩庭回望南台灣夜生活成長史的首張台語專輯。＊與「水哥」李英宏共同寫歌、製作，父親袁小迪親自指導台語。幕後集結 Paul Cherry、Shubu、LINION、鄭宜農、百合花奕碩、問題總部吳昱陞、雷擎、DJ MR.GIN、老王（王昱辰）⋯⋯等，十多位樂壇好友助陣。＊風格容納 funk、soul、city pop、chillwave、傳統唸歌與招牌薩克斯風演奏，不只是成人抒情新台語歌，也是揭開內心情網的「浩」式舞曲。🏵《萬壽菊》的癡情若非那一年黃浩庭到高雄演出，遇見了愛人小嘉，這張專輯或許不會這麼快出現，或者藏有這麼多的癡情。形容成命中註定也罷，當天使接走了小嘉，促動黃浩庭掛心發表個人作品的承諾，曾經深埋童年回憶裡，父親的秀場歌廳、爺爺的台語唸歌，以及母親的民歌西餐廳，漸漸與他的獨立音樂聽感融合成一個穿越時空的新世界。🏵《萬壽菊》的人情作為落日飛車的成員之ㄧ，黃浩庭不僅擅長薩克斯風演奏，也具備合成器、吉他與演唱的全才能力。《萬壽菊》以台語為底，融合 city pop、chillwave、AOR 成人抒情⋯⋯等曲風，幕後除了有「水哥」李英宏擔任共同製作人、共創多首詞曲，更邀集鄭宜農、LINION、百合花奕碩、雷擎、DJ MR.GIN、老王（王昱辰）、問題總部吳昱陞，以及芝加哥音樂人 Paul Cherry、Shubu 等十多位樂壇好友助陣。🏵《萬壽菊》的深情為回應自己的演藝家庭背景，黃浩庭特別找來父親袁小迪指導台語，並在開場的〈六甲〉、〈惦在台南〉和阿公黃清音的傳奇唸歌對話。透過母語回望從小生長的歌場，專輯中大量描繪的夜生活，並非慾望氾濫的交際所，而是深情款款的交誼廳：〈一夜情〉尋芳只為搜索心之所向；〈憂悶酒〉隨鄭宜農的吟詠，步步跌入情網；〈魔浪薩克斯〉踏著拉丁恰恰舞步，與台南同鄉饒舌歌手 DJ MR.GIN，一前一後，對酒當歌。致敬「夢醒時分」的〈That’s All My Fault〉駕車夜行、懺悔獨白；民謠肌理的〈你的香味〉翻出嗅覺記憶中，最思念的那一段。細聽黃浩庭的薩克斯風，方才還施展著飛車騰雲駕霧的和弦魔法，突然又被台語慣性韻律拉入街頭卡拉 OK 沙發上。專輯結尾的〈眠夢〉自揭永恆守護的心，黃浩庭一如耐潮耐旱、生命力強的萬壽菊，隨風搖曳「長壽、康寧」的祝福花語，願以豔黃盛放、無條件陪伴每顆動情的心。【藝人介紹】1994 年出生於台南六甲的黃浩庭，從小生活在父親的巡迴歌場、母親位於屏東的民歌西餐廳裡。5 歲流連南台灣音樂歡場、聲色壯遊，即早開啟五光十色的視野。國小學鋼琴，國中加入管樂班、演奏薩克斯風；後因為高中就讀華岡藝校玩團，大學又籌辦音樂節，讓他從古典樂的世界跨入獨立搖滾樂，直至 2016 年隨落日飛車啟程，成為飛車浪漫基因裡的一段雙股螺旋。黃浩庭的父親為知名台語男歌手袁小迪，祖父為傳奇唸歌手黃清音。家世三代皆為音樂人，視街頭野台、歌廳秀場當成遊戲的樂園，養成黃浩庭外向、好客的性格；多年來廣結善緣，樂壇好友眾多，皆保有一份善待朋友的純情。在與落日飛車巡演全球並攜手奪得第 32 屆金曲獎「最佳樂團獎」後，黃浩庭陸續發行個人單曲〈一夜情〉、〈That’s All My Fault〉等新台語創作，並集結成 2022 年 11 月發行的首張個人專輯《萬壽菊》。該張專輯從音樂到主題，皆互映他從小經歷的南台灣俗麗夜生活，以及廿一世紀獨立音樂成長故事。',
'image/443485679043.jpg', 398, 'C', NULL, 3221, 46, '2022-12-01', 652);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443485678581, 'RD2133', '4710149696076', '入', '2019年廖士賢以《西部》灰質調的溫暖與喟嘆，劃破台灣西部沿海狹長的寂寥，奪下當年金曲獎「最佳台語專輯獎」以及金音獎「最佳創作歌手獎」，歌曲〈遙遠的所在〉獲得金曲獎「最佳編曲人獎」。時隔三年，《入》中建構的幽遠景象，欲帶領聽者的感官意識潛入更深層的境界。廖士賢往更深的地方去。歌如其人，總往險徑走。專輯圍繞對於生命的哲學式探究­­|廖士賢以詩性優雅的台文書寫、深沉細膩的嗓音詮釋，融合絢爛斑雜的電子聲響與東西方樂器交滙，時而光影交錯，時而氳氤淺伏，建構出廣闊蒼茫的音樂世界觀，同時將自身台文創作推展至更深遠的意象。「入世於夢、入夢於世」是《入》專輯的創作核心。專輯的上半部〈偷走的時間〉、〈永生〉、〈初〉、〈歸天〉意識流的敘寫著生命、時間、夢、意識與輪迴之間的課題，而〈挵來挵去〉、〈倒反〉、〈道〉、〈烏白仁〉則刻劃出生活中會遇到的種種情境，將聽覺再拉回現實。如〈墨〉一曲中所說，「天地白紙畫歲月、誰人會當莫做墨」。在時間的推拉下，如何像歌詞中所述的「屑仔」一樣，逃出三界外，得到永恆的平靜，也許這是夢，因為現實一直存在我們周圍。音樂多元跨界製作|製作上廖士賢再度與跨足古典、現代樂派的越南籍法國音樂家尊室安，以及熟悉南北管曲牌及電子音樂編排的台灣音樂家柯智豪共同擔任製作人，藉由三人獨特風格的音樂製作，以及各自對歌詞詮釋的想像畫面，將古典、搖滾、電子等種種元素編入其中，期型塑融合本土文化與世界音樂的聽覺敘事。一首歌一句詩1.偷走的時間  「人生九層疊  天地行袂動」2.永生        「永生永夢 萬千化 萬千華」3.歸天        「落葉歸根  有開來還」4.初          「搖啊搖啊搖啊搖 來時的路  黑色一夢」5.挵來挵去    「彼一工   去予青春挵著  天旋地轉  毋知置佗位」6.倒反        「倒反倒反到底誰的字  一字一字若欲毀滅去」7.墨          「行直走趨來回去  斷筆走敧嘛有時」8.道          「仝款的神 仝這片天  無仝的天下  無盡的眾生」9.烏白仁      「烏仁摻白仁  練太極 慾望咧伸勼  看自心」10.出入       「你追星挽月  跤步大開  你開石剖山  大蹔天地」「入夢、出世」是必經的人生修煉，透過靈魂的注入，再一次將台語歌曲昇華。而在音樂之外，還有什麼雜混於眼前浮動著。',
'image/443485678581.jpg', 478, 'C', NULL, 3208, 33, '2022-11-18', 260);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443485678805, 'CD12374', '4713833123742', '夢中的思念   CD+DVD', '',
'image/443485678805.jpg', 368, 'C', NULL, 3311, 62, '2022-11-16', 1501);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443485678806, 'CD12373', '4713833123735', '緣份比紙薄  CD+DVD', '',
'image/443485678806.jpg', 368, 'C', NULL, 3307, 62, '2022-11-16', 1454);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443475678994, 'ANGEL001', '4713249234179', '癡心三溫暖【USB專輯】', '(USB收錄10首歌曲+卡拉OK)癡心歌姬-嬛嬛首張台語音樂大碟「癡心三溫暖」亮麗發行嬛嬛-出生於嘉義朴子素有美魔女之稱，高挑的身材、凍齡的美貌，親切和善的笑容，加上熱心公益的善心，而成立「超級好幸福團隊」穿梭在民間公益歌唱團體把幸福帶給大家，大家稱之為溫暖女神。曾經發行過2首個人單曲，在演藝之路從無心插柳到堅持最好。新專輯音樂部分由新銳製作人楊彩藝老師操刀把關製作，癡心專輯在音樂製作品質上下足了工夫，在編曲上把每一首歌呈現出樣貌不凡的風格，「癡心三溫暖」的劇場樂隊、「癡心的陀螺」豐富特效和電音、「癡心無退路」的質感弦樂一直到「癡心美樂蒂」高超技術的樂器展現，還有最特別的日本藝術風的「癡心莎喲娜拉」更是把台語音樂拉出新的格局，呈現新與舊的完美融合，讓台灣傳統語言的魅力在藝術的氛圍內更加地展現。MV，造型及舞蹈企劃由天王天后御用之魔鬼導演-比佛利操刀下，重重難度的舞蹈及凱渥模特兒公司美姿美儀訓練與壓力下重朔新形象，完全配合導演要求，在新專輯共挑戰了，芭蕾舞，日本舞，妞妞街舞，電音舞蹈，弗朗明哥舞，劍道，吊鋼絲。在視覺上，台語Mv首度結合[4D拍攝]及[虛擬人物]「倒播」在Mv內呈獻更是首創。平面攝影邀來時尚雜誌御用攝影師-宋子凡操刀新專輯形象照，利用芭蕾舞以流動拍攝手法傳達努力活出韶音翩翩起舞的生命姿態嬛嬛新專輯中，為了培養台語歌壇新唱將，專輯內特別收入與癡心三王子的對唱與個唱，帶著他們勇闖歌壇，專輯結合歌唱比賽常勝軍，藉由企劃宣傳拉抬他們能見度，逕而更上一層的演藝之路，「癡心三王子簡介」癡心柔情王子-陳塏瑞出生於台北於宜蘭長大的純樸男孩，清新的外貌、親民的個性深得大眾喜愛，從電視與民間各大小比賽脫引而出，從台灣民間比賽完成了環島台灣各地獲取佳績後，前往大陸、馬來西亞、新加坡代表台灣參賽，成績也亮眼.秉持努力朝向演藝之路的塏瑞，為了充實自我，學習了舞蹈及火舞各項才藝，希望能多方嘗試不同的演藝，對於歌唱的認真及積極度能展現情感的歌聲，感動人心.2019年曾發行個人單曲『問你甘會心疼』一曲親身故事而製作的深情歌曲，記錄個人癡情的另一面。癡心深情王子-林家男出生於台南鄉下一個愛唱歌的五年級生，經常比賽的他在某次因緣巧合下加入了好幸福，遇見了賞識他的會長嬛嬛姊，因為嬛嬛姊的緣故加入了超級好幸福 這個大家庭在2019年發表第一張跳舞團體專輯「拼出人生第一名」也發表第一首個人單曲「重情」讓五、六年級生知道，自己不輸現在的年輕人，除了會唱也能文能舞。癡心溫情王子-呂志國來自左營外省家庭，在家排行老么、喜歡唱歌、身經百戰，在許多大小歌唱比賽及紅人榜中都曾獲得佳績。2015年［思念的代價］由超級好幸福嬛嬛會長提攜照顧栽培下在全國辦了12場比賽，創下歌唱比賽創舉。2019年［感謝你］［拼出人生第ㄧ名］無畏疫情、再創佳績目前在電視臺主持購物及歌唱節目，幽默風趣，喜歡帶歡樂給大家、擅長模仿特色藝人，業餘擔任歌唱比賽評審，已經累積了不少的死忠歌迷。——————專輯首波主打-「癡心三溫暖」ft 陳塏瑞/林家男/呂志國愛情的路上酸甜苦辣，就像洗三溫暖，相互的唯一跟真愛無價都只是曾經，變了心之後，癡心空等～終究是夢一場，妞妞曲風輕快的節奏演譯著癡心傷情。嬛姐在Mv內首次嘗試吊鋼絲的橋段、有如魔法美魔女飛越城市及山巒，片廠搭景，帥氣時尚三王子的合唱及10位未來感造型的舞者共同完成質感大器Mv導演刻意在Mv結尾，放上她甜美笑容、實著讓人難以忘懷。電音主打-「癡心的陀螺」-嬛嬛歌曲敘述追求理想的愛情，尋找在心中那份澎湃，以為會愛到永遠的感情，卻因太過自信而拱手讓人，就算歷經了時間的變化，切換了不同的角色及設定，一樣喧囂的城市，卻有著不一樣的發展，挽回過去的那一個人已經是不可能，卻還在癡心，還在苦想～只能讓自己的生活忙碌，如同陀螺般轉啊轉啊轉，忘卻思念～癡心陀螺的曲風節奏強烈，表現出環境轉換的流逝感，搭配著優雅的舞蹈，讓歌手詮釋出時光洪流中的茫然，在這樣的情感世界裡，我們都像是陀螺一樣不斷旋轉無止盡的轉著…找著。拍攝Mv當天因為長時間練舞肌腱發炎為了順利拍攝完成，利用轉場時間到醫院打針，回片廠忍著腳傷硬是把Mv拍完，敬業精神讓人欽佩與不捨但看了最後結合4D拍攝完成的作品直喊ㄧ切都值得了。「癡心美樂蒂」-嬛嬛      被背棄了多年的愛情，怨恨著對方或憶起浪漫的過去都已於事無補了,只能藉著音樂來療傷，唱不盡的癡心Melody卻依舊引人內心的無盡思念，是放不開的癡心～Mv構思-虛擬卡漫小嬛是個愛神丘比特，嬛姐分身，她總是守護在她身後Mv在在復古餐廳內拍攝，由帥氣義大利男主角飾演餐廳老闆，歌手虛擬對帥老闆射出愛神箭！哪知遇見了採花賊。癡心無情批-嬛嬛ft陳塏瑞即便是分手好幾年了，依然癡心不變的愛著，友人的貼心關懷扶持著情傷憂鬱，每每想到過去的笑容、情話……到後來的違背……算了吧！就當是他留下一封無情的書信別離，捨掉這段愛情Mv大手筆包下遊艇，摸黑出海！為了拍下龜山島美麗的日出乍現在海平面的波光水影，天光後清徹的牛奶湖尢如反光板般的反出綠油油純淨的大海由於拍攝當天浪高3層，團隊們機乎全軍覆沒，吐的吐倒的倒、只剩下2位歌手帶著興奮的心情完成拍攝Mv內結合了手漫動畫，GoPro拍攝新手法！呈現不同視覺的對唱情歌。癡心頭攲攲-嬛嬛ft呂志國癡心是因為命中註定的緣份，回憶起相識的季節，笑容打開了原本封閉的心，彼此曾認定是彼此的唯一，生活中的幸福快樂，點點滴滴……是夢嗎？如果不是夢，不是該擁有彼此嗎…Mv畫面夢幻，簡單2D動畫發揮逗趣想像空間視覺、柔美綠意外景、展現情侶熱戀情境，為了零晨北上拍攝Mv,不小心受到風寒感冒的志國、怕體力不支髮妝完，急飆醫院急診緊急打了一針，再趕回拍攝現場，強忍住身體不適，硬是把導演要求的戀愛談完。「癡心莎呦娜啦 」 嬛嬛ft林家男曾經山盟海誓、情話綿綿，眼中只有彼此 ，奈何轉眼無法再續前緣，期望能回頭再愛一次，但不可能了，只能將彼此活在心中，雖然癡心，卻需忍痛再見的愛Mv重金在北投文物館包館拍攝完成，邀請到6位日本舞老師搭配嬛姐和服造型，優美舞姿舞出新風情家男帥氣日本武道服結合大鼓展現男子氣概，倆人互砍橋段、表現出男女情侶吵架時的內心世界、爭得你死我活的唇槍舌戰，導演利用穿越古今去詮釋Mv內容！為了悽美死相，應導演要求、倆人經常相約道士館互砍練習怎樣死才好看！唯一國語歌曲「癡心多瑙河」-嬛嬛 癡心有幾分，愛就有多深，幾度秋冬依然找不到傷心解藥，眼淚好似雨飄，難忘的多情溫柔與擁抱已成追憶，負心的人怎捨伊人傷心、痛心的淚水匯成癡心多瑙河～Mv邀來電影演員-邵昕跨刀演出，運用醇熟演技，牽引著導演設計的「倒播」拍攝手法，揣摩角色中多情角色的演繹，柔美燈光灑下鏡前光影營造浪漫氛圍，嬛姐熟練的芭蕾舞姿把畫面營造出微美情境。導演重金租來紅色法拉力限量跑車，襯托宏偉歐式建築外觀，搭配倆人華麗造型男女主角高眺的身形，精心挑選的Mv五大場景，再再營造畫面超水準質感表現［三王子個唱］「癡心無彩工 」-呂志國當美好的愛情因著某些無法解釋的情事而無聲無息消失，待回頭時，即使癡心空等了幾度的春、夏、秋、冬，直到人兒漸形消瘦卻依然等不到所愛的人，還是空愛一場Mv以意識形態3度空間拍攝手法，傳達倆人找尋彼此，打開心門，關上心門、總是無法在對的時間遇到對方，緣份總是把身心分離，利用ㄧ扇門穿越任意門，走過四季時光流逝，人海渺茫無際廣闊山海流蕩著身軀。「痴心人的世界」-林家男有層次的感情生活，暗戀到失戀，默默的支持著自己暗戀的對象，這次的單曲風格跟第一首「重情」完全是不同風格，讓大家看到不一樣的林家男。Mv內發揮演技，飾演一位癡心的海邊行動咖啡館老闆暗戀著常來店的女孩，從她熱戀到她情傷，聽她訴苦，教她如何煮出好咖啡、還來不及告白內心愛戀，緣份使然不知何原故、有天她消失了！癡心等待多年後直到家男開店與她重逢，她卻已回到舊愛身邊，然而最後他把對她的癡，深埋在自己內心的世界與她相戀。「癡心無退路」-陳塏瑞專輯內個人單曲，一樣濃烈的情感歌曲，堅持著自己創作歌詞，藉由新台語曲風詮釋出深情的感度。無論是一個人的窗邊無論是一個人的冬天寂寞時總會思念～多情總被無情傷～孤獨的愛茫茫然～情感無所期待依然癡心愛Mv在導演的引導下，不由自主的流下男兒淚、久久無法收回情緒，結尾在導演的要求下，臉緩緩浸泡入浴缸內、實在與歌的意境「無退路」完美結合',
'image/443475678994.jpg', 588, 'C', NULL, 3324, 31, '2022-11-02', 1591);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443475678585, 'STAR2022066', '4711099702183', '當初的咱', '有一種愛，不會緣盡成灰，既無悔、也無畏。曾經有一個人，像氧氣一樣重要。彼此擁有的時間，如果能走慢一點，讓美好的一切，停在此刻直到永遠。時間的浪，即使載浮載沉，兩人走過的痕跡，沒人能取代你。陪著回憶散步，無論是否與相愛的人在一起，對愛啟蒙，是當初的咱，最珍稀的禮物。專輯同名主打『當初的咱』，賴慧如歌詞創作淚唱過往的愛，深情中蘊含著對回憶的珍惜、仰頭起身對未來的希望，收錄三立戲劇『忠孝節義』片尾曲。永久，不一定要長久才叫永久，這樣的釋然，人生有故事的人才會懂。一段感情的消逝，當下我們總會追究是自己的錯過，還是對方沒有把握。上一張專輯首次發表個人詞曲創作受到好評，這次發表新歌“當初的咱”，慧如參與填詞創作，包含整張專輯想要表達的愛情觀、態度、以及新世代的女性如何從愛情中褪變成長，找到自我價值認同的方向，都是從這首歌的概念開始延伸。心碎主打『毋願閣提起』痛心上線！在愛裡經歷著各種悲歡離合，剛強快樂的外表下，笑裡帶著淚光，最真實的內心聲音。歷經許多人生階段波折的慧如，更加有感每個人心裡都有一段不想講的故事，埋在很深很深的心底，只有在無人的深夜裡才會袒露出來，令人深感共鳴的歌詞更是道出了，失去過後，你我從回憶返來，才發現，最遠的距離不是彼端，而是再也回不去的昨日。閨蜜歡唱必學新歌『姊妹』，找來情誼好姐妹郭婷筠、謝金晶、黃露瑤一同合唱，真切地唱出女生之間互相扶持的患難情！歷經人生幾次重大的低潮與轉折的賴慧如，慶幸有姊妹們在身旁陪伴她走過！專輯中唯一一首合唱充滿了驚喜嬌點，在最受歡迎的都會男女合唱的台語歌市場，慧如這次特別向製作人提出想要製作一首是給好姊妹可以在KTV裡一起依偎溫馨合唱的歌。擁有好人緣的她，在思考對唱人選時決定一口氣把最好的三個好閨蜜通通邀請來大合唱！一首歌就邀請到橫跨歌壇和戲劇圈、姊妹們力挺！女生們之間的義氣相挺，完全不輸給男生。『舞池女王』霸氣回歸！專輯內唯一舞曲鉅獻！不斷追求突破！開場就以清亮的踢踏舞聲響劃破寧靜，令人屏氣期待！更勝以往的唱跳魅力展現。出道時便以鮮明的舞曲風格獲得關注，在參加『舞力全開』節目後展現了她舞蹈的天份，透過自我高要求的勤奮練習，在短短兩年內便拿下國內外國標舞多個冠軍，就在大家以為她擅長的是唱跳之際，她打掉這個到手的舞曲女王的封號，發行了全抒情的專輯並入圍台語最佳女歌手，在新專輯中她收錄了唯一一首時髦的摩登舞曲，集結了力量與性感，再次展現了她精湛的唱跳實力。『行過的曾經』，磅礴的弦樂編制，打動人心的旋律貼近時下愛情的歌詞，從情感的泥濘走出後的你，勇敢的解開束縛！在一段感情中，不管好壞，我們都能夠找到最初相愛的意義。放手，是給對方的祝福，更是給自己的疼愛。這世上沒有人應該要比我們自己更愛自己，當對方的快樂與難過都不再與我們有關時，一同經歷戀愛轉折。整首歌曲曲風以大編制的弦樂展開氣勢磅礴，慧如在演唱時的詮釋從比較壓抑內斂的情緒，慢慢走入更釋放的濃厚情感，讓製作人大讚有身兼演員身份的她，很自然的將演技融入在歌曲中，非常投入在其中。『搪著你彼工』，是賴慧如向金曲歌王荒山亮邀歌，當時收到Demo時就被亮哥率性又迷人、半說半唱的方式給深深打動，非常喜愛這首真摯又獨特的作品。在籌備這張新專輯期間，慧如參與了更多前期的製作，從收歌的音樂風格以及邀歌的音樂創作人名單，都有了更明確的想法；本身就是荒山亮老師粉絲的慧如，親自向老師邀歌，在這首中板節奏，在大家眼裡可能不是大眾K歌的情歌類型裡，但是對慧如來說卻充滿了真實生活的悸動，帶有些遺憾、帶有些不得不學長大的從容以對，用她自己的口吻淡淡卻深刻的詮釋，像在說故事一樣的敍述著，如果我們可以回到最開始的那天，這些失去造成遺憾，能否被救贖。專輯內唯一一首華語歌『女人吶多愛自己呀』，百老匯爵士樂風，從為愛犧牲奉獻的傻女孩到為求突破自我的神奇女超人；一路走來從不想被自己限制的慧如，在人生與演藝事業多種角色扮演，用盡全力綻放最棒的自己，讓她大呼“女人最好的人生就是有能力的好好愛自己”。愛自己就跟愛任何人一樣，需要用心了解也需要持續自我探索，歌名就像是登高一呼的精神呼喚，超齡的人生經歷，讓她漸漸知道幸福不是交付給另一個人，而是掌握在自己手上。讓熱情為我們的迷人永保青春！即使知道自己不夠完美，也要努力活出自信閃閃發光的自己。從電音舞曲到催淚情歌，再到靈魂騷動的抒情慵懶的爵士樂風，是慧如在音樂上嶄新的突破，從容而悠然自得的收放，讓人忍不住隨著節奏恣意搖擺，一腳掉入了雋永光彩的浪漫情懷。入圍金曲最佳女歌手後，坦承冷熱交替的人生經歷，讓她看待人生中的平靜暗湧變得更超脫！不動聲色的心碎，最令人心醉。入圍金曲獎後的全新專輯製作，被問到是否會更加戰戰兢兢的籌備這張專輯，慧如給了一個很令人意外、非常超齡成熟的答案！她將首次入圍金曲的那份喜悅，留在了金曲獎典禮的那個晚上，當回家一卸下華服後，她依舊要準備隔天要拍戲的台詞、依然是一個母親、一個節目主持人，一切都安好一切也都沒有改變。對慧如而言，唱歌是她給自己安全感的港灣，內心小女孩莽莽撞撞的真情，可以在音樂裡肆意的奔跑著，在歌曲中能放大脆弱、狂瀉矛盾、可以完整的訴說每個不同面向的自己，這張專輯不難聽出在音樂企劃製作上，讓慧如很做自己，讓那些拉扯出現了不同的層次，更完整的呈現最後終將能給自己歸屬感的人只有自己。曲目介紹：1.當初的咱專輯同名主打！賴慧如催淚歌詞創作。唱出當初又愛又遺憾的情緒：不夠勇敢不敢選擇的那份愛，只能藏在心裡。真正的愛，不一定要兩個人在一起。2.毋願閣提起每個人心中都有一段不想提起的故事，藏在心裡的痛，說不出口的是那份執著的愛。細膩又內斂的唱出以對方為優先，總是在等待、單方面付出較多的那方，並沒有得到對等的回應，抽絲剝繭的唱出忍痛抽離感情後，糾結無奈的心情。3.行過的曾經繼上一張專輯主打“愛毋是一種罪”大受好評後，再度邀請音樂人洪于筑、邱逸安聯手為賴慧如打造極具張力的新式台語情歌。磅礴的弦樂編制，心酸纏繞、揪心傾訴淒美之重的摯愛之戀。4.姊妹（ft. 郭婷筠、謝金晶、黃露瑤）“姊妹”當然要找真正的好姊妹一起來唱！這世界最美的是女生之間無堅不摧的好情誼！牽手唱出流淚之後的堅強，身邊那個最重要的姊妹，總在最需要的時候給我們鼓勵和安慰，傷過心、流過淚以後，重新開始愛自己，穿得美美的四處去旅行。5.女人吶 多愛自己呀專輯內唯一一首華語歌。拋開刻板的世俗框架，與其等待著幸福的故事上演，慧如鼓勵女生們，放下別人對我們的期待，要更愛自己，勇敢的去冒險，揮灑屬於自己獨一無二的色彩。6.搪著你彼工金曲歌王荒山亮老師動人創作。在時光裡的流轉往返，一路帶著我們在生命中的起伏找到解答，所有的相遇都是幸福的開始，因為你，愛才出現希望。對於最純粹的當下，終將只能留在過去，成為美麗的遺憾。7.風莫吹踩著時間的浪，觸碰迎來的風，無法重來的遺憾，讓未知更加深刻，慧如經歷人生幾次變化後，被迫成長帶著釋懷，無法重來造就了唯一，心中的思念就更加珍貴。8.舞池女王專輯唯一舞曲！唱出在舞台上灑脫自信、性感又帶點迷人的危險！以一種新世代女性、更自信不羈的魅力登場，主張每個為情所困的女孩都應該要極致變身，站上自己人生的舞台，我的步伐由我來決定！z9.變心愛上一個不懂愛的人，傷痕累累、走不開也無法再靠近，原來相愛不一定能到終老，你的沈默，滋養著我的脆弱，傷人也傷己，有心也無力再挽回。10.寫一張批寄予過去獨自承受著寂寞的小女孩卸下心防，將自己最脆弱的心情給唱出來。時間慢慢地過，想寫封信給剛認識你的自己，時間如果可以回到過去，會用你想要的方式去愛你，不再固執的堅守自己的以為。',
'image/443475678585.jpg', 408, 'C', NULL, 3310, 64, '2022-10-13', 269);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443475678601, 'CD12371', '4713833123711', '愛情真偉大  CD+DVD', '',
'image/443475678601.jpg', 368, 'C', NULL, 3331, 62, '2022-10-13', 1082);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443475678669, 'MLD536', '4713105915365', '逝去的愛情', '台語新人陳言寧發行的首張個人EP，收錄兩首歌曲「無過火的爐丹、「逝去的愛情」。兩首歌曲曲風完全不同，「無過火的爐丹」是一首探戈歌曲，旋律輕快，由詞曲老師周韋杰與製作人李明洋老師特別量身打造。「逝去的愛情」由新人張維祐創作，描寫一段感情結束，回想還是不捨，終究要放手的惆悵。台語歌壇新秀陳言寧絕對可以讓大家耳目一新，她擁有獨特的菸嗓音，歌聲充滿滄桑感，對於各種不同曲風的歌曲也能用她自己的方式詮釋，唱出個人的味道，歌聲值得一再回味，一聽再聽。懇請大家可以到yt 她的陳言寧工作室與臉書陳言寧粉絲專頁按讚訂閱分享，多多關注給予支持',
'image/443475678669.jpg', 198, 'C', NULL, 3351, 65, '2022-10-12', 1361);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443465679147, 'FENG004', '4713249234216', '我有罪【USB專輯】', '★獨一無二、量身設計～江志豐專屬卡片型USB★完整收錄10首全新創作+2首Kala+5首MV●江志豐於2019年睽違三年發行「心亂如麻」專輯至今，再次睽違了三年推出嘔心力作『我有罪』●對自己作品總是力求完美重質不重量，再縕釀了三年更求「心」與「新」之作。●三年的時間足以讓一個人心境調整、改變，對生活更能有所體悟。在面對生活、疫情衝擊下強勢推出新作『我有罪』，勢必又將帶來更不一樣的感受及聽覺饗宴。整張專輯的創作概念，主要琢磨於這幾年疫情的影響，試圖藉由音樂帶給人們歡樂擺脫悲傷，【哭】與【笑】是觸動內心世界最直接的情緒表達，在音樂創作理念裡，總希望音樂能開啟人們隱藏的情緒，或哭或笑…當悲傷過後就不會悲傷，就像當眼淚流完就不會再有眼淚，訴求一個【堅強】的理念。音樂的渲染力強大，在音樂的層面上，應該著重於不要糾結於心裡面的一些情緒，除了讓聽者心情愉悅之外，音樂能量更能釋放心靈的壓力;另一方面希望本土流行音樂能與世界接軌更具國際觀，因此整張專輯製作以多元爲導向。元素中除了在編曲的部份，盡量不要套用老舊的編曲方式，在台語歌的範疇內，也避免太過新穎帶來的排斥感或距離感，更試圖將西洋音樂注入與本土音樂融合，而在專輯音樂主導向方面，追求在新舊之間取得平衡，在傳統與新潮中走出一條新風格，在【齡】界限的零界線共鳴中穫得廣大群眾的回響及喜歡，喜歡的部份是希望大家能夠對號入座得到情感共鳴，從音樂中感受不同情境藉此得到情感抒發，也期望藉由這次專輯，把本土音樂帶到不一樣的境界，這才是整張專輯最大的曲向跟曲風。',
'image/443465679147.jpg', 888, 'C', NULL, 3222, 31, '2022-10-05', 469);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443465678680, 'STAR2022065', '4711099697229', '由我決定', '雖然不知道未來的前方　等待著我們的會是什麼？面對夢想、愛情、探索自我就像無限迴圈拋出去的都會以不同的形式再度出沒在找尋答案的過程中轉而向內探索這是一場自我對話的十個音樂思辨不斷超越本位的情感語言膽大自信　慵懶隨想在睽違兩年的全新專輯中忻之所向，聲之所往全然釋放每一次的等待，都迎來了令人期待的杜忻恬。　蘊藏了兩年的能量，第五張同名專輯首波主打『由我決定』，抒情又磅礴的新歌中，回歸展現令人叫好的鐵肺爆發力！慵懶帶有自我觀點主張，深刻唱出乘載情感創傷後，仍舊勇於探索自我的蛻變之路，通過一層層的關卡，淬煉成這個世上獨一無二的存在，接近詠嘆的吟唱，唱出空美而寬闊、穿迴未來的堅定意念。鍾情於歌唱的忻恬，用她的歌聲帶領你我進入她的世界，解放困在身體裡的渴望與追求，猶如史詩級的管弦樂編制，更增添了磅礴的氣勢！2022年最有底氣的台語雙女聲為愛發聲！在愛的世界裡，你我沒有不同！無論性別膚色種族，都是平等的！新歌『仝款』杜忻恬X新科金曲歌后江惠儀首度音樂合作！極具個人聲線特色、精彩絕倫的情感各自表述，混合出聽感的全新境界！企圖帶往大家到新台語音樂女女合唱的新高度！每個人終其一生都在追尋深刻與靈魂謀合的另一半，首次邀請金曲歌后江惠儀合作，便惺惺相惜寫下這首『仝款』，兩人截然不同的聲線，在這首歌中完美的相遇，時而分歧時而交會的旋律曲線，猶如在對話中釋疑一個個困惑，鋪陳一次又一次堅定。將歌迷帶往新的聽覺浪潮，正在尋找答案的過程中，也充滿力量的丟出了人生的思考，接納並傾聽世界上和自己的許多不同，才能迎接帶來更多元的前進。抒情主打『幸福毋免是我』，熟悉的聲音、氣味、場域，打開了塵封的記憶！曾經的深愛，此刻的祝福，愛情中的大人學，放情後的超脫釋然，我是我，我愛的起，我同樣放得下。磅礴的弦樂重塑了情歌的新樂色，也開啟了我們探索台語音樂更多想像的可能性。從絲絲密密的的游思半氣音，到副歌溫暖高亢的豐富張力，再展杜忻恬幽幻穿越的戲劇性女性聲線。情歌『幸福毋免是我』寬廣的音域和情緒的鋪陳，從表面的冷冽，隨著旋律慢慢的直搗情感核心，進入副歌激昂的高亢，唱出了困在情感中的糾結，從醞釀到爆發，最後勇敢看待逝去的愛情，望著那個刻在心底的名字，曾經錯過但仍成就了彼此各自幸福的前奏。詮釋得若無其事，但卻有著格外的淡淡遺憾。鐵肺女神杜忻恬，新專輯私心最愛！高規推薦『燒』，首次詮釋迷幻電音曲風自白已上癮！歌詞沒有太多的贅字，讓寂寞慢慢在忻恬的聲線中延燒，沈靜帶著高冷美的真假音轉換，虛虛實實的游離在時尚又慵懶的電子配器中，一直以來都不輕易表露自身情緒的忻恬，總讓人在音樂中驚喜發現她的另一個面向，這首歌曲沒有框架，沒有規則，放任女性特有的感性細胞，以優雅又帶點驕傲的姿態，向內探索自己真正的感受貓系女子為你傾倒神迷，可愛又帶點驕傲的青春氣息！Fusion輕快情歌『愛佇佗位』清亮又瀟灑的拍點和唱法，電力十足的歌聲，直擊想戀愛的心！給予你／我勇氣，踏出新的步伐！穿透人群找到命定的愛情。不高唱想戀愛的心情，反而是更愜意隨性的，在歌曲中傳達出保持愛的勇氣，打破世俗價值中，女性在愛情角色的特別被動與渴愛的既定印象。忻恬想傳達的愛情觀更加無畏，她做自己、也愛自己。開闊的迎接人生中未知的精采與樂觀的可能。後疫情時代有感活在當下，不管是留愛查看或是經歷愛情後的恢單傷痛，不管這世界如何變遷，永遠都要記得微笑，專輯想表達多元的愛。在前年金曲入圍後，給了忻恬很大的鼓舞，在選歌上也向公司提出了更多自己的想法，原本預計去年就要發片，也因為收歌卡關專輯難產，籌備了兩年才推出，非常在乎音樂內容想表達什麼的忻恬，總是能唱出橫空出現又充滿力道的詮釋，同時帶給歌迷被撫慰的感動。忻恬不躁進、不跟風的個人風格，總是有自己表達的時空，鮮明帶有點慵懶的對話主張，獲得了很多時下女生的認同。這次在專輯裡更進一步展現，她對自己喜歡的歌唱義無反顧，她總是活在當下，即使在時空輪動裡，仍保持著優雅地往返，也許傷痕累累，也阻止不了她勇往直前的決心。曲目介紹：01. 由我決定專輯同名主打，收錄在三立戲劇《嘉慶君遊臺灣》片尾曲。在無邊無際的時空裡，醉心於喜愛的事物，充滿想像的自我探索，散落在不同時空的意見聲響，交給時間去提問，去延伸，哲學性的富饒思考貫穿整首歌，我存在的意義，只能由我決定。02. 仝款（ft. 江惠儀）充滿力量系雙姝尬唱。私下同樣寡言的兩人，一拿起麥克風就忘我飆唱。異口同聲唱出這個世界「愛最大」。咱的緣分沒有什麼不應該，也從來毋免對啥人交代，只要真心的相愛，你我攏仝款。03. 幸福毋免是我『身旁無聲的陪伴，是我溫柔的牽掛』，進退的兩難，要不要都難，面臨選擇的堅強與力量，忻恬在細節的口氣上，唱出了新時代女性說不出的心聲，把最大的祝福留給對方，愛自己最重要也最難。04. 愛佇佗位輕快活潑的小姐姐情歌系，貓系甜唱真愛在哪裡，若沒有遇到對的人，我寧願一個人過，這世界這麼大，我卻只想要等到你。05. 分手禮翻玩分手的新潮台語情歌。越聽越著迷，越聽越想讓人跟著一起哼唱，讓分手的詮釋多了那麼一點都會時尚。分手不一定只能傷感，它也可以是份禮物，祝福未來的我們，繼續相信愛情，而且越愛越勇敢。06. 表明愛恬式甜蜜情歌，帶有距離又有點期待的戀愛模式，就算再喜歡，也想等待對方對我表明愛，想確定此刻是不是幻覺。我的雙手等你牽，欲愛我趕緊來。07. 燒專輯中忻恬私心最愛的歌曲。慵懶電音，氣音虛虛實實的切換，再次展現了杜忻恬不假思索的歌唱實力，看似靜止，卻在旋律上不斷的推波，簡單的旋律行進，搭配著電子音效，隨性哼唱的半口白式唱法，令人驚艷，了然於心的純粹，炙熱的寂寞透過忻恬獨特的詮釋，呈現迷人嗓音中知性與感性的驚喜交融。08. 愛情Uber專輯中唯一舞曲。用Uber作為主題唱出有趣又生動的愛情新觀點。以溫柔大女人的口吻傲嬌掠愛，別有一番新意。09. 寫予你的歌就當我不顧一切，只想一直一直等著你。脆弱又堅韌，悲傷懷抱著希望，唱出成熟女生在愛情中的自信與酸楚。10. 一日三月催淚唱出跨越時空的深刻愛戀。由年少到老，從細膩到磅礴動容的副歌，唱出的大時代下相愛與分離的分秒深刻。',
'image/443465678680.jpg', 408, 'C', NULL, 3292, 64, '2022-09-15', 1722);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443455679113, 'CD12363', '4713833123636', '直直動  (CD+DVD)', '',
'image/443455679113.jpg', 0, 'C', NULL, 3336, 62, '2022-09-06', 7);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443455679114, 'CD12369', '4713833123698', '天賜良緣  (CD+DVD)', '',
'image/443455679114.jpg', 368, 'C', NULL, 3274, 62, '2022-09-06', 1248);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443465678555, 'FIREON0101', '2022090000067', '《自從彼時陣》', '周自從，痞克四、拾音Pick up樂團主唱。曾經唱過許多膾炙人口的電視電影布袋戲主題曲。年近不惑，反動的心不曾停止，不斷挑戰自我，重拾在都市裡不常用卻親切熟悉的台語，用自從的歌聲，用台語，細細描繪人生路上體會的點點滴滴。滿滿畫面感的專輯裡，有無奈，有甜蜜，有委屈，有那些你覺得早該釋懷的事情，還有一路上的兄弟⋯⋯這張「自從彼時陣」專輯，歷時三年的醞釀籌備，與凃凱傑謝宏佶共同創作，胡俊涵共同製作。期間專輯也差點因為疫情影響而胎死腹中，但只要還有呼吸，就有機會挑戰命運！製作這張專輯受到許多圈內的戰友以及前輩們老師們的幫助。特別感謝昔日恩師 鍾興民老師，滅火器-ORio、先知瑪莉-Josh、Fish、佛跳牆-黃宣銘、奧迪、百合花-亦碩，感謝好兄弟小穎、緯緯、雷堡，還有宝島材料行、李雅微的獻聲跨刀。「自從彼時陣」集結了圈內老中青三代音樂人的力量，誓將竭盡全力，在一片台語浪潮中發光發熱。',
'image/443465678555.jpg', 578, 'C', NULL, 3234, 28, '2022-09-06', 1035);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443455678974, 'CSMT007', '4713249233967', '體會', '白冰冰 2022 最新專輯主打歌【體會】由冰冰姐親自填詞!有一天她看到幾位聽障朋友比手語交談，一片寂靜中，卻感受的到他們歡樂的氛圍，冰冰姐心裡想著，他們一輩子無緣享受音樂帶來的喜悅，但是她可以盡力讓聽障朋友們知道她在唱什麼。於是請了手語老師教授手語，然後在 MV 裡面呈現，配合這首冰冰姐自己作詞，以她自己人生的體悟做的歌【體會】， 覺得配合歌曲整體看起來是優美的，既好看又能種福田，真棒!第二波主打歌【我會想你】首次邀請本土一哥蔡佳麟對唱! 這是一首非常溫暖的對唱曲，有別於一般的愛恨情仇，希望大家家庭和樂、愛情美滿，蔡佳麟非常完美的詮釋這首歌曲，冰冰姐非常滿意，也推薦給大家!',
'image/443455678974.jpg', 308, 'C', NULL, 3284, 31, '2022-09-02', 1273);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443455678975, 'TC007', '4713249233493', '迷戀你的香', '睽違兩年，台灣囝仔方順吉推出全新個人專輯－「迷戀你的香」！精心收錄十首不同風格的歌曲，將生命中動人的情感，以及溫暖、正面的力量，用音樂呈現、傳達，打造一張有溫度的專輯。專輯同名主打歌《迷戀你的香》，唱出深藏在內心，愛而不得的憂傷。方順吉用濃郁感傷的歌聲，詮釋出悲傷與激昂交織的情感。特別邀請小提琴家戴豪逸為編曲加入濃濃古典演奏，達到現代流行音樂與古典小提琴的完美結合，值得細細品味。 《迷戀你的香》－首波主打方順吉深情聲線，唱出綿綿相思及心中稀微的心情。過去的回憶時時縈繞心頭卻也無限沈重。『暝暝等，月光暗淡，露水深更空思戀』曾經說好的美好未來，如今只能形單影隻靜靜長嘆，愛情的滋味是苦是甜，只有自己知道。 《甜蜜成雙對》feat.蔡宜汝 『你是我心中美麗的仙女，阮的幸福永遠攏是你』一首活潑可愛的對唱歌曲！呈現戀愛時熱情、浪漫的醉人氛圍，毫不掩飾的告白之語，表現出充滿愛意的氛圍！輕快的曲風令人情不自禁地跟著節奏舞動！方順吉與蔡宜汝以輕快、甜美的歌聲，呈現出戀愛中濃情蜜意的情感互動，讓人感受到滿滿的幸福活力！ 《今生的新娘》feat.陳雪萍 『歡喜來啉一杯，甜蜜的交杯酒，幸福的情歌唱到長長久久』牽著手一起走過青澀青春、度過許多風風雨雨，感謝一直以來有你的陪伴與不離不棄，從今以後，你就是我今生唯一的新娘。堅定的眼神，神聖的誓言，方順吉與陳雪萍用幸福的歌聲，傳達生命中無可取代的深切情感。《相思落雪》『回頭將夢撕碎，留予我無盡的冬天』白雪飄飄，苦澀回憶，清晰的往事揮之不去，留下的只有夜夜心痛。方順吉用深情高亢的嗓音，傳達出無奈與傷痛交織的心情，喝完這杯，是否心會不再寒冷，是否能不再為情所困。',
'image/443455678975.jpg', 318, 'C', NULL, 3196, 31, '2022-09-02', 1233);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443455678976, 'WU22004', '4713249234193', '目睛有沙 (CD+DVD)', '★三立台灣台「一家團圓」金曲MV★「戲說台灣精華版」片頭曲「目睛有沙」★DVD完整收錄：8首原版MV伴唱卡拉13歲的我、離鄉背井、獨自城市打拼、每遇挫折、總想起小時跟著父親在工地打雜、我望著父親流著汗水厚實的背膀、繭實的雙掌、肩起多分工作、扛起家庭生計小時的我、對從對唱歌就充滿著熱愛、父親對我說唱歌不能當飯吃、是虛榮不踏實、所以不敢違背父親直到父親已離去、而現今的我事業穩定基礎、仍沒忘記追求小時候歌唱夢想、如今的我、時刻謹記父親的教誨深值我心因而創作出阮的阿爸的緣起、歌唱中唱出對他的思念因緣際會認識徐嘉良老師、老師的肯定、挖掘純淨海口式唱腔、從早期合作、櫻花落浪子情歌、天還未光、喜帖、故鄉台江、安平追想曲至今推出第四張專輯-目啾有沙詞曲中面對情感、而對心愛的人即將分離時刻、即使面對面卻說不出任何話、內心傷痛、仍要偽裝成堅強、內心強烈的情感、卻無法用言語表達、只有化作曲、中唱出過往情感追憶',
'image/443455678976.jpg', 318, 'C', NULL, 3273, 31, '2022-09-02', 1524);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443455678883, 'STAR2022064', '4711099696734', '上愛彼個人', '在情歌裡，生成了愛的模樣；慢冷的戀情，從雙數拆成單數，患得失語的你，關於她/他的幸福，只能當個聆聽者。只能撤退，那就轉身吧。幸福連載的下個篇章，即使沒有我，愛，也一直都存在著。郭忠祐第6張專輯同名創作主打『上愛彼个人』，親譜詞曲，唱談專一執著的愛情觀，演歌雙棲的他，累積的情感能量激發創作，動人深情的旋律打動人心，收錄在民視八點檔『黃金歲月』片頭曲。還有什麼能比音樂更能表達自己的感受呢？有了演戲的經驗後，再回到歌手的本位，帶著對音樂強烈的熱愛，加速開啟了他用更多不同的方式詮釋歌曲。特別是自身的創作，忠祐很強調留下聆聽的空間，讓每個聆聽的人去感受自己隱密的心境。專輯同名主打『上愛彼个人』，描述的是一段深刻的戀情，遙望人生的旅途，即便不能夠再攜手前進，仍抱持著祝福的心，也許說了再見，而我們各自的旋律仍將繼續，成為更好的自己。『你不再屬於我，卻是我曾經最好的擁有。』和相愛的人在一起的時光，記憶裡只有笑著，忠祐專一不二的感情觀，在這首創作中，用音樂填滿了仍舊存在的愛，沒繼續走下去的路，就讓音樂彌補吧。超強男女對唱『聽講』，邀來入圍金曲實力派同門師姐杜忻恬忘情飆唱，兩人情感的張力，極具穿透性的聲線，音域寬廣、高潮迭起的超難合音，兩人直說過足了唱癮！高難度飆唱情歌五顆星，撩起你我飆歌的對唱慾望！獲得金曲獎入圍肯定的杜忻恬，歌聲魅力飽滿，高低音穿梭游刃有餘，同樣積極在台語音樂中積極求新求變的兩人，從音樂、影像、造型上做全新進化的突破，兩人直說經歷疫情過渡的洗禮，遇見好歌就要好好的飆唱！在新歌『聽講』裡，忻恬帶有自我個性和愛情主張的詮釋，忠祐深情款款一心只想守護對方的小心翼翼，寬廣音域、高難度層層堆疊的完美和聲，新台語的流螢音樂風格加上兩人多變高超的唱腔，特別讓人感同聲受。易傷感的歌迷請小心服用！『想傷濟』在愛情裡迷航的你我，從忠祐歌聲裡緩緩窺探情感的內心深處，期待知道真相，又害怕被傷害。記憶裡摯愛的面孔總會隨著時間日漸模糊，但每個悸動的時刻，卻在想念你的當下更加清晰！忠祐厚實帶有理性的聲線，流水般的鋼琴聲的完美貼合，緩緩地唱著無法走完戀情中的遺憾，既優雅又惆悵，時而揪心時而釋懷，只剩回憶，再拿起時，也要告訴自己再怎麼愛也得放下。已讀不回的愛，離開的時間越長，才發現自己愛的越深。無法再得知對方的答案，只能停留在孤單想起你的時候。專輯當中另一首男女對唱『愛的相冊』找來剛入圍金曲獎的同門師姐賴慧如，透亮清晰與深情敦厚的聲線，溫暖詮釋理想情人之間的珍愛珍惜。這次新專輯中浪漫曬幸福的男女對唱情歌，在愛情的世界裡，我們有最原始的渴望，除了相愛，更期待被珍惜，喧囂的世界在愛裡得到了難得的平靜，細心的呵護著內心重要的那個人，每一個當下，都是未來珍貴的回憶。『失戀情歌』被譽為新專輯中最能展現唱功的代表性新作！真假音的高超轉換！掀起抒情搖滾的情感浪潮。如果相愛是一種必然，那麽愛到淋漓盡致，則是一種純粹的決然。唱談失去，才能找到緣由為你重拾光陰，好好拼湊想念對方的輪廓。忠祐唱起情歌的深情，引起許多歌迷的情緒共鳴，在低音域時低沈又充滿張力的聲線，直到進入副歌時在真假音之間的流轉切換，娓娓道來漂流在外的孤單，無法再產生交集的惆悵與失落，情動萬分。忠祐不諱言承認“失戀情歌”是他這張新專輯中最難唱的一首歌，卻也是他在這張專輯裡最喜歡的新歌。極富挑戰性，也代表著在愛情面前，摸不清看不透，它仍繼續生生不息著。好身材藏不住！專輯造型深Ｖ白色襯衫大秀結實的胸膛，絕好的黃金比例讓造型師讚嘆也暗藏太久！決定全新打造！讓他從陽光的鄰家男孩搖身ㄧ變，成了潮流型男！服裝跳脫以往深情王子的既定形象，造型師選擇挖洞深Ｖ的設計感單品，小露性感結實胸肌，忠祐運動員出身的背景，擁有令人稱羨的結實肌肉。穿上色彩飽和度比較高的粉紫色，加上厚墊肩能給人一種帥氣又時髦的高級感，平時總是穿運動套裝或是牛仔褲T-shirt的他，在試穿時就令造型師驚艷！這種長腿的好比例以及結實的體魄，真的是把好身材給埋沒了！打造出國際感的時尚Boy。整張專輯就像是一趟思念的單向旅程，以台語失戀系情歌王子之名，從日到夜，所有阻隔的距離，就用音樂來拉近吧！曲目介紹：01.上愛彼个人真正的愛是沒有盡頭的，原來愛情的模樣，不會因為時間的變幻而有所改變，也許，我們不再是相愛的彼此，但你仍然是我心裡上愛的彼个人。02.想傷濟『如果不擅長用說的，那就用唱的吧！』把所有的念想都唱進歌裡，用一種溫柔的方式，喃喃訴說著那些男人在愛情裡的愛與傷。03. 聽講（ft. 杜忻恬）在超寬廣音域的新歌裡高手過招，切磋唱功！喜愛挑戰各種不同新穎曲風的兩人，完美的和聲挑戰新世代台語情歌高度。04. 失戀情歌情歌有很多種形式，有天當我們想起相愛的炙熱、分離後的再見，串起了一篇篇遺憾的短篇故事。05. 四配輕快的旋律，溫柔真摯的歌聲娓娓道來，體驗過愛情的酸甜苦辣後，看開了沒有什麼愛情是完美的，一開始感覺再甜再適合，經過生活坎坷的洗禮，就算你再認真也不一定是對的。06. 無路用來自男人在心中對自我最深度的控訴。鋼琴聲鬱鬱地彈奏，搭配歌詞中“我哪會遐爾無路用無路用無路用”，唱出了我們不夠勇敢的遺憾。07. 愛的相冊（ft. 杜忻恬）透亮的女生聲線、真摯的暖男聲線，各自表現出兩人各自的特點，在男女輪唱中，激盪出充滿畫面的情境感，彷彿用聽的在觀看偶像劇一樣的有戲劇張力。08. 續情抒情細膩的中國樂風，充滿詩情的歌詞，彷彿穿越古今，忠祐在歌曲中更大秀京劇唱腔!全新的聲音詮釋令人耳目一新。09. 愛你愛你愛到底中板搖滾結合台語嘻哈曲風，不斷超越、不斷進化的忠祐，始終在音樂上想探索更不同的自我面貌！直男戀愛的直球對決！女孩們準備接招！10. 咱的價值忠祐在節目上一步一腳印勇往直前的努力，獲得許多觀眾的支持！正能量的傳達，帶著對音樂強烈的執著，用歌聲唱出年輕人自帶的闖蕩氣魄！',
'image/443455678883.jpg', 0, 'C', NULL, 3214, 64, '2022-09-01', 978);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443455678934, 'CD12370', '4713833123704', '情話三碗公(CD+DVD)', '',
'image/443455678934.jpg', 368, 'C', NULL, 3335, 62, '2022-08-26', 1537);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443455678951, 'CD12367', '4713833123674', '八面玲瓏 (CD+DVD)', '',
'image/443455678951.jpg', 368, 'C', NULL, 3294, 62, '2022-08-26', 1325);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443455678850, 'CKCD190', '4719668003105', '兄弟一場 CD+DVD', '',
'image/443455678850.jpg', 338, 'C', NULL, 3384, 65, '2022-08-19', 779);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443445678862, 'HTCD0067', '4713105905670', '是你 (CD+DVD)', '',
'image/443445678862.jpg', 338, 'C', NULL, 3366, 65, '2022-08-15', 1329);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443455678489, 'WT5932112', '4715280062094', '棋', '今年八月，袁小迪將推出全新個人專輯－「棋」！這張專輯特別跳脫袁小迪以往江湖霸氣的風格，希望向大家展示袁小迪不同的情感面向！因此除了在收歌方面精心挑選歌曲內容，在編曲、配唱等各個階段，更以新的觀點和聆聽角度去進行製作，期待成為一張讓老朋友驚喜、令新朋友驚豔的嶄新代表作品！●首波主打歌曲-『問自己』 (三立八點檔”一家團圓”片頭曲)走盡世間風風雨雨，嘗過千般滋味，無論他人如何評斷，最終只需自己心裡有數。迷茫的時候、恐懼的時候、不平的時候，回想一切開始的起點，那是初衷、是心中始終堅定的信念，是要不斷對自己進行的提問，也是自己心裡最清楚的答案。《問自己》唱出走闖世間的迷惘，只願能看清並堅持心之所向，便對得起歲月、無愧於自己。●撫慰人心強打歌曲-『傷心的人唱傷心的歌』傷心的人低聲哼唱，歌聲中有傷痛、有愛意，也有遺憾的稀微。也許曾經並肩同行，就足以心懷感謝。希望這首歌，能夠陪伴度過那些傷情時光，給予撫慰人心的溫度與力量。●對唱強打歌曲-『風中的情花』 vs.秀蘭瑪雅(三立假日八點檔重播”一家團圓”片尾曲)個人特色十分鮮明的兩位天王歌后：袁小迪＆秀蘭瑪雅，將首度合作、強強聯手，帶來一首唯美浪漫的對唱情歌！秀蘭瑪雅甜美流暢的聲線，搭配袁小迪鐵漢柔情的聲音情感，切切傳達一份念念不忘的深厚情意。',
'image/443455678489.jpg', 328, 'C', NULL, 3282, 63, '2022-08-08', 426);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443455678490, 'WT5932113', '4715280062100', '黑獨白', '陳祈信雖然看不見，卻彈得一手好琴。關上房門、坐在琴前，再配上一杯全糖多多綠，便是他最自在的創作天地。今年八月，他將發行個人首張全曲創作專輯－「黑獨白」，將心中的感情與想說的話，轉化成為十首情感獨白樂章，為目前人生階段的所感所發做一個小小紀錄，也為他心中五彩斑斕的音樂旅程設下新的里程碑。●苦澀無助情歌-『心破一裂』(三立五點檔”甘味人生”片頭曲)心口的裂痕，是愛過的證明。陳祈信歌聲充滿情感，深深道出心碎滋味。《心破一裂》細膩刻劃面臨感情變質時的無助與空虛，抒發一份難以忘懷的苦澀滋味。●古典淒美情歌-『英雄也流淚』(三立七點檔”嘉慶君遊台灣”片頭曲)《英雄也流淚》描述歷經古今更迭、光陰流轉，卻仍不得圓滿的悲傷戀歌。陳祈信用心感受樂曲的悲壯與細膩，轉化為令人動容的有情歌聲，深情詮釋一段淒美情緣。●癡情沉痛曲風-『天無烏烏』當人心改變，無處安放的真心，該何去何從？陳祈信引人入勝的聲線，唱出痴情人的沉痛無奈。',
'image/443455678490.jpg', 328, 'C', NULL, 3245, 63, '2022-08-08', 1761);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443445679009, 'CD12368', '4713833123681', '愛老虎油   CD+DVD', '',
'image/443445679009.jpg', 368, 'C', NULL, 3296, 62, '2022-08-04', 1975);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443435679019, 'STAR2022063', '4711099690701', '總會有一工', '曾瑋中 Kuljelje《總會有一工》人生的勝利，要有幸運的組成，在迎來夢想實現的到來之前，現實的骨感，一日一日的削弱我們， 如果你/妳也在夢想的路上，灰頭土臉的顛頗前進著， 心中的狂與卑，互相滋養消長，在面對失去和遺憾，我們才真正體會到成全與成熟； 你問，“夢想”會有實現的那天嗎？ 用力的活在每個當下，總會有一工，屬於咱的好日子，一定會到來！後搖滾人生新作！哥吶喊的不是憤怒，是對明天的期待！第六張專輯同名歌曲『總會有一工』，再艱苦就越要正面硬起來！把日子倒著數，大好日子正朝著你我走來！ 透過自身的音樂創作，在人生不同的階段提出當下深刻的人生見解，是瑋中覺得音樂最迷人的地方，透過他真摯的詮釋，刻畫出屬於這個世代青年真實的模樣。在夢想與現實之間，搖滾的本質其實是溫柔的，持續在台語音樂打造熱血曲風的他，在新專輯『總會有一工』裡，嘗試著在搖滾音樂裡，用溫柔細膩的詮釋，唱出了正在夢想路上的人們沒說出的努力與心酸，扛起困難的當下值得為自己驕傲，嚐到的痛苦卻是甜美的。歌聲中傳達的疼惜與鼓勵，是瑋中希望帶給大家的感動與支持。首波主打『必巡』，看待傷痕不再只是留下傷害，也可以是成為我們勇往直前的力量。從傷害的裂縫中，透出了一縷的光，即使孤身，我們仍可以展翅高飛。痛感療癒的自我對話，此張專輯感動推薦！ 必巡是台語標準字，翻成中文是“裂痕”；是瑋中在專輯中很喜歡的一首抒情歌，歌曲中循序漸進的情感，緩緩地堆疊生命中令人傷透心的故事與無奈。從裂痕的字義更深度的解讀感情在重錘之後看似隱性的傷害。新歌『真心的圓滿』，以Kuso翻玩視聽的形式，從演歌唱法中融入了年輕世代對傳統歌曲元素中，全新的音樂審美與聽覺趣味。 瑋中厚實有力量的中低音域表現，在台語傳統的歌路上有著鮮明的辨識度，但他不想僅止於此，企圖在台語音樂做出個人風格，捨棄了原本最安全的路，這幾年持續投入多元的曲風來詮釋台語歌。對於經典的台語演唱，再嘗試了多變的音樂風格後，回過頭來看更加別有一番滋味。歌曲中武士道的呦呼聲、日式演歌中壓喉、哭腔等等非常具指標性的歌唱技巧，都在這首歌曲中巧妙的展現，製作人用特別復古的編曲方式，前奏一下，讓整首歌的氛圍回到懷舊純樸的五六零年代，透過瑋中近年來備受年輕歌迷關注的力量，讓更多人能聽見跨時代之下，經典再現的音樂風格。詞曲發表犀利創作『莫烏白講』，手撕網路霸凌，擊敗鍵盤酸民！找來首次獻聲台語歌的嘻小瓜一同合唱『莫烏白講』，放送彩虹大無限！ 親自寫詞譜曲，向鍵盤酸民立下戰帖，力抗躲在暗處的不公霸凌！面對躲在暗處敲打鍵盤的無良散播，瑋中希望大家站出來，杜絕這樣的網絡惡習，還給大家一個乾淨的社群聚落！ 這次找來了能唱能跳、多方位發展的嘻小瓜，與瑋中在節目上相識，兩人一開聊就覺得默契十足，當瑋中完成這首作品時，馬上就想到要邀約他一起完成這個作品，從未公開演唱過台語歌的嘻小瓜，也一口馬上答應，兩人在MV中更穿上彩虹牛仔裝，大跳帥氣的雙人舞，透過音樂的力量，捍衛這世界上每個獨一無二的存在。人生的改變，總是突如其來！意外的確診隔離，讓瑋中更想用音樂喚起大家只要活在當下，就是此刻的最大贏家！專輯收錄了『總會有一工』、『莫烏白講』、『陪我唱歌』、『幸運的人』四首創作！以拼闖未來的青年觀點出發，從熱血拼闖、對抗不公，在過程中找尋自我的根本，珍惜每一個在生命中擁有的美好，不同的人生經歷階段，不偏不倚的擊中正在努力創造未來的炙熱之心。 專輯裡收錄了四首自己的創作，仔細聆聽整張專輯後會發現，曾經對世界發出嘶吼，想要對抗不公不義的音樂取向，聚集了沮喪的同理，但隨著生命經歷成長的瑋中，想要帶著和他有著相同感受經歷的朋友們，用更加溫暖細膩的角度去看待這個世界，想做的事就放膽去做，只要你真心想完成一件事，保持信念，全宇宙都會來幫助你！因棒球與金曲歌后江惠儀結識！一同熱血高歌『飛啊』！兩人同是統一獅鐵桿球迷，量身打造奔放帥氣的人生應援曲，猶如親臨運動場上馳騁、熱情的吶喊加油聲！唱起來聲勢浩大無比過癮！ 因在球場上支持同個棒球隊而結識的兩人，決定一起合作的當下，江惠儀為兩人量身打造能夠鼓舞人心的創作，在疫情打亂世界節奏的當下，你我都需要互相應援、彼此鼓勵！“飛啊”歌曲中搖滾又熱血的電吉他，劃破黑暗，迎向光明的華麗彈奏，兩人張力十足的Vocal表現勁道十足。而兩人都是統一獅的球迷，決定延續去年球隊的口號“Flying”，希望音樂能帶給大家往前走下去的力量！專輯包裝打造創意月曆的概念，將人生中最重要的日子化成幸運數字隱藏在歌詞本裡，倒著數，我們的幸運日很快就到來。被疫情打亂一切的這兩年，無論是居家上班的上班族和學生、被迫停業的旅遊餐飲業、以及不眠不休支撐著台灣醫療體系的醫護人員，正在經歷確診的許多人，也許有很長很長時間，沒有機會好好的仰望那個晴朗無雲的天空了。此刻正經歷的一切，都讓我們學習更珍惜日常中許多的習以為常。 整體包裝的概念更以月曆形式，體現翻閱月曆時，揮別過去，用力的活在今天，很快就能迎接幸運日的到來，對數字一向很有巧思的瑋中，也在歌詞本裡頭隱藏著自己人生的重大日期，和大家分享他每個充滿驚奇又具代表性的人生時刻。專輯曲目介紹：01.	總會有一工第六張專輯同名歌曲，瑋中詞曲創作熱血搖滾！要怎麼與社會的黑暗面搏鬥！善良是唯一的信念！面對這個世界現在帶給我的挫敗！我是不可能投降的！02.	必巡專輯抒情首波主打推薦！淡淡地訴說卻最深刻！溫柔的敘述著恢單沒有對方的日子，那些撕心裂肺、捶心肝的痛，都讓我來承受，再多的相戀的回憶，如今都只剩下留戀。03.	發發發大財招財必唱！歡樂的Funk曲風，翻玩各種音色，讓整首歌的聽覺層次更豐富！提升正面能量！跟著瑋中一起歡唱發發發大財！04.	真心的圓滿打破傳統抒情歌的編曲模式，加入了極具辨識度的演歌壓喉、哭腔唱法，投入歌曲中很認真的情傷，卻出奇不意的運用編曲的特別樣貌，和傳統歌路形成衝突的聽覺新美感！老中青因為時代的不同，聽起來各自有不同滋味！05.	莫烏白講（ft. 嘻小瓜）嘻小瓜跨刀合作！專輯唯一帥爆電音舞曲！這世代的自我認同大多來自社群，要如何對抗顛倒黑白，躲在暗處的鍵盤俠，成了你我都要防禦的功課！簡短又直白的歌詞！不需要誰的認同！莫烏白講！八卦謠言無營養！我就是我，不需要誰的認同！06.	世界只有我佮你寫給毛孩家人的感人告白！許多來到異鄉打拼的人都有這種相同的生活記憶，無論晝夜，咱的毛孩總會在家靜靜的等著我們回來，歌詞中寫道“你的世界中只有我佮你”，相互扶持的深刻情感，滿溢在歌曲中。07.	飛啊（ft. 江惠儀）由金曲歌后江惠儀量身打造並跨刀合唱！力量系搖滾曲風！堅定的信念引領你我，義無反顧的往前飛！遇到逆風也要正面迎擊挑戰！咱永遠都要成為自己的驕傲！08.	陪我唱歌邀請金曲奬原住民歌手徹摩Camelesai，一同為新歌融入排灣族語歌詞創作。細數著離鄉後為夢想努力的種種，將思鄉的情感化成音樂，開朗地唱著。族語裡寫著『來來來，一起唱吧！我們都要快樂』，猶如家鄉溫暖地張開雙手，擁抱每一個為夢想出外闖蕩的遊子們。09.	幸運的人曾瑋中詞曲創作！茫茫人海遇見你，因為你的存在，讓我成了這世界上最幸運的人。只要有你在身邊，我就有許多夢想，只要你的存在，我就擁有了更多的力量。這首溫暖而幸福的歌，想獻給為我們帶來幸運的那個人。10.	我有我的在這個瘋狂世界，每個人都有一個屬於夢想的故事，即便只能赤手空拳的闖蕩，我有我的期待、我有我的心願，我會忍耐，精彩的未來一定會到來！',
'image/443435679019.jpg', 408, 'C', NULL, 3254, 64, '2022-07-07', 1907);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443435679054, 'CD12366', '4713833123667', '男人的性命 (CD+DVD)', '',
'image/443435679054.jpg', 368, 'C', NULL, 3295, 62, '2022-07-05', 1344);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443435678921, 'WT5932111', '4715280062087', '日頭花', '生命鬥士──蔡義德全新個人專輯──「日頭花」，將於炎炎七月，火熱發行！日頭花總是面向陽光的特性，一直以來都給人積極、正面的印象。蔡義德由此發想，創作了《日頭花》一曲，寫出鼓舞人心、奮發向上的日頭花精神！而在製作過程中也經歷許多有趣的變數，像是《日頭花》原本是個人演唱曲，後來經過歌手及唱片公司一番熱烈討論，才成為現在雙人演唱的樣貌！並且特別邀請近幾年的八點檔新星，同時也是今年金曲獎入圍歌手的賴慧如，共同合作這首有別於以往男女情歌對唱的勵志作品！兩人都期盼能用音樂、用歌聲，傳遞樂觀向上的日頭花精神，陪伴大家繼續向前行！專輯中也收錄與華特師妹方千玉共同演唱的新作品──《愛著同齊飛》！富有記憶點的文字節奏，搭配俏皮輕快的曲風，讓蔡義德與方千玉這對深受粉絲朋友們喜愛的組合，再添一首朗朗上口的甜蜜對唱！此外，這張專輯裡還能看到蔡義德的創作能量！除了《日頭花》，第二波主打《男人的一生》以及《夢中只有你》皆是蔡義德的創作曲，分別呈現堅定有力、深情款款兩種截然不同的情感面貌，同時也展現蔡義德豐富的人生歷練以及內心世界。「日頭花」專輯將於七月發行！十首全新歌曲，由蔡義德親自擔任製作人！一起聽他用心把關的音樂、感受日頭花的向光精神！    • 重磅對唱主打歌曲-『日頭花』 vs.賴慧如(三立八點檔”一家團圓”金曲MV)蔡義德以日頭花溫暖、正面的意象做為發想，創作出這首名為《日頭花》的勵志歌曲。並與八點檔當紅新星，同時也是今年金曲獎最佳台語女歌手入圍者的賴慧如首次合作！誕生一首以男女對唱形式出發的勵志作品，期盼豐富台語對唱歌曲的多元樣貌！賦予全新的歌曲內容及音樂精神！「親像日頭花　堅強的心上媠　雨停天若光　開出幸福的美麗」希望這首歌能帶來自然療癒的生命力，同時也重新擁抱繼續向前走的力量！    • 創作主打歌曲-『男人的一生』(三立七點檔”嘉慶君遊台灣”片尾曲)《男人的一生》由蔡義德親自作詞作曲，描寫男人一生中的考驗與志氣，同時也寫出蔡義德對人生的態度和熱情！堅毅有力的演唱，唱出活在當下的勵志精神！也希望各位勇士們都能夠越挫越勇、把握人生、收獲一趟充實甜美的生命之旅！    • 甜蜜對唱情歌-『愛著同齊飛』 vs.方千玉(三立七點半檔”戲說台灣”片頭曲)一首輕快又甜蜜的對唱情歌！歌詞趣味、旋律生動，呈現出雙入對、形影不離的浪漫愛戀！蔡義德親和、誠懇的歌唱情感，再次與華特師妹－方千玉甜亮的嗓音相互搭配，帶來輕鬆愉快又朗朗上口的歌曲，希望各位粉絲朋友們聽得開心，也繼續多多支持',
'image/443435678921.jpg', 328, 'C', NULL, 3291, 63, '2022-07-05', 1621);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443445678995, 'CMC028', '4712098110283', '人生舞台-新黑貓歌劇團', '【人生舞台－新黑貓歌劇團】陳明章 福爾摩沙淡水走唱團Stage Life: The New Black Cat Theater Troupe Chen Mingchang & the FormosaDanshui Wandering Minstrels2018年「再會吧北投音樂劇」開演後，陳明章便投入下一個音樂劇構想「人生舞台－新黑貓歌劇團」的音樂創作，向他最敬佩的台灣作曲家前輩楊三郎及他成立的歌舞團「黑貓歌舞團」致敬。陳明章常說音樂劇會是帶動的一個國家文化最大的動能，音樂劇是很大的製作，執行並不那麼容易，但音樂可以先走。「我共想欲做的音樂劇的故事內容、音樂先做好。音樂是骨架，後擺任何一个創作人，毋管是編劇，抑是導演攏會駛佇音樂的骨架生出伊家已創作的肉，按呢故事就會留落來啊。」【人生舞台－新黑貓歌劇團】雖然是向楊三郎及「新黑貓歌舞團」致敬，但陳明章並不想製作1960年代風格的復古編曲，他說：是承接著楊三郎及「新黑貓歌舞團」的精神行進。不過，「新黑貓歌劇團」並不是復古，他是一個新時代，而且是現代的。專輯分二大部進行，第一至五首為「新黑貓歌劇團」音樂劇裡歌劇團成員的故事組曲，唱片專輯由每一次演出開場秀的「新黑貓歌劇團」主題曲為專輯揭開序幕，接著講述團員戀愛故事的「人生舞台」、「失戀的弓蕉皮」，團員們首站來到了台南巡演時乘坐著火車、帶著夢想心情的「思念的火車嗚嗊嗊」。第六首至十一首，是劇中劇的故事，是每一次巡演的美麗人文，從走唱藝人、農民，以及當時庶民生活。用不同的敘事方式來體現當地的風景及民情，「聽著風吹沙的聲音」、「頂店蓮花開」、「關渡之歌」、「南方寂寞火車」、「淡水風雲」、「愛在七美」。音樂編曲、製作仍承襲陳明章一貫的台式風味，特別一提在眾多的音樂細節裡，聽陳老師說「愛在七美」間奏是以澎湖著名的褒歌對唱時的情感所編寫。傳統樂器的使用，詞曲的創作，都在樹立一個本土語言創作的方向，在音樂風格多變的當代，用堅持來樹立一個台灣音樂的風情，不同於世界之外，只屬於台灣。',
'image/443445678995.jpg', 0, 'C', NULL, 3242, 66, '2022-07-04', 1999);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (442435679038, 'CK186', '4719668003068', '夢中的記誌 ( CD+DVD )', '',
'image/442435679038.jpg', 0, 'C', NULL, 3251, 65, '2022-07-01', 877);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443435678626, 'STAR2022062', '4711099689231', '雨天', '陳怡婷 Anita Chen《雨天》我們總是為情所困直到某一天開始由衷地 為愛而唱 時雨偶晴乘載著過往的回憶軌跡靜待明日的和煦朝陽等愛或是相愛都是雨過天晴後對人生最好的祝福發行第八張個人專輯的陳怡婷，首次以第一人稱，在音樂中唱進自己的故事，輕訴著等愛的女子，在相愛的故事裡落單，卻越懂得愛了，同名專輯主打《雨天》，細膩詮釋溫柔與寂寞的生動情緒，收錄在三立戲劇《戲說台灣》片頭曲。由林東松老師量身打造，尋覓幸福的下一站，在不平靜、傷心的當下，怡婷用她細膩而嶄新的觀點，溫柔的承接著在感情中無名的哀傷。專輯中最幸福的對唱情歌《幸福家》，陳怡婷詞曲全創作！找來知名歌手主持人許志豪跨刀合作，歌曲旋律洋溢著對於成家的美好，甜蜜破表！也希望自己能找到命定的那個人，組織一個屬於自己的家。《心借阮過》展現了時下對不合適的情感當機立斷的現代愛情觀，猶如一個需要被保護卻又擁有自己獨特個性的女生，在愛情的迷途中，將堅持自我的初衷，經由淬鍊緩緩的釋放出來。而《風中花》則是挑戰寬廣音域的悲催情歌，刻畫出陷入後戀愛時期的戀人們，拆解情感謎題最錐心的困境，怡婷充滿張力卻又給人帶來情緒穩定的溫暖音色詮釋，心碎的成熟，留給自己最後的溫柔，傷感共鳴推薦！陳怡婷用音樂寫日記，新專輯收錄從怡婷以自我內心為出發的成長故事，描述這個時代查某囡仔的人生刻畫，《等愛女子》、《幸福家》、《風中花》、《有ㄧ工》、《有恁的四季》五首創作，柔韌道出對良人抱持著期待、對事業堅持著熱情、對歌迷懷抱著感謝。這張專輯除了在曲風上力圖改變，就連封面拍攝造型上也有所突破！這次怡婷不再只是扮演一個歌手，在音樂內容上更多的是在詮釋她自己，她把自己內心想對自己、想對別人說的，都透過音樂表達出來，希望這張專輯可以讓更多人認識最真實的她;不再被傳統的苦情歌路所綑綁、而是透過台語歌唱出更屬於怡婷自己的心境與感受，成為每個聽眾心中是獨一無二的存在。專輯曲目介紹：01. 等愛女子陳怡婷全詞曲創作。首度透過音樂揭露自己的感情世界，緩緩唱出等待被人疼惜的當下，也要好好照顧自己，我們都值得在更好的未來遇見一個懂自己的人。02. 雨天專輯同名主打，收錄三立《戲說台灣》片頭曲。知名音樂人林東松為新專輯量身打造，用雨天的情境生動道出感情世界中被困在情路上的躊佇停滯，唱出痴情問天的動容。03. 幸福家（ft. 許志豪）	陳怡婷全詞曲創作。邀請許志豪跨刀合作，唱出有情人終成眷屬，雙雙對對邁入成家的的溫暖與幸福。想緊緊牽著你的手共度一生，一起創造幸福的家。04. 心借阮過遇到錯的人，就放過自己吧！雖然正痛著，那是因為還愛著！歌曲中，濃郁轉折的情緒，唱出了大人感的愛情觀，在愛情中，轉身也是一種優雅的成熟。05. 風中花陳怡婷和陳偉強老師攜手激盪出催淚抒情創作！痛感滿滿的深刻旋律，讓人很難不被激起內心裡嗔痴鬱狂的情緒，細膩的口語詮釋，讓主歌與副歌展現的層次，各自成立並且鮮明，轉折的頓挫與換氣，更是揪心至極！06. 永遠的誓言	「珍惜」是怡婷最想在這首歌曲傳達給大家的心情，真心是這世界上最珍貴的，說好不變，牽著你的雙手，今生袂後悔。07. 有恁的四季	陳怡婷為歌迷而寫的淚謝創作。這是她第一次將對歌迷的情感，完整的寫入歌曲中。天下之大，歌壇之路勇闖前行，感謝有恁的支持與陪伴。08. 有一工陳怡婷X音樂人陳偉強攜手創作。揮別一段戀情後，慢慢的將想念和遺憾都塵封。有一天，分開了，才發現相愛的我們早已不存在，從回憶裡告解，慢慢找回擁抱自己的力量。09. 愛情鑑定輕快動感節奏，專輯中少數曲風。在尋覓真愛的過程，猶如寶石璞玉的鑑定一般，要睜大眼睛仔細看！虛偽的、用心機、不懂得相互尊重的一律不應該！10. 有夢的所在	出道至今，始終在熱愛的歌唱之路上努力向前邁進著，她相信只要對未來帶有期待，那個幸福的未來，就是咱夢想的所在。',
'image/443435678626.jpg', 408, 'C', NULL, 3352, 64, '2022-06-16', 1342);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443435678521, 'CD12365', '4713833123650', '贏過人生 CD+DVD', '',
'image/443435678521.jpg', 368, 'C', NULL, 3297, 62, '2022-06-10', 1880);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443425678875, 'STAR202261', '4711099687060', '花開花謝', '毋管是好日  抑是歹日，花開花謝皆是詩，風起雨落皆是畫。郭婷筠的第八張個人專輯，動容唱出女人青春的起承轉合，「為所愛的人而勇敢」，從心長成的力量，迎來蛻變重生的自我。★首波主打〈花開花謝〉（民視八點檔《黃金歲月》片頭曲）郭婷筠詮釋起來恬淡吟唱，實則帶著洞悉人生百態的釋懷況味，溫暖又磅礴的招牌厚實音色，猶如溫柔的母親懷抱，安撫了我們心底不被在意的啜泣。進入副歌洶湧流動的堆疊編曲，推進從小故事聊講人生的通透，獻給在城市裡的每一個失去，放逐於汲汲營營，在平靜之中悠然持續的遠航。★夫妻對唱〈一生的伴〉（ft. 彭正）在歌唱比賽相識進而成為夫妻，郭婷筠、彭正透露和一般情侶最大的不同，就是兩人很少到處旅遊約會，反而都是訂好「房間包廂」，在裡頭盡情飆歌練唱。兩人私下最喜歡唱撕心裂肺、揪心到深處的悲催情歌，越悲的歌詞，兩人都覺得唱完會有種更想珍惜對方、感情升溫的感覺。這次郭婷筠特別請製作人陳偉強老師，為兩人最愛的歌路風格量身譜寫，連男女和聲的設計都比以往還要有挑戰性，完全勾起兩人唱起歌來越戰越勇的征服慾，直說在歌曲裡過招，也算是夫妻相處中另類的舒壓方式，唱完之後通體舒暢，絕對是愛飆歌的歌迷必學新歌！★抒情搖滾〈英雄膽來陪〉以台語搖滾樂風一出道就獲得關注的郭婷筠，她在音樂裡和大家分享內心真實的感受，女人走入家庭後，仍要保有最初的自己，除了無悔的犧牲奉獻以外，新時代女性也不放棄追求成長的堅強與韌性。歌名〈英雄膽來陪〉，更是將郭婷筠出道的成名曲〈女人膽〉，巧妙地做了呼應連結，也是向老公彭正低調示愛的小彩蛋。★心碎情歌〈戀戀難捨〉我們總在尋尋覓覓，有沒有一種愛，可以抵達永恆，但心動的開端，卻走到了心碎的成熟彼端。郭婷筠總是唱出大家內心故事的縮影，寬廣的音域駕馭、聆聽共感的震撼與唱功早被認可，這首歌裝載了她內心真實對愛情的依賴，更能窺見婷筠私下立體而真摯的模樣，也許看起來很灑脫，但心裡都知道也許我們都還不夠樂天，獨自去面對失去愛情的那刻。★古風對唱〈秋夜吟〉（ft. 陳昭瑋）首次嘗試融入歌仔戲元素，找來歌手好友陳昭瑋以歌仔戲的唱腔詮釋獻聲，剛獲得2021中國柳琴藝術大賽雙料冠軍的陳昭瑋，更親自為此首新作彈奏，對柳琴推廣不遺餘力的他，前奏以吟唱的方式做為Intro，才進入主歌也是新嘗試，希望在〈秋夜吟〉古今交融的磅礴雅緻之中，打造出無可取代的不朽之作！1. 秋夜吟 ft. 陳昭瑋｜古今交會，流行與歌仔戲的結合，展現婷筠爆發力中帶有纖細的女性強韌。2. 英雄膽來陪｜抒情搖滾曲風，「你是英雄膽來陪，將阮捧佇心肝底」，字句見證被疼惜的幸福。3. 花開花謝（民視八點檔《黃金歲月》片頭曲）｜溫暖的抒情中板情歌，唱盡執子之手與子偕老，一起走過春夏秋冬的真情陪伴。4. 戀戀難捨｜逝去的海誓山盟點滴在眼前，唱出了天下每一個癡心的一往情深。5. 一生的伴 ft. 彭正｜抒情卻帶著揪心的旋律，是郭婷筠與彭正兩人最愛飆唱的情歌主打。6. 感情買單｜「愛就來，不要就走開」，郭婷筠渾厚具爆發力的聲線，讓人一聽再聽。7. 我有媠無｜專輯收錄唯一舞曲！鼓勵大家一起呷健康、愛運動，成功找回那個自信的自己！8. 你敢有要緊｜復古的Blue曲風，像是男女情愛，總是蒙上一層迷濛，說不清也看不透。9. 女人的性命｜華爾滋的三拍子曲風唱出漫步在情海中的女人，總是愛得越真，傷得越深。10. 路愛繼續行｜郭婷筠寫詞創作。感謝出道至今，對她不離不棄的歌迷。',
'image/443425678875.jpg', 408, 'C', NULL, 3317, 64, '2022-05-26', 1717);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443425678685, 'CD12364', '4713833123643', '愛情回來過    CD+DVD', '',
'image/443425678685.jpg', 368, 'C', NULL, 3357, 62, '2022-05-19', 1886);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443425678686, 'CD12362', '4713833123629', '拉拉吾雅    CD+DVD', '',
'image/443425678686.jpg', 368, 'C', NULL, 3209, 62, '2022-05-19', 565);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443415678901, 'HSCD02', '4713249233905', '夢中吻CD+DVD', '★CD+DVD 收錄十首原聲原影卡拉伴唱『空靈知性歌手─玟靈』，也是華人區知名樂團「靈聲天團」主唱，繼上一張《空望》專輯推出後佳評如潮，再度推出曲風多樣、首首動聽的《夢中吻》專輯。耗時兩年精心錄製的十首歌曲，同樣邀請曾創作《講什麼山盟海誓》、《海底針》等百萬銷售金曲的知名音樂人 ─ 陳國德老師，擔任音樂總監；加上音樂界國寶前輩 ─ 柯銅墻老師為玟靈「量聲編曲」。 此次融合西洋曲風及歐美亞流行元素，精心打造出更超越以往之優質作品，描繪多面向的豐富情感與人生悲喜，有訴說分離的苦澀、感情失落的心酸，也唱出愛的甜蜜期待，更有鼓勵大家勇敢打拼的勵志歌曲。玟靈再次以情感豐沛的唱腔、獨具魅力的嗓音，來深入詮釋各種多元曲風，希望將心靈吶喊的聲音，藉由表達歌曲真摰細膩的情感來撫慰人心。為了帶給大家耳目一新的感受，《夢中吻》專輯除了8首玟靈獨唱曲，也特別收錄了兩首精彩的男女對唱曲，一首是思念纏綿的動人情歌《蝴蝶印》、一首是振奮人心的輕快歌曲《成功下一秒鐘》，由玟靈及師弟「金樹」合作，創作才女玟靈的氣質與磁性的嗓音，搭配金樹俊朗的外型及風格清新的唱腔，呈現全新風貌的男女對唱金曲，兩種曲風各自精彩，讓樂迷大飽耳福、一次滿足。【曲風 & 歌曲介紹】01《夢中吻》KISS DREAM★強力推薦主打歌曲：三立八點檔「一家團圓」MV金曲、中視「我愛冰冰Show」MV金曲、台視八點檔「美麗人生」片尾曲一段苦戀，無盡相思的真實故事，因不敵現實而選擇在夜深人靜時悄然離去，相知相愛卻無法再相逢，讓感情寄託在無數個思念的夢境中。玟靈用婉轉動人的唱腔，訴說愛情無望的苦澀與銘心刻骨的相思，內心戲藉詞曲傳達對情感的不捨與眷戀。強力主打推薦曲，華爾滋深情的旋律，讓人感動久久難忘。02《成功下一秒鐘》（VS.金樹）SUCCESS IS COMING★強力推薦主打歌曲：三立八點檔「一家團圓」MV金曲、中視「我愛冰冰Show」MV金曲   旋律輕快又振奮人心的勵志好歌，勉勵大家在人生的路上，即使遇到挫折考驗，只要堅持信念與不忘本心，就能看到成功的曙光！ 節奏強烈又富積極力量的歌曲，在現今充滿變數又競爭的時代，來聽聽玟靈和金樹如何唱出成功奮鬥的勇氣。03《蝴蝶印》（VS.金樹） BUTTERFLY IMPRINT★強力推薦主打歌曲：三立八點檔「一家團圓」MV金曲、中視「我愛冰冰Show」MV金曲情深緣淺最是無奈，時代的動蕩與命運的無情刻劃出的真實故事，一對戀人將深情以蝴蝶圖案做為印記，即使分隔千里也把這段感情深深嵌入內心。典雅的詞曲卻充滿濃厚的情感深度，帶著痴心無悔的堅決，動人心扉，打造出男女對唱情歌的新時代經典。04《是誰人》WHOM★強力推薦主打歌曲：三立八點檔「一家團圓」MV金曲、中視「我愛冰冰Show」MV金曲根據真實故事創作的歌曲，悼念一段逝去的戀情，雖然傷感曾經的付出，卻深深的刻在心中未曾忘記。奈何世事多變，當再次重逢時，對方卻是相見不相識，天各一方形同陌生人……。感情中最心酸的是～曾經如此相愛，卻早已被心上人從記憶中完全抹去……。05《因為愛他》LOVING STORY 輕鬆俏皮的節奏譜出溫暖幸福的曲調，帶著情竇初開的情懷，抱著對未來美好的期待。愛情萌芽的那一刻，倆人心意相通的感覺，就是最美的時刻。歌曲中充滿含羞甜蜜的氛圍，期待與戀人相愛到永久。06《新娘的期待》BRIDE’S EXPECTATION當新郎深情款款牽起新娘的手，是多麼幸福的一刻！ 清新的曲風，表現待嫁女兒嬌羞期待又百感交集的心情，想起父母的恩情，也感謝天賜的姻緣，更期盼未來的夫婿寵愛疼惜，牽手一世人，是一首以Brass曲風營造出婚禮前及出嫁時新嫁娘的心境，耐聽又溫馨！07《伴愛過一生》 LOVE FOREVER感情有如一道迷宮，當倆人之間有了嫌隙誤會，一旦離散便難以回頭。午夜夢迴想起往日互相扶持的恩情，仍舊難以忘懷昔日戀情，盼望上天讓所愛的人回到身邊共度一生。副歌以悠揚的旋律，表現內心澎湃洶湧的思念，是一首觸動人心的感性情歌。08《天惜有情人》THE AFFECTION OF LOVER浪子回頭金不換～當心愛之人離去，才驚覺自己過往的錯誤荒唐，既失落又悔恨不已，歌曲中唱出悔悟的心情，鼓勵所有曾經犯錯的人重新振作，奮鬥努力永不嫌晚，期盼愛人及家人終能看見自己的成長與改變，是一首玟靈將真實故事納入詞曲創作，且帶有「勸世」勵志意涵的歌曲。09《夢秋夜》AUTUMN DREAM有別於秋天的落寞，本首是清新風格、曲風輕柔的小情歌，在秋夜中回想起過往的甜蜜情感，曾經一起愛過、笑過、相伴過，也默默期待共創美好的未來。雖然如今孤單的面對生活，但仍盼著誓言依舊，和心上人再次相依相伴、自在飛翔……，也是玟靈另一首創作好歌值得推薦。10《春天ㄟ風微微》LITTLE SPRING WIND這首以Slow Soul曲風呈現的好歌，旨在表達春暖花開的日子裡，乘著微風讓心感受自在平靜，因為歷經四季冷暖，才能了解人生苦樂。何妨將心中情緒盡情釋放，藉由春姑娘將最美的祝福送給親人朋友，傳達美好的關心到需要的人心中。',
'image/443415678901.jpg', 358, 'C', NULL, 3377, 31, '2022-05-05', 17);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443415679017, 'WT5932109', '4715280062063', '寒冬過了是春天', '2022洪榮宏最新台語大碟「寒冬過了是春天」睽違一年，寶島歌王－洪榮宏即將在五月推出全新個人專輯－「寒冬過了是春天」！由洪榮宏親自擔任製作人，精心規劃收錄十首歌曲，將生命中動人的情感，以及溫暖、正面的力量，用音樂呈現、傳達，打造一張有溫度的專輯。此外，專輯裡共收錄四首對唱曲目。《愛你愛妳》和《永遠甜蜜蜜》旋律輕快俏皮，唱出充滿愛意的甜蜜滋味與浪漫想像；《你最重要》和《男人的背後》曲風則溫馨抒情，訴說人生中珍貴的情感，以及互相扶持的真情真意。洪榮宏溫柔深情的歌聲與張瀞云甜美動人的聲線搭配得宜，詮釋愛情不同階段的多種面貌，希望每一位粉絲朋友都能享受其中！    • 真摯情歌對唱主打-『你最重要』vs.張瀞云(三立八點檔”一家團圓”片頭曲)當一起走過歲月長河、度過風風雨雨，一直以來常伴左右、不離不棄的人，就成為了人生中最珍貴的存在。洪榮宏與張瀞云以真摯情感演唱《你最重要》，傳達生命中一份無可取代的深切情誼。    • 專輯同名主打歌曲-『寒冬過了是春天』 (三立假日八點檔”一家團圓”片尾曲)洪榮宏以溫柔的聲音情感演唱，希望這首歌能夠給予陪伴的溫暖，捱過思念翻飛、等到往事翻篇，直到寒冷的冬天結束，春日一定會再次來臨。    • 第三波深情對唱-『男人的背後』vs.張瀞云當兩個人對於未來有共同的方向與想像，前進的腳步就有了兩倍的信念與堅強，《男人的背後》唱出互相支持、給予力量的溫馨情意。',
'image/443415679017.jpg', 328, 'C', NULL, 3216, 63, '2022-05-05', 391);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443415679018, 'WT5932110', '4715280062070', '歡喜乾杯', '輕鬆、快活的主打歌曲！在觥籌交錯、酒酣耳熱的熱鬧氛圍中，一起來《歡喜乾杯》吧！歌聲裊裊，漸漸令人迷醉，在微醺中跳恰恰：前進、後退、拉近、推遠，人跟人之間的愛恨嗔癡，大概也不過如此吧！方千玉唱出瀟灑、正向的情感態度，放開無謂的束縛、擁抱幸福的希望！    • 首波同名主打對唱-『歡喜乾杯』(三立七點檔”含笑食堂”片尾曲)輕鬆、快活的主打歌曲！在觥籌交錯、酒酣耳熱的熱鬧氛圍中，一起來《歡喜乾杯》吧！方千玉唱出瀟灑、正向的情感態度，放開無謂的束縛、擁抱幸福的希望！    • 第二波對唱情歌-『幸福的約定』vs.蔡義德 方千玉甜亮的歌聲，加上蔡義德帶點滄桑的嗓音，完美搭配、呈現這首歌曲深刻的味道。    • 第三波青春夢歌-『娜魯灣痴情花』(三立五點檔”甘味人生”片頭曲)冬去春來，百花齊綻，粉色的想像也開始萌芽！來自台東的阿美女孩－方千玉，以純情、嘹亮的歌聲，大聲唱出青春夢！大方嶄露心中情感！',
'image/443415679018.jpg', 328, 'C', NULL, 3288, 63, '2022-05-05', 457);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443415678747, 'CD12355', '4713833123551', '有感覺才做夥 CD+DVD', '',
'image/443415678747.jpg', 0, 'C', NULL, 3301, 62, '2022-04-22', 762);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443415678748, 'CD12359', '4713833123599', '望夫石 CD+DVD', '',
'image/443415678748.jpg', 368, 'C', NULL, 3307, 62, '2022-04-22', 251);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443415678749, 'CD12361', '4713833123612', '草螟仔弄春風  CD+DVD', '',
'image/443415678749.jpg', 368, 'C', NULL, 3277, 62, '2022-04-22', 568);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443405679073, 'STAR2022060', '4711099681976', '永遠仝款', '彭正 A Pon《永遠仝款》歌唱，開啟了彭正全新的人生。曾經一無所有，如今，愛與夢想皆已實現，誠懇來唱出男人內心深處的軟肋，「情深意重、剛柔並濟、不屈不撓、死心塌地」。這樣的彭正，專情與柔情，永遠仝款。★首波主打〈永遠仝款〉（三立戲劇《戲說台灣》片頭曲）彭正敦厚溫暖的聲線，深情款款唱出遇見太太郭婷筠，就是他人生最好的禮物。一路走來，即便異地而處的遠距之戀、初期曾遭父母的反對，兩人的愛情始終不變，決定攜手一輩子的決心從未動搖，彭正曾感性地說，「如果沒有郭婷筠，自己的存在好像就失去意義」。總是給人溫和形象的他，用歌聲引領大家，緩緩走入他的內心深處，用最單純的執著，唱出守護摯愛的真情實意，愛唱歌的初心「永遠仝款」，更藉機告白郭婷筠就是他心中最美的旋律。★珍愛對唱〈一生圓滿〉（ft. 郭婷筠）彭正談到和郭婷筠多年的秘戀過程，他從不去回想自己失去了什麼，如今多了人夫和人父的身份，在夜晚看著太太和小孩熟睡的臉，很感謝老天給了他現在的一切，有了另一半的扶持，彼此一起度過人生的波折起伏，寫下簡單幸福的篇章。他非常知足地說，此刻已是他人生最圓滿的時刻。在進入家庭後，「柴米油鹽醬醋茶」的生活日常，令他深刻感悟兩人攜手共度一生的諾言是如此珍貴。彭正也自爆錄當時錄這首歌時，兩人正在冷戰完全不說話，雖然同在錄音間，卻互相不看對方一眼，要靠經紀人居中當傳話筒傳話，直到當天工作結束回家準備睡覺時，彭正在床上霸氣熊抱了郭婷筠，讓她破涕而笑，才結束了那次冷戰。★濃烈推薦〈夢中的情歌〉由磅礴的管弦樂襯起深刻的旋律，訴出男人滄桑與孤寂的心情，在外打拼要強奮發向上，轉過身後只能在夜晚放縱自我思念愛人的情感。在悠揚的旋律中，猶如遙遠的兩極，呼喚著對彼此的思念與情愛，遼闊的音域，唱出男人心中最極致的情感，寬廣的音域加上成熟男人由溫柔到濃烈的情感轉換，讓彭正力薦絕對是KTV必唱歌單中，真男人深情Ｋ歌的極品上選！★正宗台式搖滾〈情義〉彭正首次挑戰男人味十足、豪邁大氣的曲風，厚實有力的中音域，生動詮釋出四海一家、豁達開朗的熱血性格。歌詞中充滿男人拼搏生活的心聲，和對未來的希望，他回憶起自己曾經迷惘的過去，唱出每個真男人心中的細膩與狂放：你不是孤單的！彭正的歌聲將陪伴大家在未知與冒險中勇往前進。★熱血對唱〈對手〉（ft. 郭忠祐）新專輯中特別找來了在《明日之星》節目中一同競爭衛冕資格、亦敵亦友的郭忠祐合作，忠祐聲線高亢透亮，彭正歌聲飽滿厚實，兩人獨有的嗓音特質在這首歌中，發揮得淋漓盡致！兩人也因為這次的合作破冰，堅定友情！從競爭到惺惺相惜，讓彭正感動說，當年的對手，如今攜手前進、共存共榮，在歌壇一同大步向前走的情誼，特別珍貴。1. 永遠仝款（三立戲劇《戲說台灣》片頭曲）｜專輯同名主打，為愛披荊斬棘，充滿傷痕亦無悔。2. 一生圓滿 ft. 郭婷筠｜與太太郭婷筠深情對唱，道出彼此真摯的感謝，相知相惜。 3. 夢中的情歌｜管弦樂和電吉他的磅礡演奏，伴彭正演繹一場愛與思念的旅程。4. 情義｜正宗台式搖滾，好漢英雄鬥陣拚，豪氣萬千！不向命運來低頭。5. 桌頂拈柑｜俠者氣口，男兒毋驚吃苦，帥氣迎接人生旅途的種種挑戰。6. 緣份將咱牽做伙｜你是我一生等的人，激昂感性的唱腔，讓這首歌成為愛情中最永恆的誓言。7. 對手 ft. 郭忠祐｜和曾經的選秀對手郭忠祐對唱，英雄惜英雄，仝款優秀，做陣加油！8. 疼過無賰｜明知愛你不會有結局，卻還是為你失了魂，只剩獨自一人的心碎追憶。9. 傷心無淚｜強勁的編曲，和彭正到位的頓挫轉音，傷心到極處是無淚可流。10. 仝心仝跤步｜你我註定天祝福，行過人情冷暖，往後餘生走向幸福光明路。',
'image/443405679073.jpg', 408, 'C', NULL, 3194, 64, '2022-04-07', 846);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443415678493, 'WT5932108', '4715280062056', '為愛受傷的女人', '靈魂女聲 蔡以真，以真心賦予歌曲靈魂，今年度最新個人專輯－「為愛受傷的女人」，將在四月真情發行！新專輯共收錄十首全新歌曲，蔡以真以細膩、彈性的靈魂嗓音，詮釋孤獨情歌的愛與傷。其中有較為傳統、味道道地的歌曲，例如主打歌《一生等待你》，以及《無奈的探戈》。另外也有較為清新、內心的曲風，例如專輯同名歌曲－《為愛受傷的女人》。此外，也收錄了兩首對唱作品！蔡以真與華特師弟－陳子賢再次合作，靈魂女聲與深情男聲的完美組合，演唱《情海深深》與《風中玫瑰》，期盼粉絲朋友們繼續多多喜愛、支持！靈魂女聲 蔡以真2022全新個人專輯－「為愛受傷的女人」，在多元豐富的曲風中，品嚐愛與孤單的滋味，希望不同音樂喜好的粉絲朋友們皆能聽見自身所好、享受其中！    • 重磅主打歌曲-『一生等待你』(三立七點檔”含笑食堂”片尾曲)傳統且經典的台語歌味道，親切又貼近人心，最能夠抒發內心感情。「青春有幾年　阮用阮的一生等待你　毋知影月何時才會圓」枕上的相思、等待的盼望，蔡以真將傳統曲風唱出自己的味道，期盼在台語流行樂曲中注入新靈魂情感！    • 分離情歌對唱歌曲-『風中玫瑰』 vs.陳子賢(三立七點檔”含笑食堂”片頭曲)有時候，現實讓相愛的人分開了，心中的情感卻從未消失，如同風中玫瑰，即使凋零將至，生命也不曾一刻停止盛開。「含珠淚　拆分開　今生今世永遠一生只愛你　永遠愛著你」蔡以真與陳子賢以溫暖的歌聲情感，唱出分離前的告白之語。就算未來將往不同的遠方前進，也已將珍重彼此的那份情意永遠收藏心中。    • 深情對唱歌曲-『情海深深』(三立假日八點檔”一家團圓”片尾曲) vs.陳子賢暨《癡心石》與《美麗的夕陽》合唱獲得大家喜愛，蔡以真再度與華特師弟－陳子賢合作演唱新曲目－《情海深深》！深情鼻酸的對唱情歌，傳達令人動容的情意。「思慕的人　敢知阮的苦　拆分開　敢是天錯誤」蔡以真與陳子賢深情演唱一段坎坷戀情，感受其中的無奈、不甘，苦海情深中，真心盼望能牽手共渡、不再離分。',
'image/443415678493.jpg', 328, 'C', NULL, 3362, 63, '2022-04-01', 37);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443405678601, 'CD12360', '4713833123605', '愛情的高手 CD+DVD', '',
'image/443405678601.jpg', 368, 'C', NULL, 3276, 62, '2022-03-11', 489);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443405678602, 'CD12358', '4713833123582', '真心不換 CD+DVD', '',
'image/443405678602.jpg', 368, 'C', NULL, 3300, 62, '2022-03-11', 1308);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443395678828, 'FIREON0074', '2022020000340', '水逆 Mercury Retrograde(普通版)', '【藝人介紹】無法被定義的創作人 鄭宜農再度挑戰自我生涯首張全台語專輯《水逆Mercury Retrograde》 3/04 正式發行〈玉仔的心〉、〈深深地〉、〈街仔路雨落不停〉展露對台語文的探索。本張專輯邀請Chunho 擔任製作人、ciacia何欣穗擔任台語配唱。從充滿聲音巧思的自我對話、帶著怒氣冷冽的電子風格、動態感十足的DANCE、情緒濃烈的gospel…等，以11首歌曲闡述不同溝通的面向。【專輯介紹】每兩個⽔星年才是⼀個太陽⽇，在宇宙裡緩緩地以自己的頻率轉動、與自我與世界相會。總會有那些不順遂也無法理解的時刻，也許不是卡住了，只是我們還在尋找彼此。歷經了為期兩年，以不同切⾓作為溝通的起點，⼀點⼀滴紮實的⾃轉；同時也迅速且靈巧地將溝通作為圓⼼，以創作、⾳樂、散⽂、舞蹈、語⾔，⼀邊雕琢自我的台語一圈圈地紮實地公轉。在不同的角色與視角中穿梭，哼著世界的樣貌、也剖開自我黑暗地對話。以11首歌的時間一步步闡釋「溝通」的各種面向，在世界逛了一大圈，找到了傳遞訊息與愛的關鍵：以最自由與開放的心實現《⽔逆MercuryRetrograde》專輯裡的溝通。繼《給天王星》這張音樂階段的總結，鄭宜農再度挑戰自我，以「溝通」作為專輯核心。使用了不熟練的語言－台語，一邊學習一邊創作。將過去自我的累積全部刪除，重新以新生兒的姿態開啟整張專輯的創作之旅，從頭呼應了專輯的核心溝通。',
'image/443395678828.jpg', 598, 'C', NULL, 3346, 28, '2022-03-04', 1318);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443405678514, 'WT5932107', '4715280062049', '春天一聲雷', '鄰家女孩 麗蓉，以首張專輯「風雨笑阮憨」打開知名度，第二張專輯「昨暝的雨」更讓這位愛唱歌的女孩被更多人聽見，其中《昨暝的雨》、《夢圓圓心甜甜》、《心不甘》等歌曲皆獲得熱烈迴響！在2022年即將來臨的春季，麗蓉也將推出人生第三張全新專輯－「春天一聲雷」！這張專輯就如同它的名字一樣，呈現「轉變」、象徵「新的開始」，就像驚蟄的春雷過後，世間萬物復甦、生機盎然，期待專輯中的十首歌曲也能傳遞這樣的力量與希望！在這張專輯中，除了有強烈日式演歌味道的《春天一聲雷》與《永遠無後悔》，也收錄溫暖深情、富有敘事感的《女人的嫁妝》，其MV為了貼合歌曲意象，特別找來許多充滿復古感的喜慶物件點綴，麗蓉也在投入歌曲情感的當下首次在拍攝中獻出眼淚。此外，繼上張專輯裡的對唱歌曲《夢圓圓心甜甜》受到大家喜愛，麗蓉再度與華特師兄－蔡義德合作，收錄輕快甜蜜的《幸福滿滿》與溫暖深情的《停同站》兩首對唱情歌，兩首歌曲分別呈現不同的曲風及情感，希望各位粉絲朋友繼續多多支持！2022麗蓉第三張全新專輯－「春天一聲雷」，讓鄰家女孩 麗蓉繼續唱給你聽，一起迎接即將到來的春天！希望這些音樂能如同第一道春雷，讓所有沉寂、抑鬱和停滯，都豁然開朗、繼續向前！    • 專輯同名主打歌曲-『春天一聲雷』 (三立七點檔”生生世世”片尾曲)《春天一聲雷》－首波主打「春天一聲雷　已經了解是非　打醒阮　執迷不悟　對你迷醉」豐富熱鬧的編曲，展現歌曲生命力！麗蓉率真唱出揮別過去、渴望邁向新開始的心聲！讓往事隨風去、向無緣的人斷捨離，也對曾經執迷不悟的自己告別，轉身之後又會是新的開始！    • 甜蜜對唱情歌-『幸福滿滿』 vs.蔡義德(三立五點檔”甘味人生”片尾曲)《幸福滿滿》feat.蔡義德麗蓉與華特師兄－蔡義德，再度合作帶來新歌曲－《幸福滿滿》節奏明快、琅琅上口，溫情甜蜜的曲風，令人充滿幸福的感覺兩人曾有《夢圓圓心甜甜》及《天袜老情難斷》等多首膾炙人口的作品，其中《夢圓圓心甜甜》更是早已在YouTube突破百萬點閱！感受到大家的鼓勵和支持，兩人帶著幸福滿滿的心情，希望唱出更多溫暖好聽的歌曲，期盼受到更多粉絲朋友喜愛，再創點閱佳績！    • 柔情情歌對唱-『停同站』 vs.蔡義德《停同站》feat.蔡義德《停同站》旋律抒情、樂聲溫潤，觸動心中柔情麗蓉與蔡義德以溫厚堅毅的情感深刻演唱，將純情心聲化成曲、唱成歌，希望陪伴度過失落時刻，等待風雨遠去、春暖花開，願有情人終得長伴廝守。',
'image/443405678514.jpg', 328, 'C', NULL, 3314, 63, '2022-03-02', 1986);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443385678790, 'MLD1534', '4713105915341', '關關難過關關過(CD+DVD)', '',
'image/443385678790.jpg', 0, 'C', NULL, 3376, 65, '2022-01-27', 1488);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443385678702, 'CD12354', '4713833123544', '九月玫瑰    CD+DVD', '',
'image/443385678702.jpg', 368, 'C', NULL, 3311, 62, '2022-01-21', 1912);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443385678703, 'CD12357', '4713833123575', '無巢的燕仔   CD+DVD', '',
'image/443385678703.jpg', 368, 'C', NULL, 3369, 62, '2022-01-21', 310);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443385678704, 'CD12356', '4713833123568', '請你珍惜我   CD+DVD', '',
'image/443385678704.jpg', 368, 'C', NULL, 3340, 62, '2022-01-21', 239);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (443385678672, 'MLD1535', '4713105970838', '台語專輯我們同島一命CD', '',
'image/443385678672.jpg', 278, 'C', NULL, 3246, 65, '2022-01-12', 668);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (442495678940, 'SD1834', '4715280062032', '深深愛著你', '朱德寶第三張全新專輯－－「深深愛著你」，初春深情發行。有鑑於前兩張與公司師姐們的經典對唱，引發熱烈討論，這次決定繼續讓歌迷們大飽耳福。新專輯「深深愛著你」，再次收錄了三首經典對唱，與另一位師姐方千玉的對唱組曲；從溫柔動人聲線，轉換成高亢十足風格；又一次激出不亞於前兩張所創造出的作品風格，情人間們想傾訴的深刻情感，都完美收錄在這張專輯中。這次除了持續收錄經典對唱情歌外，主打歌〈深深愛著你〉，朱德寶也嘗試以日式演歌詮釋，對於愛情的酸甜苦辣，曾經的美好回憶，都希望粉絲朋友們聽得見他在音樂上的進步及嘗試。    • 深情主打情歌-『深深愛著你』(三立七點檔”生生世世”片尾曲) 「愛你是我　最難忘的代誌　予我深深　深愛著你」日式演歌經典的曲調，帶出一片深情以往。夜色勾起過往雲煙，相愛的記憶縈繞心頭，令癡情人久久無法忘懷。最動人的一段感情不一定都有最好的結局。即使如此，曾經存在的美好並不會消失。也許在過程中給予和被給予的那些愛及情感，才是彌足珍貴的吧。    • 離別對唱歌曲-『火車站』vs.方千玉「風雨中的運命　綁著雙人的心肝　一聲一聲心愛的名」分離的時刻，總讓有情人腳步沉重，心中有再多不捨也是無可奈何。一聲聲月臺廣播，催促著離別，但也讓兩顆心靠得更近。心中有情，相別終會相聚。朱德寶X方千玉，新組合擦出新對唱火花！男聲深情誠懇，女聲婉轉清新，希望兩人的聲音組合，能在音樂情感上帶給粉絲朋友更多不同的感受，並多多喜愛支持。',
'image/442495678940.jpg', 158, 'C', NULL, 3233, 63, '2022-01-03', 1923);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (442495679022, '5419712313', '5054197123139', '嘸啥人知的歌星 EP', '關於 江念庭 第1張迷你台語專輯（EP）【嘸啥人知的歌星】1980年，第三屆《民謠風》有另一首正向陽光的〈迎著風迎著雨〉廣為傳唱，不少學校的運動會、啦啦隊都會用這首蘇來創作的歌曲鼓舞士氣，演唱這首歌的女聲就是本名吳貞慧的『江念庭』。江念庭30歲那年在好幾家唱片公司的遊說之下，終於點頭答應辭掉原本公家機關公務員的工作，與 藍與白唱片公司簽約，出了第一張個人專輯「滿街都是寂寞的朋友嗎」與黃小琥競逐1990年第二屆金曲新人獎。隔年的第二張專輯『永不流淚的眼睛』又與陳淑樺一起入圍競逐第三屆最佳國語女演唱人獎。1995年再與羅時豐合唱『冬天過了是春天』，成為極具代表之台語男女對唱情歌。 正當演藝事業逐步起飛之際，卻遇上人生中影響她極深的一段感情。為此放棄了自己喜歡的歌唱事業，在歌壇消失了近三十年。看著女兒長大正在為自己理想開始打拼，江念庭也看見許多資深、同期的歌手們紛紛回歸，61歲的自己決定重新再給自己一個圓夢的機會，拿起久違的麥克風，不管是否曾經還有一位聽眾能記得她，不論自己過去是否算是個被期待過的歌手？！…江念庭要把她的故事、心境，用她最難以忘懷的歌唱、音樂⋯真切誠實的分享給您聽！關於 嘸啥人知的歌星若有人聽到一首歌還會記得就不枉費我繼續美麗維持 做你夢中永遠的情人雖然是嘸啥人知的歌星愛唱歌的人嘛得有人挺若有人需要溫暖的力量和安慰阮願意用歌聲伴舞步擱再唱落去生命中常有許多的酸甜苦樂，或許掌聲的背後有許多辛酸淚流，然而掌聲的意義，也是代表著一種加油。音樂製作人董子穆用迷人的爵士樂為江念庭量身打造輕鬆感性的音樂旋律，並以台語歌詞為江念庭刻劃出內心最樸實真誠的獨白，以自我調侃式的文字，誠實大膽地告訴聽眾自己只是個“嘸啥人知的歌星”為此具有心事畫面的音樂故事添上更觸動人心的真實感及存在度。新生代編曲施少庸運用爵士鋼琴活潑流動的自在音符，也完美詮釋出歌手內心澎湃激動與鋼琴交織錯縱的對話感，歌手沈穩的共鳴聲線，時而輕嘆、時而委婉的細膩轉音，在每一個字句細節裡都能聽到歌手豐沛細膩的情感。關於 媽媽是歌星聽人講 我的媽媽是歌星 囡仔時就教阮唱Do Re Mi 時常問她什麼時準要上電視 媽媽講有一日伊再帶阮作伙去製作人將同一首歌曲改了一段歌詞，並以CHA CHA的曲風作為編曲，在歡愉節奏及電吉他營造出輕鬆詼諧的氛圍中，讓女兒與母親的對話，就像在日常的寫實互動中成為江念庭回歸歌壇的最佳勇氣與動力！想知道更多江念庭相關消息，請至以下網址check !!江念庭官方臉書: https://www.facebook.com/%E6%B1%9F%E5%BF%B5%E5%BA%AD-VS-%E5%90%B3%E8%B2%9E%E6%85%A7-102986835558742/臉書 / IG / YouTube 搜尋 Timeless Music Asia',
'image/442495679022.jpg', 0, 'C', NULL, 3326, 44, '2021-12-31', 314);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (442495678948, 'FYO112', '4713249233776', '那個男孩', '龍腔雅韻的歌聲　有你我共同的聽歌回憶飄逸灑脫的嗓音　是市場公認的暢銷歌后飄洋過海的傳奇　狂掃全球華人地區歌迷龍飄飄　那個男孩專輯　發燒音質再造話題',
'image/442495678948.jpg', 368, 'C', NULL, 3312, 31, '2021-12-30', 180);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (442495678949, 'FYO113', '4713249233783', '歲月的歌', '龍腔雅韻的歌聲　有你我共同的聽歌回憶飄逸灑脫的嗓音　是市場公認的暢銷歌后飄洋過海的傳奇　狂掃全球華人地區歌迷龍飄飄　歲月的歌專輯　發燒音質再造話題',
'image/442495678949.jpg', 368, 'C', NULL, 3312, 31, '2021-12-30', 1699);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (442495678576, 'RD2117', '4710149690142', '車站 春夏秋冬 音樂故事作品專輯1', '人生的閱歷，隨著生活的累積堆砌；透過文字、音符、記錄了流金歲月，經由專業歌手的演唱，獲得市場的肯定、喝采，有幸成爲雅俗共賞、成爲流行音樂的品牌符號，這是每個創作者的夢想!當年創作的《車站》《春夏秋冬》《一步一脚印》《想厝的心情》《菅芒》…這些歌曲，透過所栽培歌手蔡小虎、張秀卿、蔡秋鳳、彭立…專精演唱呈現而能在閩南語歌壇流行傳唱，更堅定我後續的專注創作!三十年過去了，我依然在閩南語樂壇創作的岡位上努力前進，滄海桑田 物換星移，回想往事歷歷，不勝唏噓…這張專輯所收錄的十首作品，皆源自於當年所經歷的人、事、物，我用音樂記錄了生活、記錄了這一切的故事。多年夢想，給自己一個期許，不管歲月云云，有朝一日，我要用自己的聲音還原創作時的初心，原汁原味貼切、親近的把這些作品化爲音樂故事吟唱，獻給曾經共同經歷過的年代以及聽我的作品成長的普羅大衆！這是我的初衷，也是終極目標！願與我的好朋友們分享！林垂立老師介紹    • 臺灣著名音樂人。    • 台語經典名曲「車站」、「春夏秋冬」、「感謝你的愛」、「想厝的心情」、「一步一脚印」…等詞曲作者。    • 台語歌壇當紅天王、天后蔡小虎、蔡秋鳳、張秀卿、彭立幕後推手、啓蒙老師！    • 西元1977年，參加第一屆金韻獎民歌比賽，開始創作之路。    • 西元1991年，鋒林公司首推素人歌手蔡小虎，林垂立首度發表台語作品「往事甭提起」，蔡小虎一舉獲得金曲獎最佳新人榮耀。     • 西元1993年，張秀卿「車站」專輯，創造海內外華人圈傳唱神曲。    • 西元1994年，「想厝的心情」一曲，讓張秀卿榮獲金曲歌后。    • 西元1995年，「感謝你的愛」專輯，成爲台灣歷史上首度民選總統競選主題曲，寫下歷史的一頁！此曲更成爲結婚喜慶、感恩最佳代言曲，溫暖健康的歌詞，也被列爲小學輔助教材優良歌曲。    • 「春夏秋冬」、「想厝的心情」、「感謝你的愛」、「一步一脚印」等…專輯，樹立了蔡小虎、張秀卿、蔡秋鳳、彭立的台語樂壇地位，平民歌手的魔術師!    • 2016年瑞芳老街觀光發展協會、區里里長邀請開立歌唱班，林垂立無償義務、返鄉授課、回饋鄉民，歡樂歌聲傳千里，至今已在瑞芳、金瓜石、基隆吸引無數學員參加!至今瑞芳區內到處充滿音樂小鎮的愉悅氛圍!    • 2016年、2017年、2019年於九份昇平戲院舉辦個人作品演唱會，連續三年皆爆場演出、大受鄉民好評！    • 2020年9月23日林垂立老師在礁溪寒沐酒店舉辦『2020沐戀金曲 林垂立作品音樂會』，率領張秀卿、周昱智、黃宥臻，老中青幼四代同堂，演唱經典作品及新創作歌曲及創組菅芒花樂團演出。',
'image/442495678576.jpg', 438, 'C', NULL, 3206, 33, '2021-12-28', 799);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (442495678939, 'WT5932106', '4715280062025', '無閂', '無閂  可以輕輕打開  聽見黃妃無閂  可以漫漫回味  一曲一刻黃妃與華特再續緣分，用歌聲，刻畫生命情感。有些傷痛放在心中，也有一些溫柔的存在使我們感到幸福，無論當下處於哪種情感時刻，在音樂中，都能得到屬於自己的宣洩和救贖。黃妃歌唱洗練，不失純粹初心，兼俱穿透力與感染力，以獨特聲線帶來不流俗的音樂，在台語歌曲的傳承與創新中，是無可取代的歌者。在「無閂」這張專輯，聽見黃妃用音樂訴說那些平凡卻獨一無二的生命情感，回到音樂本質，傳遞心聲與故事。專輯第一首歌曲《無閂》，與第二首《傷心無名》，分別以不同曲風呈現深沉感情，這些感情在音符裡流淌、揮發，漫漫傳遞情感重量；第三首《愛作夢的貓》則是專輯裡較為另類且色彩鮮明的存在，以貓自喻，描繪不被框架、自在悠然的情感態度，俏皮且富想像力的歌詞令人不禁露出笑容，也展現黃妃多方面的情感樣貌。此外，這張專輯中唯一一首對唱歌曲－《寒窯曲》，更力邀袁小迪共同演唱！黃妃與袁小迪首度合作，強強聯手，打造一支張力十足且琅琅上口的作品！整張專輯最後以《相片》結尾，樸實無華、充滿畫面感的歌詞，洩露無盡懷念。    • 重磅對唱主打歌曲-『寒窯曲』 vs.袁小迪(三立八點檔”天之驕女”金曲MV)黃妃x袁小迪--重磅推出首支對唱作品，別具風範、再掀話題！《寒窯曲》結合經典戲曲與台式搖滾，新鮮又夠味！這兩種截然不同的音樂風格原本看似天各一方，卻在這首歌曲當中順暢融合。黃妃與袁小迪兩位唱將級歌手霸氣開唱，二人剛柔並濟的氣場互相角逐、昇華！歌詞也在現代口語與古詞之間巧妙轉換、令人玩味，且節奏鮮明、琅琅上口！    • 專輯同名主打歌曲-『無閂』沒有人不希望，能夠和愛的人永遠幸福快樂，但是日常即無常，有時離別來得讓人措手不及。用情多深，感受的悲傷就有多大。《無閂》，可以漫漫回味一曲一刻。《無閂》編曲由空而滿，展現歌手聲線的原色美感，也帶出從微弱到完全釋放的感情。黃妃由心發聲，將赤誠的情感發揮投入歌曲，唱出揪心之情。    • 傷心情歌歌曲-『傷心無名』(三立假日八點檔”天之驕女”片尾曲)《傷心無名》一句句歌詞，像在訴說、也像在提問，對傷害提問、對命運提問，也對自己提問。歌曲經由黃妃詮釋，從隱忍壓抑，層層堆疊至如訴如泣，引領聽者進入一篇哀艷的愛情詩經，也看破結局的虛無。漂亮細膩，又不失力度。',
'image/442495678939.jpg', 328, 'C', NULL, 3322, 63, '2021-12-28', 273);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (442495678844, 'SMY2102', '600568013841', '敢敢', '不浪人也不苦情，既不虛華也不自溺金曲台語歌王「律師歌手」蘇明淵　全新創作專輯《敢敢》用音樂帶聽眾體會人生百態，發現樸實無華卻深刻的情感知名創作人武雄、許常德等大力推薦、律師與歌手雙棲的台語超級新人蘇明淵，在首張台語專輯《善良的歹人》獲得金曲獎肯定後，於疫情期間累積出第二張創作專輯《敢敢》，用他一貫的細膩視角與音樂連結，創造出一首首最平實卻動人的台語作品。蘇明淵從小受到父親的影響，從60至80年代的西洋音樂汲取創作養分，早年以藝名「蘇兒真」作為國語歌手出道時，他就以母語台語為孫協志、洪榮宏、蔡小虎、張秀卿、施文彬等台語歌手貢獻不少知名音樂作品。蘇明淵在律師工作中保持理性思考，同樣保留對音樂的熱愛與多愁善感的性格，除了情歌，還創作了大量討論社會議題的歌曲，用自己的方式唱出人性與關懷。他善於以生命經驗創作，道出更緊貼你我最內心、最赤裸的人生感悟，坦然面對心中最易碎的那一面。《敢敢》製作團隊橫跨獨立音樂、華語流行與台語流行，嘗試以民謠搖滾基底融合不同世代音色與曲風，一方面打破台語歌年齡層的限制，也讓原生台語聽眾感受有別於以往的當代台語歌創作展現。同名主打歌〈敢敢〉利用Synth Rock製造忽遠忽近的畫面感，再使用蘇明淵式的搖滾fuzz Guitar表現追逐夢想的決心與勇氣。6/8 拍的小調慢搖滾〈入戲傷深〉，以帶著東洋感的鋼琴鋪陳節奏的進行，並加入二胡及手風琴，營造東西合併的美感，和歌名中「戲」的氛圍。〈下港囡仔〉用略帶幽默的語氣闡述離鄉北上從徬徨到適應的過程，代表南方的樂器「月琴」結合搖滾曲風，連結創作者的出身及心中的吶喊。〈好人歹揣〉靈感來自蘇明淵和女兒柔柔的互動，在吉他基底加入弦樂、烏克麗麗及打擊樂器，以民謠的樂風營造出溫馨、活潑又不失感動的聽覺。〈目睭內上倔強的砂〉講述一對無血緣關係的父子被迫分離的痛，前奏只用一把木吉他淺淺表述悲傷的氛圍，接著各項樂器逐一堆疊，最後把壓抑的情緒一次解放，給聽眾更多情緒帶入感。〈媽媽咧發燒〉用Modern Rock的熱鬧感來呈現地球暖化問題，加入管樂混搭，用輕快的編曲述說批判。〈伴奏〉敘述父子之間的情感，以兩把弦樂器的樂句交織來表現兩人既悲傷又溫暖的對話與互動。對於人生中許多想望，你是否有勇氣承擔風險與責任，去背負、去爭取？生命裡雖然有很多的無法預期，大部分的事情都不在於能不能，而在於敢不敢。「敢敢」用台語唸起來就是敢不敢的意思，在人心惶惶的時代，我們需要更多勇敢、更多憐憫，更多身而為人的內在力量。本作品獲得文化部影視及流行音樂產業局110年補助關於「律師歌手」蘇明淵    • 台灣第一位以律師身份拿下金曲獎之音樂創作人    • 第16屆臺灣原創流行音樂大獎《無根的日頭花》河洛語組首獎    • 第31屆金曲獎最佳台語男歌手獎《善良的歹人》原藝名蘇兒真，生於高雄市。輔仁大學法律系畢業。自民國八十七年律師高考及格、現為執業律師，於桃園開設律師事務所至今已受任過上千件訴訟案，更於2020年起擔任MUST中華音樂著作權協會第九屆申訴委員。國三時得到一把吉他，因而開始歌曲創作，以吉他譜寫生命中各種深刻體驗，師承資深製作人黃大軍，學習音樂製作及創作。除發行個人創作專輯外，亦曾為孫耀威、方季惟、施文彬、洪榮宏等歌手寫歌。並且曾為蘇嘉全和蔡英文創作、演唱競選歌曲。血液裡流著頑抗的音樂基因，對於案件常常一不小心就入戲太深，陷入當事人的悲歡離合之中，有時甚至難以從訴訟之中抽離。近幾年開始創作以具體訴訟故事為素材之歌曲，期許能以音樂創作抒發心情；他音樂創作特別之處在於，能在音樂與法律間，找到最適切的完美和弦。《101次表白》／金點唱片／1995年《末世紀》／金點唱片／1996年《Te Amo你，我愛你》／喜馬拉雅唱片／2008年《懷疑的反面》／三川娛樂有限公司／2015年《善良的歹人》／紅豆娛樂股份有限公司／2019第31屆金曲獎年度專輯獎、最佳台語專輯獎提名，最佳台語男歌手獎提名／獲獎音樂合輯《台灣美樂地》／蔡英文競選辦公室／2015年《樂未央之歌》／文化部影視及流行音樂產業局／2019年音樂創作《How Much I Love You》孫耀威《心星》方季惟／蘇兒真《除了你誰都不愛》方季惟《傷心歌傷心肝》施文彬《愛情小雨傘》洪榮宏《少年的孤單》孫協志《你的名字伴我一生》王中平《冠軍曲》王中平《阮的心肝為妳孤單》蔡小虎《看你醉等你醒》張秀卿《約定》同班同學二重唱《無情的流星》同班同學二重唱《我做你的靠山》台中市長候選人蘇嘉全專輯曲目人生就像很多場不同的訴訟，不斷的請求，也不斷的被駁回、被准許；人生是數不盡的經歷所集結而成。可能不盡完美，甚至留下千瘡百孔！如果有勇氣拋下那些悔恨、傷悲、懷疑和苦痛，拾起散落的微小幸福，化為前行的力量，不再沉溺於過往，我們會更懂得彌補缺憾，讓生命更加圓滿。於是，我用更緊貼你我內心、最赤裸的人生感悟，坦然面對心中最易碎的那一面，用十首歌唱出十段人生，獻給走過和正在路上的人。',
'image/442495678844.jpg', 550, 'C', NULL, 3259, 38, '2021-12-23', 1757);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465678642, 'UPJH1045', '4988031680735', 'note（黑膠LP） 環球官方進口(預購至9/19 12:00止)', '2020年8月26日發行，上白石萌音第二張原創專輯黑膠化！■收錄内容[LP]Side A01.	白い泥02.	土砂降り03.	永遠はきらい04.	From The Seeds05.	あくびSide B01.	スターチス02.	夜明けをくちずさめたら（note ver.）03.	ハッピーエンド / 上白石萌音×内澤崇仁 (androp)04.	Little Birds05.	一縷',
'image/445465678642.jpg', 0, 'F', NULL, 10040, 42, '2024-12-04', 1322);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465678643, 'UPJH1046', '4988031680742', 'name（黑膠LP） 環球官方進口(預購至9/19 12:00止)', '2022年7月13日發行，上白石萌音第三張原創專輯黑膠化！■收錄内容[LP]Side A01.	I`ll be there02.	ジェリーフィッシュ03.	チョイス04.	スピン05.	懐かしい未来Side B01.	愛すべきブルー02.	夕陽に溶け出して　03.	Tea for Two　04.	君の名前',
'image/445465678643.jpg', 0, 'F', NULL, 10040, 42, '2024-12-04', 494);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679169, 'ESCL-6024', '4547366712988', 'GIANT (索尼日本進口初回生產限定盤A-CD+Blu-ray)', '預計11/29~12/07到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
全米No.1ボーイズグループ“Stray Kids”、待望のJAPAN 2nd Album！Stray Kidsは、韓国発の8人組ボーイズグループ。2018年、韓国でのデビューから僅か1年足らずでアジア・アメリカ・ヨーロッパ・オーストラリアを巡るワールドツアーを全公演ソールドアウトさせ、さらには異例の新人賞11冠を獲得。2020年3月、待望の日本デビューを果たすと、JAPAN 1st Single「TOP -Japanese ver.-」でオリコン週間ランキング1位を獲得。MVの再生数は13作品が億超えの再生数を誇り、2022年に開催したワールドツアーは全公演ソールドアウト。そして2023年、日本では、K-POPアーティスト史上、日本デビューから最速でミリオンを記録し紅白歌合戦にも出場を果たした。さらに2024年には韓国 Mini Album『ATE』で、米ビルボード5作連続1位を記録し、勢いにのる全米No.1ボーイズグループ。<初回生産限定盤A : CD＋Blu-ray ￥6,800 / ESCL-6024～6025>＊60P PHOTO BOOK (Type A)＊オリジナルジャケット・トールケースサイズデジパック仕様＊フォトカードA (メンバー別全16種より2枚ランダム封入)＊オリジナルIDフォトA (メンバー別全8種より1枚ランダム封入)＊オリジナルフォトステッカー (メンバー別全8種より1枚ランダム封入)＊Stray Kids折りたたみポスター (約W558×H405mm / メンバー集合絵柄1種)＊シリアルナンバー2口封入 《収録内容》[CD]1. GIANT2. Chk Chk Boom -Japanese ver.-3. NIGHT　(TVアニメ 『神之塔 -Tower of God- 工房戦』 オープニングテーマ)4. Falling Up　(TVアニメ 『神之塔 -Tower of God- 工房戦』 エンディングテーマ)5. WHY?　(フジテレビ系木曜劇場『Re:リベンジ-欲望の果てに-』主題歌)6. Saiyan7. 愛をくれたのに、なぜ8. Christmas Love9. NIGHT -English ver.-　(TVアニメ 『神之塔 -Tower of God- 工房戦』 オープニングテーマ)10. Falling Up -English ver.-　(TVアニメ 『神之塔 -Tower of God- 工房戦』 エンディングテーマ)[Blu-ray]・Jacket Shooting Making Movie・Jacket Shooting Making Movie (Relay Cam ver.)・「GIANT」 Recording Making Movie・「Christmas Love」 Recording Making Movie・「Social Path (feat. LiSA)」 Music Video・「Social Path (feat. LiSA) 」 Music Video Making Movie',
'image/445485679169.jpg', 1498, 'F', 21, 3062, 32, '2024-11-29', 492);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679170, 'ESCL-6026', '4547366712995', 'GIANT (索尼日本進口初回生產限定盤B-CD+photobook)', '預計11/29~12/07到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
全米No.1ボーイズグループ“Stray Kids”、待望のJAPAN 2nd Album！Stray Kidsは、韓国発の8人組ボーイズグループ。2018年、韓国でのデビューから僅か1年足らずでアジア・アメリカ・ヨーロッパ・オーストラリアを巡るワールドツアーを全公演ソールドアウトさせ、さらには異例の新人賞11冠を獲得。2020年3月、待望の日本デビューを果たすと、JAPAN 1st Single「TOP -Japanese ver.-」でオリコン週間ランキング1位を獲得。MVの再生数は13作品が億超えの再生数を誇り、2022年に開催したワールドツアーは全公演ソールドアウト。そして2023年、日本では、K-POPアーティスト史上、日本デビューから最速でミリオンを記録し紅白歌合戦にも出場を果たした。さらに2024年には韓国 Mini Album『ATE』で、米ビルボード5作連続1位を記録し、勢いにのる全米No.1ボーイズグループ。<初回生産限定盤B : CD＋スペシャルZINE ￥4,500 / ESCL-6026～6027>＊32P PHOTO BOOK (Type B)＊スペシャルZINE 28P (メンバー手書きメッセージ付)＊オリジナルジャケット・トールケースサイズデジパック仕様＊フォトカードB (メンバー別全16種より2枚ランダム封入)＊オリジナルIDフォトB (メンバー別全8種より1枚ランダム封入) ＊シリアルナンバー1口封入《収録内容》[CD]1. GIANT2. Chk Chk Boom -Japanese ver.-3. NIGHT　(TVアニメ 『神之塔 -Tower of God- 工房戦』 オープニングテーマ)4. Falling Up　(TVアニメ 『神之塔 -Tower of God- 工房戦』 エンディングテーマ)5. WHY?　(フジテレビ系木曜劇場『Re:リベンジ-欲望の果てに-』主題歌)6. Saiyan7. 愛をくれたのに、なぜ8. Christmas Love9. NIGHT -English ver.-　(TVアニメ 『神之塔 -Tower of God- 工房戦』 オープニングテーマ)10. Falling Up -English ver.-　(TVアニメ 『神之塔 -Tower of God- 工房戦』 エンディングテーマ)',
'image/445485679170.jpg', 988, 'F', 21, 3062, 32, '2024-11-29', 1445);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679171, 'ESCL-6028', '4547366712971', 'GIANT (索尼日本進口通常盤)', '預計11/29~12/07到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
全米No.1ボーイズグループ“Stray Kids”、待望のJAPAN 2nd Album！Stray Kidsは、韓国発の8人組ボーイズグループ。2018年、韓国でのデビューから僅か1年足らずでアジア・アメリカ・ヨーロッパ・オーストラリアを巡るワールドツアーを全公演ソールドアウトさせ、さらには異例の新人賞11冠を獲得。2020年3月、待望の日本デビューを果たすと、JAPAN 1st Single「TOP -Japanese ver.-」でオリコン週間ランキング1位を獲得。MVの再生数は13作品が億超えの再生数を誇り、2022年に開催したワールドツアーは全公演ソールドアウト。そして2023年、日本では、K-POPアーティスト史上、日本デビューから最速でミリオンを記録し紅白歌合戦にも出場を果たした。さらに2024年には韓国 Mini Album『ATE』で、米ビルボード5作連続1位を記録し、勢いにのる全米No.1ボーイズグループ。＊CD Only《収録内容》[CD]1. GIANT2. Chk Chk Boom -Japanese ver.-3. NIGHT　(TVアニメ 『神之塔 -Tower of God- 工房戦』 オープニングテーマ)4. Falling Up　(TVアニメ 『神之塔 -Tower of God- 工房戦』 エンディングテーマ)5. WHY?　(フジテレビ系木曜劇場『Re:リベンジ-欲望の果てに-』主題歌)6. Saiyan7. 愛をくれたのに、なぜ8. Christmas Love9. NIGHT -English ver.-　(TVアニメ 『神之塔 -Tower of God- 工房戦』 オープニングテーマ)10. Falling Up -English ver.-　(TVアニメ 『神之塔 -Tower of God- 工房戦』 エンディングテーマ)',
'image/445485679171.jpg', 758, 'F', 21, 3062, 32, '2024-11-29', 136);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679250, 'NDS1067', '4988003636913', 'SOMEWHERE IN THE DISTANT CITY / ALL I WANNA DO ISCRY(7inch single record)(日本進口版)(預購至9/4 12:00止)', '預計12/05~12/20追加到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
「遠い街のどこかで…」1991年11月1日にリリースされた中山美穂の23枚目のシングル。中山美穂本人主演のフジテレビ系ドラマ『逢いたい時にあなたはいない…』の主題歌であった。遠距離恋愛がテーマのクリスマスソングで、歌詞の内容が主演ドラマの内容とリンクしていた為、多くのカップルの共感を呼んだ。「ただ泣きたくなるの」は1994年2月9日リリースされた中山美穂の28枚目のシングル。TBS系ドラマ『もしも願いが叶うなら』の主題歌。作詞は国分友里恵 ・中山美穂の共作で、作曲は岩本正樹。結婚する友達へ捧げた内容であり、当時結婚式などで歌われることが多かった。「世界中の誰よりきっと」につぐ中山美穂のミリオンセラーとなっている。収録曲   SIDE A01． 遠い街のどこかで…	SIDE B02． ただ泣きたくなるの',
'image/445455679250.jpg', 0, 'F', NULL, 10149, NULL, '2024-11-29', 1721);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678734, 'D2CE16158-WV', '', '(三版合購版)JAPAN 4TH SINGLE「消費期限」(日本進口Weverse Shop JAPAN)', '預計2024/12/11~12/20到貨!
訂購三版合購版送Weverse Shop Japan限定特典「閃卡3張(13款隨機)+A4海報1張」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。 如遇日方供貨量不足，將依訂購順序，強制取消訂單，請消費者確認之後再下訂單!敬請見諒!Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.',
'image/445485678734.jpg', 0, 'F', 23, 3030, 67, '2024-11-27', 1803);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678735, 'POCS39051-WV', '', '(初回限定A盤)JAPAN 4TH SINGLE「消費期限」(日本進口Weverse Shop JAPAN)', '預計2024/12/11~12/20到貨!
訂購送Weverse Shop Japan限定特典「閃卡1張(13款隨機)」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。 如遇日方供貨量不足，將依訂購順序，強制取消訂單，請消費者確認之後再下訂單!敬請見諒!Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.',
'image/445485678735.jpg', 0, 'F', 23, 3030, 67, '2024-11-27', 1588);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678736, 'POCS39052-WV', '', '(初回限定B盤)JAPAN 4TH SINGLE「消費期限」(日本進口Weverse Shop JAPAN)', '預計2024/12/11~12/20到貨!
訂購送Weverse Shop Japan限定特典「閃卡1張(13款隨機)」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。 如遇日方供貨量不足，將依訂購順序，強制取消訂單，請消費者確認之後再下訂單!敬請見諒!Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.',
'image/445485678736.jpg', 0, 'F', 23, 3030, 67, '2024-11-27', 282);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678737, 'POCS30027-WV', '', '(通常盤)JAPAN 4TH SINGLE「消費期限」(日本進口Weverse Shop JAPAN)', '預計2024/12/11~12/20到貨!
訂購送Weverse Shop Japan限定特典「閃卡1張(13款隨機)」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。 如遇日方供貨量不足，將依訂購順序，強制取消訂單，請消費者確認之後再下訂單!敬請見諒!Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.',
'image/445485678737.jpg', 0, 'F', 23, 3030, 67, '2024-11-27', 95);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678866, 'HYBJ05040-S', '', '(四版合購版)JAPAN 4TH SINGLE「消費期限」(日本進口Weverse Shop JAPAN)', '預計2024/12/11~12/20到貨!
訂購四版合購版送Weverse Shop Japan限定特典「閃卡4張(13款隨機)+A4海報1張」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。 如遇日方供貨量不足，將依訂購順序，強制取消訂單，請消費者確認之後再下訂單!敬請見諒!Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.',
'image/445485678866.jpg', 0, 'F', 23, 3030, 67, '2024-11-27', 650);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678861, 'HYBJ05040', '4571675460728', '(CARAT盤)JAPAN 4TH SINGLE「消費期限」(日本進口Weverse Shop JAPAN)', '預計2024/12/11~12/20到貨!
訂購送Weverse Shop Japan限定特典「閃卡1張(13款隨機)」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。 如遇日方供貨量不足，將依訂購順序，強制取消訂單，請消費者確認之後再下訂單!敬請見諒!Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.',
'image/445485678861.jpg', 0, 'F', 23, 3030, 67, '2024-11-27', 1674);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678743, 'POCS39053', '4988031681732', 'SEVENTEEN JAPAN 4TH SINGLE「消費期限」(CD+8P LYRIC BOOK)(一般通路版)', '預計12/04~12/20到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
SEVENTEEN JAPAN 4TH SINGLE「消費期限」SEVENTEEN JAPAN 4TH SINGLE「消費期限」の発売が決定しました！今回のシングルは、NHK 夜ドラ『未来の私にブッかまされる！？』の主題歌で日本オリジナル曲である「消費期限」と、韓国語でリリースされた曲をJapanese ver.にした新曲2曲を収録した全3曲で構成されています。【フラッシュプライス盤】(CD+8P LYRIC BOOK)＜仕様＞8Pリリックブック／セルフィーフォトカードD(形態別13種中ランダム1枚封入)(メーカー・インフォメーションより)収録曲   01． 消費期限	02． 韓国語でリリースされた曲をJapanese ver.にした新曲2曲',
'image/445485678743.jpg', 338, 'F', 23, 3030, 67, '2024-11-27', 243);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678739, 'POCS39053-WV', '', '(Flash Price盤)JAPAN 4TH SINGLE「消費期限」(日本進口Weverse Shop JAPAN)', '預計2024/12/11~12/20到貨!
訂購送Weverse Shop Japan限定特典「閃卡1張(13款隨機)」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。 如遇日方供貨量不足，將依訂購順序，強制取消訂單，請消費者確認之後再下訂單!敬請見諒!Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.',
'image/445485678739.jpg', 0, 'F', 23, 3030, 67, '2024-11-27', 520);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678860, 'STJDV570078', '4719760206336', 'NEWS 20th Anniversary LIVE 2023 in TOKYO DOME BESTHIT PARADE!!!～單曲全部唱一輪～ （普通版2DVD）', 'NEWS 20週年紀念演唱會「NEWS 20th Anniversary LIVE 2023 in TOKYO DOME BEST HIT PARADE!!!～單曲全部唱一輪～」最終公演終於影像化!!!正如演出名稱，演出中從〈NEWS NIPPON〉唱到〈Gifted〉將所有單曲都全部唱過一輪，是NEWS 20週年大成的演出!!!演出內容並不只局限於單曲，也包括NEWS現在的代表曲〈U R not alone〉、團員以20週年為契機自己作詞作曲的新歌〈ROOOTS〉等，共演唱47首歌曲，是一場讓觀眾深刻感受到NEWS的歷史與未來的精彩演出。對NEWS而言的“夢之場所”東京巨蛋，動員了5萬人以上的精彩華麗“PARADE”務必不要錯過!!!來吧，一起慶祝20年的奇蹟吧。這正是，你與NEWS的夢之遊行。【普通版】2DVD◉附明信片4張◉普通版特典影像：Thank you for 20 years◉產品附可隱藏式中文字幕【曲目】DISC1OvertureU R not alone邁向未來BURN火紅燃燒的太陽豌豆莢TEPPEN 天邊愛的嘉卡芭娜EMMA櫻花女孩朝著星光前進真心好吃啾啾TouchFighting ManMC愛情血型ABOWORLD QUEST / ONE -for the win- / BLUE (TOKYO DOME Mash-up Remix)珍惜MCHappy BirthdayMCLOSERINTER給不懂戀愛的你SNOW EXPRESSEndless SummerKAGUYA 輝夜姬ReBornLPSLove StoryTop Gun奮力一擊BAND INTERGiftedDISC2 ROOOTS「活下去吧」太陽的眼淚美好金絲雀三劍客四劍客光之水滴SUMMER TIME拍拍肚子咕嚕叫赤腳的灰姑娘男孩INTERNEWS NIPPON希望～Yell～MCWe are Team NEWSweeeekINTER劇伴SPECIAL REELThank you for 20 years',
'image/445485678860.jpg', 728, 'F', NULL, 10455, 48, '2024-11-22', 100);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679259, 'COCP42370', '4549767329727', '島倉千代子 全曲集 2025 (日本進口版)', 'ヒット曲から最新曲まで満載の全曲集シリーズ！今年も充実の内容で一挙に発売します！最新の全曲集シリーズ全9タイトルを10月と11月に分けて一挙に発売します。最新のシングル曲から代表曲まで全17曲を収録します。（メーカー・インフォメーションより）収録曲   01． この世の花　	02． 逢いたいなァあの人に	03． 東京の人さようなら	04． 東京だョおっ母さん	05． からたち日記	06． 哀愁のからまつ林	07． 襟裳岬	08． 星空に両手を	09． 涙の谷間に太陽を	10． ほんきかしら　	11． ほれているのに	12． 愛のさざなみ	13． 恋しているんだもん	14． すみだ川	15． 鳳仙花	16． 人生いろいろ	17． からたちの小径',
'image/445455679259.jpg', 0, 'F', NULL, 10073, NULL, '2024-11-20', 1996);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678590, 'LCCN0862863', '4582515776619', 'NEWS /黑白猜(艾迴日本進口初回盤A-CD+Blu-ray)(預購至10/17 12:00止)', '★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
※日本發行日2024/11/13(三)，台灣預計11/13～11/18到貨發行!NEWS即將推出第31張單曲《黑白猜》。抓耳的新曲〈黑白猜〉為日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。本作以劇中的「家庭」為主題，描繪了父母與子女之間的對話。歌曲融合了City Pop的元素，是一首能讓大家在社交媒體上一起跳舞、分享樂趣的最新流行音樂。這首歌由近年來與NEWS合作頻繁的“zettakun”提供。歌曲中融入了RAP、對話和舞蹈，讓人一聽便難以忘懷。迎來成軍21週年的NEWS，隨著串流音樂解禁將向全球進軍。歌曲〈黑白猜〉充滿對日本猜拳遊戲的愛，為大家帶來全新的NEWS音樂體驗。初回A版收錄的〈黑白猜〉的MV及花絮，展現出充滿復古與未來感共存的時尚世界，讓人不僅能觀賞到NEWS在副歌中演唱和跳舞，還能享受其中的視覺巧思，跟著一起跳舞、玩“黑白猜”吧。「NEWS PREMIUM LIVE 2024」除了演唱串流音樂解禁的歌曲如〈活下去吧〉〈珍惜〉外，還將以豪華的樂團與最新編曲演出帶來〈夜啊舞吧〉〈DREAMS〉〈Cherry Blossom Girl〉等歌曲，是一場匯集當下NEWS音樂表現的珍藏版演唱會。初回B版收錄的「LuckyFes 2024」將帶來2024年7月15日於LuckyFes 2024上NEWS的現場演出影片，完整呈現NEWS擔任壓軸演出的熱烈氣氛。NEWS的精髓在於現場表演，千萬別錯過這些只有在音樂節上才能體驗的瞬間！收錄曲目包括〈weeeek〉〈BLUE〉〈奮力一擊〉《BURN〉〈ROOOTS〉〈夜啊舞吧〉〈愛的嘉卡芭娜〉〈SUMMER TIME》〈U R not alone〉等膾炙人口的歌曲。此外，普通版(首批)除了特別封面外，還附贈了可貼可收藏可裝飾的「黑白猜」特製貼紙。這是NEWS值得紀念的第500首歌曲。NEWS的代表色不是白色，而是能夠變成任何顏色的最強變色龍。來吧，一起前往那從未有人體驗過的全新世界。●Tie-up「黑白猜」日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。●【三版本購買特典】『NEWS「黑白猜」特別現場演唱會（暫定）』期間限定線上播映第31張單曲《黑白猜》及收錄的B面曲將在特別演唱會中呈現！這是NEWS歷來最可愛、最成熟酷炫的曲目及最棒的流行樂，透過這次的現場演出影片，將能感受NEWS的所有魅力。期待這場無可比擬的表演曲目！【觀看方式】輸入初回A版、初回B版及通常版附贈的序號進行觀看。※普通版(首批)不適用，編號LCCN0870。【觀看序號註冊截止日期】11月17日（星期日）日本時間23:59，詳情請參考官方網站。【初回版A】CD+Blu-ray／CD+DVD① 6面12P歌詞本② 收錄〈珍惜（NEWS PREMIUM LIVE 2024版）〉③ 特典影片：・〈黑白猜〉MV＆Making・NEWS PREMIUM LIVE 2024④ 附贈視聽序號①藍光區碼A/1',
'image/445475678590.jpg', 0, 'F', NULL, 10455, 48, '2024-11-13', 1672);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678591, 'LCCN0864865', '4582515776626', 'NEWS /黑白猜(艾迴日本進口初回盤A-CD+DVD)(預購至10/17 12:00止)', '★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
※日本發行日2024/11/13(三)，台灣預計11/13～11/18到貨發行!NEWS即將推出第31張單曲《黑白猜》。抓耳的新曲〈黑白猜〉為日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。本作以劇中的「家庭」為主題，描繪了父母與子女之間的對話。歌曲融合了City Pop的元素，是一首能讓大家在社交媒體上一起跳舞、分享樂趣的最新流行音樂。這首歌由近年來與NEWS合作頻繁的“zettakun”提供。歌曲中融入了RAP、對話和舞蹈，讓人一聽便難以忘懷。迎來成軍21週年的NEWS，隨著串流音樂解禁將向全球進軍。歌曲〈黑白猜〉充滿對日本猜拳遊戲的愛，為大家帶來全新的NEWS音樂體驗。初回A版收錄的〈黑白猜〉的MV及花絮，展現出充滿復古與未來感共存的時尚世界，讓人不僅能觀賞到NEWS在副歌中演唱和跳舞，還能享受其中的視覺巧思，跟著一起跳舞、玩“黑白猜”吧。「NEWS PREMIUM LIVE 2024」除了演唱串流音樂解禁的歌曲如〈活下去吧〉〈珍惜〉外，還將以豪華的樂團與最新編曲演出帶來〈夜啊舞吧〉〈DREAMS〉〈Cherry Blossom Girl〉等歌曲，是一場匯集當下NEWS音樂表現的珍藏版演唱會。初回B版收錄的「LuckyFes 2024」將帶來2024年7月15日於LuckyFes 2024上NEWS的現場演出影片，完整呈現NEWS擔任壓軸演出的熱烈氣氛。NEWS的精髓在於現場表演，千萬別錯過這些只有在音樂節上才能體驗的瞬間！收錄曲目包括〈weeeek〉〈BLUE〉〈奮力一擊〉《BURN〉〈ROOOTS〉〈夜啊舞吧〉〈愛的嘉卡芭娜〉〈SUMMER TIME》〈U R not alone〉等膾炙人口的歌曲。此外，普通版(首批)除了特別封面外，還附贈了可貼可收藏可裝飾的「黑白猜」特製貼紙。這是NEWS值得紀念的第500首歌曲。NEWS的代表色不是白色，而是能夠變成任何顏色的最強變色龍。來吧，一起前往那從未有人體驗過的全新世界。●Tie-up「黑白猜」日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。●【三版本購買特典】『NEWS「黑白猜」特別現場演唱會（暫定）』期間限定線上播映第31張單曲《黑白猜》及收錄的B面曲將在特別演唱會中呈現！這是NEWS歷來最可愛、最成熟酷炫的曲目及最棒的流行樂，透過這次的現場演出影片，將能感受NEWS的所有魅力。期待這場無可比擬的表演曲目！【觀看方式】輸入初回A版、初回B版及通常版附贈的序號進行觀看。※普通版(首批)不適用，編號LCCN0870。【觀看序號註冊截止日期】11月17日（星期日）日本時間23:59，詳情請參考官方網站。【初回版A】CD+Blu-ray／CD+DVD① 6面12P歌詞本② 收錄〈珍惜（NEWS PREMIUM LIVE 2024版）〉③ 特典影片：・〈黑白猜〉MV＆Making・NEWS PREMIUM LIVE 2024④ 附贈視聽序號①DVD區碼2',
'image/445475678591.jpg', 0, 'F', NULL, 10455, 48, '2024-11-13', 1913);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678592, 'LCCN0866867', '4582515776633', 'NEWS /黑白猜(艾迴日本進口初回盤B-CD+Blu-ray)(預購至10/17 12:00止)', '★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
※日本發行日2024/11/13(三)，台灣預計11/13～11/18到貨發行!NEWS即將推出第31張單曲《黑白猜》。抓耳的新曲〈黑白猜〉為日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。本作以劇中的「家庭」為主題，描繪了父母與子女之間的對話。歌曲融合了City Pop的元素，是一首能讓大家在社交媒體上一起跳舞、分享樂趣的最新流行音樂。這首歌由近年來與NEWS合作頻繁的“zettakun”提供。歌曲中融入了RAP、對話和舞蹈，讓人一聽便難以忘懷。迎來成軍21週年的NEWS，隨著串流音樂解禁將向全球進軍。歌曲〈黑白猜〉充滿對日本猜拳遊戲的愛，為大家帶來全新的NEWS音樂體驗。初回A版收錄的〈黑白猜〉的MV及花絮，展現出充滿復古與未來感共存的時尚世界，讓人不僅能觀賞到NEWS在副歌中演唱和跳舞，還能享受其中的視覺巧思，跟著一起跳舞、玩“黑白猜”吧。「NEWS PREMIUM LIVE 2024」除了演唱串流音樂解禁的歌曲如〈活下去吧〉〈珍惜〉外，還將以豪華的樂團與最新編曲演出帶來〈夜啊舞吧〉〈DREAMS〉〈Cherry Blossom Girl〉等歌曲，是一場匯集當下NEWS音樂表現的珍藏版演唱會。初回B版收錄的「LuckyFes 2024」將帶來2024年7月15日於LuckyFes 2024上NEWS的現場演出影片，完整呈現NEWS擔任壓軸演出的熱烈氣氛。NEWS的精髓在於現場表演，千萬別錯過這些只有在音樂節上才能體驗的瞬間！收錄曲目包括〈weeeek〉〈BLUE〉〈奮力一擊〉《BURN〉〈ROOOTS〉〈夜啊舞吧〉〈愛的嘉卡芭娜〉〈SUMMER TIME》〈U R not alone〉等膾炙人口的歌曲。此外，普通版(首批)除了特別封面外，還附贈了可貼可收藏可裝飾的「黑白猜」特製貼紙。這是NEWS值得紀念的第500首歌曲。NEWS的代表色不是白色，而是能夠變成任何顏色的最強變色龍。來吧，一起前往那從未有人體驗過的全新世界。●Tie-up「黑白猜」日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。●【三版本購買特典】『NEWS「黑白猜」特別現場演唱會（暫定）』期間限定線上播映第31張單曲《黑白猜》及收錄的B面曲將在特別演唱會中呈現！這是NEWS歷來最可愛、最成熟酷炫的曲目及最棒的流行樂，透過這次的現場演出影片，將能感受NEWS的所有魅力。期待這場無可比擬的表演曲目！【觀看方式】輸入初回A版、初回B版及通常版附贈的序號進行觀看。※普通版(首批)不適用，編號LCCN0870。【觀看序號註冊截止日期】11月17日（星期日）日本時間23:59，詳情請參考官方網站。【初回版B】CD+Blu-ray／CD+DVD① 6面12P歌詞本② 收錄〈ROOOTS（LuckyFes 2024版）〉③ 特典影片：LuckyFes 2024④ 附贈視聽序號②藍光區碼A/1',
'image/445475678592.jpg', 0, 'F', NULL, 10455, 48, '2024-11-13', 389);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678593, 'LCCN0868869', '4582515776640', 'NEWS /黑白猜(艾迴日本進口初回盤B-CD+DVD)(預購至10/17 12:00止)', '★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
※日本發行日2024/11/13(三)，台灣預計11/13～11/18到貨發行!NEWS即將推出第31張單曲《黑白猜》。抓耳的新曲〈黑白猜〉為日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。本作以劇中的「家庭」為主題，描繪了父母與子女之間的對話。歌曲融合了City Pop的元素，是一首能讓大家在社交媒體上一起跳舞、分享樂趣的最新流行音樂。這首歌由近年來與NEWS合作頻繁的“zettakun”提供。歌曲中融入了RAP、對話和舞蹈，讓人一聽便難以忘懷。迎來成軍21週年的NEWS，隨著串流音樂解禁將向全球進軍。歌曲〈黑白猜〉充滿對日本猜拳遊戲的愛，為大家帶來全新的NEWS音樂體驗。初回A版收錄的〈黑白猜〉的MV及花絮，展現出充滿復古與未來感共存的時尚世界，讓人不僅能觀賞到NEWS在副歌中演唱和跳舞，還能享受其中的視覺巧思，跟著一起跳舞、玩“黑白猜”吧。「NEWS PREMIUM LIVE 2024」除了演唱串流音樂解禁的歌曲如〈活下去吧〉〈珍惜〉外，還將以豪華的樂團與最新編曲演出帶來〈夜啊舞吧〉〈DREAMS〉〈Cherry Blossom Girl〉等歌曲，是一場匯集當下NEWS音樂表現的珍藏版演唱會。初回B版收錄的「LuckyFes 2024」將帶來2024年7月15日於LuckyFes 2024上NEWS的現場演出影片，完整呈現NEWS擔任壓軸演出的熱烈氣氛。NEWS的精髓在於現場表演，千萬別錯過這些只有在音樂節上才能體驗的瞬間！收錄曲目包括〈weeeek〉〈BLUE〉〈奮力一擊〉《BURN〉〈ROOOTS〉〈夜啊舞吧〉〈愛的嘉卡芭娜〉〈SUMMER TIME》〈U R not alone〉等膾炙人口的歌曲。此外，普通版(首批)除了特別封面外，還附贈了可貼可收藏可裝飾的「黑白猜」特製貼紙。這是NEWS值得紀念的第500首歌曲。NEWS的代表色不是白色，而是能夠變成任何顏色的最強變色龍。來吧，一起前往那從未有人體驗過的全新世界。●Tie-up「黑白猜」日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。●【三版本購買特典】『NEWS「黑白猜」特別現場演唱會（暫定）』期間限定線上播映第31張單曲《黑白猜》及收錄的B面曲將在特別演唱會中呈現！這是NEWS歷來最可愛、最成熟酷炫的曲目及最棒的流行樂，透過這次的現場演出影片，將能感受NEWS的所有魅力。期待這場無可比擬的表演曲目！【觀看方式】輸入初回A版、初回B版及通常版附贈的序號進行觀看。※普通版(首批)不適用，編號LCCN0870。【觀看序號註冊截止日期】11月17日（星期日）日本時間23:59，詳情請參考官方網站。【初回版B】CD+Blu-ray／CD+DVD① 6面12P歌詞本② 收錄〈ROOOTS（LuckyFes 2024版）〉③ 特典影片：LuckyFes 2024④ 附贈視聽序號②DVD區碼2',
'image/445475678593.jpg', 0, 'F', NULL, 10455, 48, '2024-11-13', 403);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678594, 'LCCN0870', '4582515776657', 'NEWS /黑白猜(艾迴日本進口通常盤初回PRESS(CD))(預購至10/17 12:00止)', '★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
※日本發行日2024/11/13(三)，台灣預計11/13～11/18到貨發行!NEWS即將推出第31張單曲《黑白猜》。抓耳的新曲〈黑白猜〉為日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。本作以劇中的「家庭」為主題，描繪了父母與子女之間的對話。歌曲融合了City Pop的元素，是一首能讓大家在社交媒體上一起跳舞、分享樂趣的最新流行音樂。這首歌由近年來與NEWS合作頻繁的“zettakun”提供。歌曲中融入了RAP、對話和舞蹈，讓人一聽便難以忘懷。迎來成軍21週年的NEWS，隨著串流音樂解禁將向全球進軍。歌曲〈黑白猜〉充滿對日本猜拳遊戲的愛，為大家帶來全新的NEWS音樂體驗。初回A版收錄的〈黑白猜〉的MV及花絮，展現出充滿復古與未來感共存的時尚世界，讓人不僅能觀賞到NEWS在副歌中演唱和跳舞，還能享受其中的視覺巧思，跟著一起跳舞、玩“黑白猜”吧。「NEWS PREMIUM LIVE 2024」除了演唱串流音樂解禁的歌曲如〈活下去吧〉〈珍惜〉外，還將以豪華的樂團與最新編曲演出帶來〈夜啊舞吧〉〈DREAMS〉〈Cherry Blossom Girl〉等歌曲，是一場匯集當下NEWS音樂表現的珍藏版演唱會。初回B版收錄的「LuckyFes 2024」將帶來2024年7月15日於LuckyFes 2024上NEWS的現場演出影片，完整呈現NEWS擔任壓軸演出的熱烈氣氛。NEWS的精髓在於現場表演，千萬別錯過這些只有在音樂節上才能體驗的瞬間！收錄曲目包括〈weeeek〉〈BLUE〉〈奮力一擊〉《BURN〉〈ROOOTS〉〈夜啊舞吧〉〈愛的嘉卡芭娜〉〈SUMMER TIME》〈U R not alone〉等膾炙人口的歌曲。此外，普通版(首批)除了特別封面外，還附贈了可貼可收藏可裝飾的「黑白猜」特製貼紙。這是NEWS值得紀念的第500首歌曲。NEWS的代表色不是白色，而是能夠變成任何顏色的最強變色龍。來吧，一起前往那從未有人體驗過的全新世界。●Tie-up「黑白猜」日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。●【三版本購買特典】『NEWS「黑白猜」特別現場演唱會（暫定）』期間限定線上播映第31張單曲《黑白猜》及收錄的B面曲將在特別演唱會中呈現！這是NEWS歷來最可愛、最成熟酷炫的曲目及最棒的流行樂，透過這次的現場演出影片，將能感受NEWS的所有魅力。期待這場無可比擬的表演曲目！【觀看方式】輸入初回A版、初回B版及通常版附贈的序號進行觀看。※普通版(首批)不適用，編號LCCN0870。【觀看序號註冊截止日期】11月17日（星期日）日本時間23:59，詳情請參考官方網站。【普通版(首批)】CD ONLY，編號LCCN0870① 限定封面＆「黑白猜」特製貼紙② 收錄「曲名未定A」［僅收錄於普通版(首批)與普通版］③ 收錄「曲名未定B」［僅收錄於普通版(首批)與普通版］',
'image/445475678594.jpg', 0, 'F', NULL, 10455, 48, '2024-11-13', 628);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678595, 'LCCN0871', '4582515776664', 'NEWS /黑白猜(艾迴日本進口通常盤(CD))', '★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
※日本發行日2024/11/13(三)，台灣預計11/13～11/18到貨發行!NEWS即將推出第31張單曲《黑白猜》。抓耳的新曲〈黑白猜〉為日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。本作以劇中的「家庭」為主題，描繪了父母與子女之間的對話。歌曲融合了City Pop的元素，是一首能讓大家在社交媒體上一起跳舞、分享樂趣的最新流行音樂。這首歌由近年來與NEWS合作頻繁的“zettakun”提供。歌曲中融入了RAP、對話和舞蹈，讓人一聽便難以忘懷。迎來成軍21週年的NEWS，隨著串流音樂解禁將向全球進軍。歌曲〈黑白猜〉充滿對日本猜拳遊戲的愛，為大家帶來全新的NEWS音樂體驗。初回A版收錄的〈黑白猜〉的MV及花絮，展現出充滿復古與未來感共存的時尚世界，讓人不僅能觀賞到NEWS在副歌中演唱和跳舞，還能享受其中的視覺巧思，跟著一起跳舞、玩“黑白猜”吧。「NEWS PREMIUM LIVE 2024」除了演唱串流音樂解禁的歌曲如〈活下去吧〉〈珍惜〉外，還將以豪華的樂團與最新編曲演出帶來〈夜啊舞吧〉〈DREAMS〉〈Cherry Blossom Girl〉等歌曲，是一場匯集當下NEWS音樂表現的珍藏版演唱會。初回B版收錄的「LuckyFes 2024」將帶來2024年7月15日於LuckyFes 2024上NEWS的現場演出影片，完整呈現NEWS擔任壓軸演出的熱烈氣氛。NEWS的精髓在於現場表演，千萬別錯過這些只有在音樂節上才能體驗的瞬間！收錄曲目包括〈weeeek〉〈BLUE〉〈奮力一擊〉《BURN〉〈ROOOTS〉〈夜啊舞吧〉〈愛的嘉卡芭娜〉〈SUMMER TIME》〈U R not alone〉等膾炙人口的歌曲。此外，普通版(首批)除了特別封面外，還附贈了可貼可收藏可裝飾的「黑白猜」特製貼紙。這是NEWS值得紀念的第500首歌曲。NEWS的代表色不是白色，而是能夠變成任何顏色的最強變色龍。來吧，一起前往那從未有人體驗過的全新世界。●Tie-up「黑白猜」日本中京電視台及日本電視台系列頻道「週三Platinum Night」日劇「高杉家的便當」主題曲。●【三版本購買特典】『NEWS「黑白猜」特別現場演唱會（暫定）』期間限定線上播映第31張單曲《黑白猜》及收錄的B面曲將在特別演唱會中呈現！這是NEWS歷來最可愛、最成熟酷炫的曲目及最棒的流行樂，透過這次的現場演出影片，將能感受NEWS的所有魅力。期待這場無可比擬的表演曲目！【觀看方式】輸入初回A版、初回B版及通常版附贈的序號進行觀看。※普通版(首批)不適用，編號LCCN0870。【觀看序號註冊截止日期】11月17日（星期日）日本時間23:59，詳情請參考官方網站。【普通版】CD ONLY① 4面8P歌詞本（與首批設計不同）② 收錄「曲名未定A」［僅收錄於普通版(首批)與普通版］③ 收錄「曲名未定B」［僅收錄於普通版(首批)與普通版］④ 附贈視聽序號③',
'image/445475678595.jpg', 0, 'F', NULL, 10455, 48, '2024-11-13', 1991);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679370, 'UPCH89597', '4988031679463', 'GPT -JAPANESE VER.- / Tell Me Now (Solo盤 SEEUN盤)(環球官方進口)(預購至11/07 12:00止)', '預計11/13~11/27到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
STAYC第5張日本單曲發行！由Black Eyed Pilseung全面製作的雙A面單曲。日本原創歌曲〈Tell Me Now〉在混和了新傑克搖擺、K-POP和DISCO的抓耳旋律上，以STAYC的Vocal實力提升了歌詞的說服力。●Solo盤・CD・Maxi Case／Picture Label・封入特典：Trading Card C Ver.（Selfie）　※封面成員2款中隨機1張【封入特典】Trading Card C Ver.（Selfie）※封面成員2款中隨機1張■收錄内容[CD]01. GPT -Japanese Ver.-02. Tell Me Now',
'image/445475679370.jpg', 0, 'F', NULL, 3058, 42, '2024-11-13', 514);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679372, 'UPCH89599', '4988031679487', 'GPT -JAPANESE VER.- / Tell Me Now (Solo盤 J盤)(環球官方進口)(預購至11/07 12:00止)', '預計11/13~11/27到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
STAYC第5張日本單曲發行！由Black Eyed Pilseung全面製作的雙A面單曲。日本原創歌曲〈Tell Me Now〉在混和了新傑克搖擺、K-POP和DISCO的抓耳旋律上，以STAYC的Vocal實力提升了歌詞的說服力。●Solo盤・CD・Maxi Case／Picture Label・封入特典：Trading Card C Ver.（Selfie）　※封面成員2款中隨機1張【封入特典】Trading Card C Ver.（Selfie）※封面成員2款中隨機1張■收錄内容[CD]01. GPT -Japanese Ver.-02. Tell Me Now',
'image/445475679372.jpg', 0, 'F', NULL, 3058, 42, '2024-11-13', 1769);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679365, 'UPCH89592', '4988031679401', 'GPT -JAPANESE VER.- / Tell Me Now(初回限定盤(CD+DVD))(環球官方進口)(預購至11/07 12:00止)', '預計11/13~11/27到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
STAYC第5張日本單曲發行！由Black Eyed Pilseung全面製作的雙A面單曲。日本原創歌曲〈Tell Me Now〉在混和了新傑克搖擺、K-POP和DISCO的抓耳旋律上，以STAYC的Vocal實力提升了歌詞的說服力。●初回限定盤・CD・DVD・Booklet 28P・封入特典：Trading Card A Ver.（Selfie）　※全18款（每名成員各3款）中隨機3張【封入特典】Trading Card A Ver.（Selfie）　※全18款（每名成員各3款）中隨機3張■收錄内容[CD]01. GPT -Japanese Ver.-02. Tell Me Now[DVD]預計收錄2024年8月18日至8月25日舉行的日本發行活動巡迴幕後花絮。（DVD區碼：全區）',
'image/445475679365.jpg', 0, 'F', NULL, 3058, 42, '2024-11-13', 336);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679366, 'UPCH89593', '4988031679418', 'GPT -JAPANESE VER.- / Tell Me Now(通常盤)(環球官方進口)(預購至11/07 12:00止)', '預計11/13~11/27到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
STAYC第5張日本單曲發行！由Black Eyed Pilseung全面製作的雙A面單曲。日本原創歌曲〈Tell Me Now〉在混和了新傑克搖擺、K-POP和DISCO的抓耳旋律上，以STAYC的Vocal實力提升了歌詞的說服力。●通常盤・CD・Booklet 16P・封入特典：Trading Card B Ver.（Selfie）　※全12款（每名成員各2款）中隨機1張【封入特典】Trading Card B Ver.（Selfie）　※全12款（每名成員各2款）中隨機1張■收錄内容[CD]01. GPT -Japanese Ver.-02. Tell Me Now',
'image/445475679366.jpg', 0, 'F', NULL, 3058, 42, '2024-11-13', 1676);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679367, 'UPCH89594', '4988031679432', 'GPT -JAPANESE VER.- / Tell Me Now (Solo盤 SUMIN盤)(環球官方進口)(預購至11/07 12:00止)', '預計11/13~11/27到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
STAYC第5張日本單曲發行！由Black Eyed Pilseung全面製作的雙A面單曲。日本原創歌曲〈Tell Me Now〉在混和了新傑克搖擺、K-POP和DISCO的抓耳旋律上，以STAYC的Vocal實力提升了歌詞的說服力。●Solo盤・CD・Maxi Case／Picture Label・封入特典：Trading Card C Ver.（Selfie）　※封面成員2款中隨機1張【封入特典】Trading Card C Ver.（Selfie）※封面成員2款中隨機1張■收錄内容[CD]01. GPT -Japanese Ver.-02. Tell Me Now',
'image/445475679367.jpg', 0, 'F', NULL, 3058, 42, '2024-11-13', 108);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679368, 'UPCH89595', '4988031679449', 'GPT -JAPANESE VER.- / Tell Me Now (Solo盤 SIEUN盤)(環球官方進口)(預購至11/07 12:00止)', '預計11/13~11/27到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
STAYC第5張日本單曲發行！由Black Eyed Pilseung全面製作的雙A面單曲。日本原創歌曲〈Tell Me Now〉在混和了新傑克搖擺、K-POP和DISCO的抓耳旋律上，以STAYC的Vocal實力提升了歌詞的說服力。●Solo盤・CD・Maxi Case／Picture Label・封入特典：Trading Card C Ver.（Selfie）　※封面成員2款中隨機1張【封入特典】Trading Card C Ver.（Selfie）※封面成員2款中隨機1張■收錄内容[CD]01. GPT -Japanese Ver.-02. Tell Me Now',
'image/445475679368.jpg', 0, 'F', NULL, 3058, 42, '2024-11-13', 1279);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679369, 'UPCH89596', '4988031679456', 'GPT -JAPANESE VER.- / Tell Me Now (Solo盤 ISA盤)(環球官方進口)(預購至11/07 12:00止)', '預計11/13~11/27到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
STAYC第5張日本單曲發行！由Black Eyed Pilseung全面製作的雙A面單曲。日本原創歌曲〈Tell Me Now〉在混和了新傑克搖擺、K-POP和DISCO的抓耳旋律上，以STAYC的Vocal實力提升了歌詞的說服力。●Solo盤・CD・Maxi Case／Picture Label・封入特典：Trading Card C Ver.（Selfie）　※封面成員2款中隨機1張【封入特典】Trading Card C Ver.（Selfie）※封面成員2款中隨機1張■收錄内容[CD]01. GPT -Japanese Ver.-02. Tell Me Now',
'image/445475679369.jpg', 0, 'F', NULL, 3058, 42, '2024-11-13', 480);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679371, 'UPCH89598', '4988031679470', 'GPT -JAPANESE VER.- / Tell Me Now (Solo盤 YOON盤)(環球官方進口)(預購至11/07 12:00止)', '預計11/13~11/27到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
STAYC第5張日本單曲發行！由Black Eyed Pilseung全面製作的雙A面單曲。日本原創歌曲〈Tell Me Now〉在混和了新傑克搖擺、K-POP和DISCO的抓耳旋律上，以STAYC的Vocal實力提升了歌詞的說服力。●Solo盤・CD・Maxi Case／Picture Label・封入特典：Trading Card C Ver.（Selfie）　※封面成員2款中隨機1張【封入特典】Trading Card C Ver.（Selfie）※封面成員2款中隨機1張■收錄内容[CD]01. GPT -Japanese Ver.-02. Tell Me Now',
'image/445475679371.jpg', 0, 'F', NULL, 3058, 42, '2024-11-13', 1967);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678549, 'ESCL6024', '', 'GIANT (日本進口初回生產限定盤A-CD+Blu-ray)(預購至10/04 12:00止)', '預計11/18~12/02到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
全米No.1ボーイズグループ“Stray Kids”、待望のJAPAN 2nd Album！Stray Kidsは、韓国発の8人組ボーイズグループ。2018年、韓国でのデビューから僅か1年足らずでアジア・アメリカ・ヨーロッパ・オーストラリアを巡るワールドツアーを全公演ソールドアウトさせ、さらには異例の新人賞11冠を獲得。2020年3月、待望の日本デビューを果たすと、JAPAN 1st Single「TOP -Japanese ver.-」でオリコン週間ランキング1位を獲得。MVの再生数は13作品が億超えの再生数を誇り、2022年に開催したワールドツアーは全公演ソールドアウト。そして2023年、日本では、K-POPアーティスト史上、日本デビューから最速でミリオンを記録し紅白歌合戦にも出場を果たした。さらに2024年には韓国 Mini Album『ATE』で、米ビルボード5作連続1位を記録し、勢いにのる全米No.1ボーイズグループ。【初回生産限定盤A】CD+Blu-ray＊60P PHOTO BOOK (Type A)＊オリジナルジャケット・トールケースサイズデジパック仕様＊フォトカードA (メンバー別全16種より2枚ランダム封入)＊オリジナルIDフォトA (メンバー別全8種より1枚ランダム封入)＊オリジナルフォトステッカー (メンバー別全8種より1枚ランダム封入)＊Stray Kids折りたたみポスター (約W558×H405mm / メンバー集合絵柄1種)(メーカー・インフォメーションより)',
'image/445475678549.jpg', 0, 'F', 21, 3062, 67, '2024-11-13', 213);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678550, 'ESCL6026', '', 'GIANT (日本進口初回生產限定盤B-CD+SPECIAL ZINE)(預購至10/04 12:00止)', '預計11/18~12/02到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
全米No.1ボーイズグループ“Stray Kids”、待望のJAPAN 2nd Album！Stray Kidsは、韓国発の8人組ボーイズグループ。2018年、韓国でのデビューから僅か1年足らずでアジア・アメリカ・ヨーロッパ・オーストラリアを巡るワールドツアーを全公演ソールドアウトさせ、さらには異例の新人賞11冠を獲得。2020年3月、待望の日本デビューを果たすと、JAPAN 1st Single「TOP -Japanese ver.-」でオリコン週間ランキング1位を獲得。MVの再生数は13作品が億超えの再生数を誇り、2022年に開催したワールドツアーは全公演ソールドアウト。そして2023年、日本では、K-POPアーティスト史上、日本デビューから最速でミリオンを記録し紅白歌合戦にも出場を果たした。さらに2024年には韓国 Mini Album『ATE』で、米ビルボード5作連続1位を記録し、勢いにのる全米No.1ボーイズグループ。【初回生産限定盤B】CD+スペシャルZINE＊32P PHOTO BOOK (Type B)＊スペシャルZINE 28P (メンバー手書きメッセージ付)＊オリジナルジャケット・トールケースサイズデジパック仕様＊フォトカードB (メンバー別全16種より2枚ランダム封入)＊オリジナルIDフォトB (メンバー別全8種より1枚ランダム封入)(メーカー・インフォメーションより)',
'image/445475678550.jpg', 0, 'F', 21, 3062, 67, '2024-11-13', 1825);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678551, 'ESCL6028', '', 'GIANT (日本進口通常盤)(預購至10/04 12:00止)', '預計11/18~12/02到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
全米No.1ボーイズグループ“Stray Kids”、待望のJAPAN 2nd Album！Stray Kidsは、韓国発の8人組ボーイズグループ。2018年、韓国でのデビューから僅か1年足らずでアジア・アメリカ・ヨーロッパ・オーストラリアを巡るワールドツアーを全公演ソールドアウトさせ、さらには異例の新人賞11冠を獲得。2020年3月、待望の日本デビューを果たすと、JAPAN 1st Single「TOP -Japanese ver.-」でオリコン週間ランキング1位を獲得。MVの再生数は13作品が億超えの再生数を誇り、2022年に開催したワールドツアーは全公演ソールドアウト。そして2023年、日本では、K-POPアーティスト史上、日本デビューから最速でミリオンを記録し紅白歌合戦にも出場を果たした。さらに2024年には韓国 Mini Album『ATE』で、米ビルボード5作連続1位を記録し、勢いにのる全米No.1ボーイズグループ。(メーカー・インフォメーションより)',
'image/445475678551.jpg', 0, 'F', 21, 3062, 67, '2024-11-13', 506);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465678640, 'UPCH7694', '4988031678817', 'kibi(初回限定盤CD+DVD) 環球官方進口(預購至9/19 12:00止)', '上白石萌音睽違2年4個月的原創專輯《kibi》！本作描繪在偶然的一天中的各種「情景」和「微妙的情感」。在多位音樂人參與製作下，收錄了多首她親自作詞的歌曲，充滿了上白石萌音的表現力才能編織出的色彩與世界觀！【初回限定盤】・迷你寫真集(32P)・SLIPCASE設計■收錄内容[CD]ひかりのあと［作詞・作曲：角舘健悟 (Yogee New Waves)］skip［作詞：上白石萌音, 山本加津彦 / 作曲：山本加津彦］Loop［作詞：上白石萌音, 諸見里修 / 作曲：諸見里修］スピカ［作詞：micca / 作曲：大橋好規］かさぶた［作詞：上白石萌音, とた / 作曲：とた］アナログ［作詞：上白石萌音, とた / 作曲：とた］perfect scene［作詞・作曲：鈴木迅 (Laura day romance)］風［作詞・作曲：諸見里修］※預計收錄全10曲[DVD]新曲Music Video新曲Music Video拍攝花絮《kibi》拍攝花絮專輯SELF LINER NOTES(DVD區碼: 全區)',
'image/445465678640.jpg', 0, 'F', NULL, 10040, 42, '2024-11-06', 380);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445465678641, 'UPCH2272', '4988031678824', 'kibi (通常盤) 環球官方進口(預購至9/19 12:00止)', '上白石萌音睽違2年4個月的原創專輯《kibi》！本作描繪在偶然的一天中的各種「情景」和「微妙的情感」。在多位音樂人參與製作下，收錄了多首她親自作詞的歌曲，充滿了上白石萌音的表現力才能編織出的色彩與世界觀！■收錄内容[CD]ひかりのあと［作詞・作曲：角舘健悟 (Yogee New Waves)］skip［作詞：上白石萌音, 山本加津彦 / 作曲：山本加津彦］Loop［作詞：上白石萌音, 諸見里修 / 作曲：諸見里修］スピカ［作詞：micca / 作曲：大橋好規］かさぶた［作詞：上白石萌音, とた / 作曲：とた］アナログ［作詞：上白石萌音, とた / 作曲：とた］perfect scene［作詞・作曲：鈴木迅 (Laura day romance)］風［作詞・作曲：諸見里修］※預計收錄全10曲',
'image/445465678641.jpg', 0, 'F', NULL, 10040, 42, '2024-11-06', 16);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679381, 'RECOTAI0013', '', 'Yeah！/長假 (日本進口限定LP盤) (7Inch single record)(預購至10/2 12:00止)', '預計11/10~11/24追加到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.松浦亜弥「Yeah！めっちゃホリディ」初7インチ化！松浦亜弥、初7インチ化プロジェクト発表！2024年11月3日（日）〈レコードの日2024〉対象タイトルとして第一弾リリースは「LOVE涙色」と「Yeah！めっちゃホリディ」の2タイトル。あややの代表曲「Yeah！めっちゃホリディ」は通算6枚目のシングル曲。オリジナルリリース日は2002年5月29日。常夏気分満載、アッパー・チューンな大名曲を初の7インチアナログ盤としてリリースします。企画・監修：ニッポンのレコード大将（鮫肌文殊＆中野俊成） シリーズ名：TV DAYS（テレビ・デイズ）オリジナルマスター音源使用 / 2024 年カッティング / 7 インチレコード 45rpm ドーナツホール仕様オリジナルシングル盤より7インチレコード化デザインによる仕様(メーカー・インフォメーションより)※限定盤のためご注文をキャンセルさせていただく場合がございます。予めご了承ください。収録曲   Side A01． Yeah！めっちゃホリディ	Side B02． つまんないよ…',
'image/445455679381.jpg', 0, 'F', NULL, 10199, NULL, '2024-11-03', 428);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679379, 'AVJD32303', '', '不能成為夢想中的少女(日本進口限定LP盤)(7Inch single record)(預購至10/2 12:00止)', '預計11/10~11/24追加到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.相川七瀬の大ヒット曲「夢見る少女じゃいられない」を7インチ化！(メーカー・インフォメーションより)※限定盤のためご注文をキャンセルさせていただく場合がございます。予めご了承ください。収録曲   Side A01． 夢見る少女じゃいられない	Side B02． 夢見る少女じゃいられない（Instrumental）',
'image/445455679379.jpg', 0, 'F', NULL, 10138, NULL, '2024-11-03', 1209);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679376, 'RZJD67108', '4988064671083', 'Cutie Honey (日本進口限定LP盤)(7Inch single record)(預購至10/02 12:00止)', '預計11/10~11/24追加到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.倖田來未の大ヒット曲「キューティーハニー」を7インチ化！(メーカー・インフォメーションより)※限定盤のためご注文をキャンセルさせていただく場合がございます。予めご了承ください。収録曲   01． キューティーハニー	02． キューティーハニー (Instrumental)',
'image/445455679376.jpg', 0, 'F', NULL, 10141, NULL, '2024-11-03', 1529);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679380, 'PROT7301', '', '月光 (日本進口限定LP盤) (7Inch single record)((預購至10/2 12:00止)', '預計11/10~11/24追加到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.【レコードの日 2024 対象商品】ドラマ『トリック』の主題歌に起用され、異例のロング・ヒットを記録した鬼束ちひろ2000年発表の代表曲を初7インチ化。B面には当時のCDシングル収録曲から「Arrow of Pain」をカップリング。収録曲   SIDE A01． 月光	SIDE B02． Arrow of Pain',
'image/445455679380.jpg', 0, 'F', NULL, 10101, NULL, '2024-11-03', 761);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679378, 'AQJD77662', '4642114776625', 'BE TOGETHER / love the island(日本進口限定LP盤)(7Inch single record)(預購至10/2 12:00止)', '預計11/10~11/24追加到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.2011年リリース『Ami Selection』より、鈴木亜美の代名詞ともいえるヒットソング2曲を初7インチ化！(メーカー・インフォメーションより)※限定盤のためご注文をキャンセルさせていただく場合がございます。予めご了承ください。収録曲   Side A01． BE TOGETHER	Side B02． love the island',
'image/445455679378.jpg', 0, 'F', NULL, 10094, NULL, '2024-11-03', 1134);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679466, 'ESXL-311', '4547366689969', '5-STAR Dome Tour 2023 (索尼日本進口完全生產限定盤(2Blu-ray))', 'Stray Kids、初の東京ドーム公演を映像化！Stray Kidsは、韓国発の8人組ボーイズグループ。2018年、韓国でのデビューから僅か1年足らずでアジア・アメリカ・ヨーロッパ・オーストラリアを巡るワールドツアーを全公演ソールドアウトさせ、さらには異例の新人賞11冠を獲得。2020年3月、待望の日本デビューを果たすと、JAPAN 1st Single「TOP -Japanese ver.-」でオリコン週間ランキング1位を獲得。MVの再生数は億越えを連発し、2022年に開催したワールドツアーは全公演ソールドアウト。そして2023年、4作連続で米ビルボード1位も達成し、さらに今勢いにのる全米No.1ボーイズグループ。《収録内容》[ Disc1 / Blu-ray ]01. Battle Ground02. FREEZE03. ITEM04. CASE 143 -Japanese ver.-05. 神メニュー -Japanese ver.-06. ALL IN07. WOLFGANG08. MIROH09. REV IT UP（フィリックス／ソロ楽曲）10. Don`t Say（ハン／ソロ楽曲）11. PERFUME（スンミン／ソロ楽曲）12. Hug Me（アイエン／ソロ楽曲）13. Limbo（リノ／ソロ楽曲）14. BABY（バンチャン／ソロ楽曲）15. MIC & BRUSH（ヒョンジン／ソロ楽曲）16.Yes, SEO（チャンビン／ソロ楽曲）17. CIRCUS18. TOPLINE (feat. Tiger JK)19. S-Class20. CHILL -Japanese ver.-21. SLUMP -Japanese ver.-22. SUPER BOARD23. My Pace -Japanese ver.-24. Question25. Social Path (feat. LiSA)26. MEGAVERSE27. Hall of Fame28. Astronaut29. Star Lost30. Fairytale31. FAM32. Haven33. MIROH[ Disc2 / Blu-ray ]■『Stray Kids 5-STAR Dome Tour 2023』　Solo Angle Movie Selection「ITEM」 「Social Path (feat. LiSA)」 / Bang Chan「Battle Ground」 「Hall of Fame」 / Lee Know「CIRCUS」 「TOPLINE (feat. Tiger JK)」 / Changbin「FREEZE」 「S-Class」 / Hyunjin「神メニュー -Japanese ver.- & ALL IN」 「SLUMP -Japanese ver.-」 / HAN「My Pace -Japanese ver.-」 「MEGAVERSE」 / Felix「CHILL -Japanese ver.-」 「SUPER BOARD」 / Seungmin「CASE 143 -Japanese ver.-」 「Question」 / I.N■『Stray Kids 5-STAR Dome Tour 2023』　Document Movie■『Stray Kids 5-STAR Dome Tour 2023』 VCR Making Movie■「CIRCUS」 Complete SKIT Collection',
'image/445475679466.jpg', 2938, 'F', 21, 3062, 32, '2024-11-01', 1889);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679467, 'ESXL-313', '4547366689952', '5-STAR Dome Tour 2023 (索尼日本進口通常盤(Blu-ray))', 'Stray Kids、初の東京ドーム公演を映像化！Stray Kidsは、韓国発の8人組ボーイズグループ。2018年、韓国でのデビューから僅か1年足らずでアジア・アメリカ・ヨーロッパ・オーストラリアを巡るワールドツアーを全公演ソールドアウトさせ、さらには異例の新人賞11冠を獲得。2020年3月、待望の日本デビューを果たすと、JAPAN 1st Single「TOP -Japanese ver.-」でオリコン週間ランキング1位を獲得。MVの再生数は億越えを連発し、2022年に開催したワールドツアーは全公演ソールドアウト。そして2023年、4作連続で米ビルボード1位も達成し、さらに今勢いにのる全米No.1ボーイズグループ。《収録内容》[ Disc1 / Blu-ray ]01. Battle Ground02. FREEZE03. ITEM04. CASE 143 -Japanese ver.-05. 神メニュー -Japanese ver.-06. ALL IN07. WOLFGANG08. MIROH09. REV IT UP（フィリックス／ソロ楽曲）10. Don`t Say（ハン／ソロ楽曲）11. PERFUME（スンミン／ソロ楽曲）12. Hug Me（アイエン／ソロ楽曲）13. Limbo（リノ／ソロ楽曲）14. BABY（バンチャン／ソロ楽曲）15. MIC & BRUSH（ヒョンジン／ソロ楽曲）16. Yes, SEO（チャンビン／ソロ楽曲）17. CIRCUS18. TOPLINE (feat. Tiger JK)19. S-Class20. CHILL -Japanese ver.-21. SLUMP -Japanese ver.-22. SUPER BOARD23. My Pace -Japanese ver.-24. Question25. Social Path (feat. LiSA)26. MEGAVERSE27. Hall of Fame28. Astronaut29. Star Lost30. Fairytale31. FAM32. Haven33. MIROH',
'image/445475679467.jpg', 1878, 'F', 21, 3062, 32, '2024-11-01', 1798);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425679324, 'UPJH20064', '4988031654743', '放生會  (環球官方初回生產限定盤(2LP))(預購至6/15 12:00止)', '預計10/02~10/09到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
弔唁、祭典與慶賀。椎名林檎暌違五年新作《放生会》黑膠化，24bit/96KHz高音質製作重量盤30cmLP（２枚組）！椎名林檎睽違 5 年的新作專輯，《放生会》2024 年 5 月 29 日發行。繼前作《三毒史》（2019年）為宮本浩次、松本敦、櫻井敦司（BUCK-TICK）等男聲量身打造的歌曲大獲成功，本次新作將與 7 位歌姬聯手出擊。《放生会》收錄和宇多田光、AI、Nocchi（Perfume）、Momo（恰拉波姊妹團 CHARAN-PO-RANTAN）、Daoko、新しい学校のリーダーズ ATARASHII GAKKO!、中嶋郁美（tricot、Genie High）多位謬思的合作曲、最新單曲〈人間として〉以及〈私は猫の目〉、〈さらば純情〉、〈いとをかし〉新錄版本。石若駿／鳥越啓介組合的共鳴為椎名林檎帶來原始的衝動，集結了至今最充滿節奏意識、閒適氛圍的十三曲。敬請聆聽這富含醍醐味的合奏，獻給一切眾生的讚歌《放生会》。■收錄内容[LP 1]Side-Aちりぬるを私は猫の目生者の行進Side-B人間として初KO勝ち公然の秘密[LP 2]Side-C浪漫と算盤茫然も自失ドラ1独走Side-Dさらば純情余裕の凱旋いとをかしほぼ水の泡',
'image/445425679324.jpg', 0, 'F', NULL, 10167, 42, '2024-10-02', 1132);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425679343, 'ESXL311', '', '5-STAR Dome Tour 2023 (日本進口完全生產限定盤(2Blu-ray))(預購至7/05 12:00止)', '預計09/25~10/18到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
Stray Kids、初の東京ドーム公演を映像化！[完全生産限定盤 : Blu-ray 2枚組]＊60P LIVE PHOTO BOOK＊三方背BOX＆オリジナルジャケット・トールケースサイズデジパック仕様＊オリジナルフォトカード封入 (メンバーソロ16枚セット封入)　＊Stray Kidsポストカード1枚 ＜完全生産限定盤ver.＞＊メンバーサイン＆メッセージプリント入りオリジナル銀テープ＊メンバーサイン＆メッセージプリント入りオリジナルバルーン■仕様・特典 ：【完全生産限定盤】Blu-ray 2枚組、60P LIVE PHOTO BOOK 、フォトカード、ポストカード、銀テープ、バルーン■収録内容　：[ Disc1 / Blu-ray ]01. Battle Ground02. FREEZE03. ITEM04. CASE 143 -Japanese ver.-05. 神メニュー -Japanese ver.-06. ALL IN07. WOLFGANG08. MIROH09. REV IT UP（フィリックス／ソロ楽曲）10. Don`t Say（ハン／ソロ楽曲）11. PERFUME（スンミン／ソロ楽曲）12. Hug Me（アイエン／ソロ楽曲）13. Limbo（リノ／ソロ楽曲）14. BABY（バンチャン／ソロ楽曲）15. MIC & BRUSH（ヒョンジン／ソロ楽曲）16. 命 (ミョン)（チャンビン／ソロ楽曲）17. CIRCUS18. TOPLINE (feat. Tiger JK)19. S-Class20. CHILL -Japanese ver.-21. SLUMP -Japanese ver.-22. SUPER BOARD23. My Pace -Japanese ver.-24. Question25. Social Path (feat. LiSA)26. MEGAVERSE27. Hall of Fame28. Astronaut29. Star Lost30. Fairytale31. FAM32. Haven33. MIROH[ Disc2 / Blu-ray ] 特典映像（完全生産限定盤のみ）詳細は後日発表いたします。===Stray Kidsは、韓国発の8人組ボーイズグループ。2018年、韓国でのデビューから僅か1年足らずでアジア・アメリカ・ヨーロッパ・オーストラリアを巡るワールドツアーを全公演ソールドアウトさせ、さらには異例の新人賞11冠を獲得。2020年3月、待望の日本デビューを果たすと、JAPAN 1st Single「TOP -Japanese ver.-」でオリコン週間ランキング1位を獲得。MVの再生数は億越えを連発し、2022年に開催したワールドツアーは全公演ソールドアウト。そして2023年、4作連続で米ビルボード1位も達成し、さらに今勢いにのる全米No.1ボーイズグループ。収録曲   ディスク   101． Battle Ground	02． FREEZE	03． ITEM	04． CASE 143 -Japanese ver.-	05． 神メニュー -Japanese ver.-	06． ALL IN	07． WOLFGANG	08． MIROH	09． REV IT UP（フィリックス／ソロ楽曲）	10． Don`t Say（ハン／ソロ楽曲）	11． PERFUME（スンミン／ソロ楽曲）	12． Hug Me（アイエン／ソロ楽曲）	13． Limbo（リノ／ソロ楽曲）	14． BABY（バンチャン／ソロ楽曲）	15． MIC & BRUSH（ヒョンジン／ソロ楽曲）	16． 命 (ミョン)（チャンビン／ソロ楽曲）	17． CIRCUS	18． TOPLINE (feat. Tiger JK)	19． S-Class	20． CHILL -Japanese ver.-	21． SLUMP -Japanese ver.-	22． SUPER BOARD	23． My Pace -Japanese ver.-	24． Question	25． Social Path (feat. LiSA)	26． MEGAVERSE	27． Hall of Fame	28． Astronaut	29． Star Lost	30． Fairytale	31． FAM	32． Haven	33． MIROH	ディスク   201． 特典映像（完全生産限定盤のみ）※詳細は後日発表いたします。',
'image/445425679343.jpg', 0, 'F', 21, 3062, 67, '2024-09-18', 388);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445425679344, 'ESXL313', '', '5-STAR Dome Tour 2023 (日本進口通常盤初回仕樣(Blu-ray))(預購至7/5 12:00止)', '預計09/25~10/18到貨!
★此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
如遇日方供貨量不足，將依訂購順序，強制取消訂單，或是參與應幕活動者因到貨日無法確定，請消費者確認之後再下訂單！敬請見諒！★
★日本進口的DVD區碼有些和台灣不同，購買前請先確認播放器是否支援，以免無法觀賞。一旦拆封即不能退換。★
Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.
Stray Kids、初の東京ドーム公演を映像化！■収録内容　：01. Battle Ground02. FREEZE03. ITEM04. CASE 143 -Japanese ver.-05. 神メニュー -Japanese ver.-06. ALL IN07. WOLFGANG08. MIROH09. REV IT UP（フィリックス／ソロ楽曲）10. Don`t Say（ハン／ソロ楽曲）11. PERFUME（スンミン／ソロ楽曲）12. Hug Me（アイエン／ソロ楽曲）13. Limbo（リノ／ソロ楽曲）14. BABY（バンチャン／ソロ楽曲）15. MIC & BRUSH（ヒョンジン／ソロ楽曲）16. 命 (ミョン)（チャンビン／ソロ楽曲）17. CIRCUS18. TOPLINE (feat. Tiger JK)19. S-Class20. CHILL -Japanese ver.-21. SLUMP -Japanese ver.-22. SUPER BOARD23. My Pace -Japanese ver.-24. Question25. Social Path (feat. LiSA)26. MEGAVERSE27. Hall of Fame28. Astronaut29. Star Lost30. Fairytale31. FAM32. Haven33. MIROH===Stray Kidsは、韓国発の8人組ボーイズグループ。2018年、韓国でのデビューから僅か1年足らずでアジア・アメリカ・ヨーロッパ・オーストラリアを巡るワールドツアーを全公演ソールドアウトさせ、さらには異例の新人賞11冠を獲得。2020年3月、待望の日本デビューを果たすと、JAPAN 1st Single「TOP -Japanese ver.-」でオリコン週間ランキング1位を獲得。MVの再生数は億越えを連発し、2022年に開催したワールドツアーは全公演ソールドアウト。そして2023年、4作連続で米ビルボード1位も達成し、さらに今勢いにのる全米No.1ボーイズグループ。収録曲   01． Battle Ground	02． FREEZE	03． ITEM	04． CASE 143 -Japanese ver.-	05． 神メニュー -Japanese ver.-	06． ALL IN	07． WOLFGANG	08． MIROH	09． REV IT UP（フィリックス／ソロ楽曲）	10． Don`t Say（ハン／ソロ楽曲）	11． PERFUME（スンミン／ソロ楽曲）	12． Hug Me（アイエン／ソロ楽曲）	13． Limbo（リノ／ソロ楽曲）	14． BABY（バンチャン／ソロ楽曲）	15． MIC & BRUSH（ヒョンジン／ソロ楽曲）	16． 命 (ミョン)（チャンビン／ソロ楽曲）	17． CIRCUS	18． TOPLINE (feat. Tiger JK)	19． S-Class	20． CHILL -Japanese ver.-	21． SLUMP -Japanese ver.-	22． SUPER BOARD	23． My Pace -Japanese ver.-	24． Question	25． Social Path (feat. LiSA)	26． MEGAVERSE	27． Hall of Fame	28． Astronaut	29． Star Lost	30． Fairytale	31． FAM	32． Haven	33． MIROH',
'image/445425679344.jpg', 0, 'F', 21, 3062, 67, '2024-09-18', 1835);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445455679375, 'AQJH77653', '', '虹色/感謝之輪(日本進口限定LP盤)(7Inch single record)(預購至9/5 12:00止)', '2014年6月18日にリリースされた絢香の代表曲「にじいろ」が10周年を祝して「ありがとうの輪」との7"ダブルサイダーにてアナログ発売決定！NHK連続テレビ小説『花子とアン』主題歌として書き下ろされた楽曲「にじいろ」とネスレ『キットカット』のキャンペーンソングとして書き下ろされた人気曲「ありがとうの輪」のカップリングは、ファンのみならず嬉しいリリース！また過去にレコードの発売はあまりないため、絢香の貴重な1枚になることは間違いないです。収録曲   SIDE A01． にじいろ	SIDE AA02． ありがとうの輪',
'image/445455679375.jpg', 0, 'F', NULL, 10145, NULL, '2024-09-18', 1159);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679124, 'VDCD7169', '8809957310857', '(Caller版)第二張迷你專輯「STAY TUNED」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/10~12/17到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團[專輯內容]1. CD 1片2. 寫真書 54頁3. 隨機小卡 2張 (共6款，隨機封入2張)4. LETTER PAPER5. 貼紙6. 印刷照片7. PICTURE DIARY 1款 (共2款，隨機封入1款)8. 折疊海報9. 數位卡 1張 (共4款，隨機封入1張)',
'image/445485679124.jpg', 528, 'M', NULL, 3031, 61, '2024-12-09', 1900);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679125, 'VDCD7169', '8809957310857', '(Responder版)第二張迷你專輯「STAY TUNED」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/10~12/17到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團[專輯內容]1. CD 1片2. 寫真書 54頁3. 隨機小卡 2張 (共6款，隨機封入2張)4. LETTER PAPER5. 貼紙6. 印刷照片7. PICTURE DIARY 1款 (共2款，隨機封入1款)8. 折疊海報9. 數位卡 1張 (共4款，隨機封入1張)',
'image/445485679125.jpg', 528, 'M', NULL, 3031, 61, '2024-12-09', 680);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445495678653, 'JYPK1944-WM', '', '(WITHMUU抽卡)第十四張迷你專輯「STRATEGY(Platform_Nemo ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/26~2025/1/16到貨!
訂購送WITHMUU特典「隨機小卡1張(9款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，以確保商品完整性，若無開箱影片證明，一律不受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破損，因不影響內容物及使用，一律不接受退換貨，敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445495678653.jpg', 408, 'M', 21, 3122, NULL, '2024-12-06', 1032);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445495678654, 'JYPK1944-AM', '', '(APPLEMUSIC抽卡)第十四張迷你專輯「STRATEGY(Platform_Nemo ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/26~2025/1/16到貨!
訂購送APPLEMUSIC特典「隨機小卡1張(9款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，以確保商品完整性，若無開箱影片證明，一律不受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破損，因不影響內容物及使用，一律不接受退換貨，敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445495678654.jpg', 378, 'M', 21, 3122, NULL, '2024-12-06', 1493);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445495678655, 'JYPK1944-AL', '', '(阿拉丁抽卡)第十四張迷你專輯「STRATEGY(Platform_Nemo ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/26~2025/1/16到貨!
訂購送阿拉丁特典「隨機小卡1張(9款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，以確保商品完整性，若無開箱影片證明，一律不受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破損，因不影響內容物及使用，一律不接受退換貨，敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445495678655.jpg', 408, 'M', 21, 3122, NULL, '2024-12-06', 1309);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679181, 'JYPK1887', '8809954228278', '(Step2版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/14到貨!
首批訂購送海報!送完為止!
訂購送「精美小禮」(送至12/5為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團[專輯內容]1. CD 1片2. 寫真書3. 歌詞本4. 隨機小卡 5張 (共45款，隨機封入5張)5. 吊飾 1個 (共9款，隨機封入1個)6. 折疊海報 1張 (共9款，隨機封入1張)7. 首批限量小卡組 1組8. 首批限量海報 1張 (1:1贈送1張)*首批限量商品送完為止*',
'image/445475679181.jpg', 538, 'M', 21, 3122, NULL, '2024-12-06', 1186);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679182, 'JYPK1887', '8809954228278', '(Step3版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/14到貨!
首批訂購送海報!送完為止!
訂購送「精美小禮」(送至12/5為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團[專輯內容]1. CD 1片2. 寫真書3. 歌詞本4. 隨機小卡 5張 (共45款，隨機封入5張)5. 吊飾 1個 (共9款，隨機封入1個)6. 折疊海報 1張 (共9款，隨機封入1張)7. 首批限量小卡組 1組8. 首批限量海報 1張 (1:1贈送1張)*首批限量商品送完為止*',
'image/445475679182.jpg', 538, 'M', 21, 3122, NULL, '2024-12-06', 446);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679183, 'JYPK1887-R', '', '(隨機版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
★★此版本為隨機出貨，「僅適用於訂購單張」，若要不同版本，請個別下單★★
預計2024/12/7~12/14到貨!
首批訂購送海報!送完為止!
訂購送「精美小禮」(送至12/5為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團[專輯內容]1. CD 1片2. 寫真書3. 歌詞本4. 隨機小卡 5張 (共45款，隨機封入5張)5. 吊飾 1個 (共9款，隨機封入1個)6. 折疊海報 1張 (共9款，隨機封入1張)7. 首批限量小卡組 1組8. 首批限量海報 1張 (1:1贈送1張)*首批限量商品送完為止*',
'image/445475679183.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 1128);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679184, 'JYPK1888-1', '', '(子瑜版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]1. CD 1片2. 寫真書 24頁3. 隨機小卡 1張 (共9款，隨機封入1張)4. 貼紙 1張 (共9款，隨機封入1張)5. 折疊海報 1張 (內附)6. 首批限量隨機小卡  1張 (共9款，隨機封入1張)7. 首批限量迷你明信片  1張 (共9款，隨機封入1張)*首批限量商品送完為止*',
'image/445475679184.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 1007);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679185, 'JYPK1888-2', '', '(娜璉版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]1. CD 1片2. 寫真書 24頁3. 隨機小卡 1張 (共9款，隨機封入1張)4. 貼紙 1張 (共9款，隨機封入1張)5. 折疊海報 1張 (內附)6. 首批限量隨機小卡  1張 (共9款，隨機封入1張)7. 首批限量迷你明信片  1張 (共9款，隨機封入1張)*首批限量商品送完為止*',
'image/445475679185.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 461);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679186, 'JYPK1888-3', '', '(Sana版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]1. CD 1片2. 寫真書 24頁3. 隨機小卡 1張 (共9款，隨機封入1張)4. 貼紙 1張 (共9款，隨機封入1張)5. 折疊海報 1張 (內附)6. 首批限量隨機小卡  1張 (共9款，隨機封入1張)7. 首批限量迷你明信片  1張 (共9款，隨機封入1張)*首批限量商品送完為止*',
'image/445475679186.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 741);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679187, 'JYPK1888-4', '', '(Mina版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]1. CD 1片2. 寫真書 24頁3. 隨機小卡 1張 (共9款，隨機封入1張)4. 貼紙 1張 (共9款，隨機封入1張)5. 折疊海報 1張 (內附)6. 首批限量隨機小卡  1張 (共9款，隨機封入1張)7. 首批限量迷你明信片  1張 (共9款，隨機封入1張)*首批限量商品送完為止*',
'image/445475679187.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 1740);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679188, 'JYPK1888-5', '', '(Momo版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]1. CD 1片2. 寫真書 24頁3. 隨機小卡 1張 (共9款，隨機封入1張)4. 貼紙 1張 (共9款，隨機封入1張)5. 折疊海報 1張 (內附)6. 首批限量隨機小卡  1張 (共9款，隨機封入1張)7. 首批限量迷你明信片  1張 (共9款，隨機封入1張)*首批限量商品送完為止*',
'image/445475679188.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 758);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679189, 'JYPK1888-6', '', '(多賢版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]1. CD 1片2. 寫真書 24頁3. 隨機小卡 1張 (共9款，隨機封入1張)4. 貼紙 1張 (共9款，隨機封入1張)5. 折疊海報 1張 (內附)6. 首批限量隨機小卡  1張 (共9款，隨機封入1張)7. 首批限量迷你明信片  1張 (共9款，隨機封入1張)*首批限量商品送完為止*',
'image/445475679189.jpg', 348, 'M', 21, 3122, NULL, '2024-12-06', 361);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679190, 'JYPK1888-7', '', '(彩瑛版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]1. CD 1片2. 寫真書 24頁3. 隨機小卡 1張 (共9款，隨機封入1張)4. 貼紙 1張 (共9款，隨機封入1張)5. 折疊海報 1張 (內附)6. 首批限量隨機小卡  1張 (共9款，隨機封入1張)7. 首批限量迷你明信片  1張 (共9款，隨機封入1張)*首批限量商品送完為止*',
'image/445475679190.jpg', 348, 'M', 21, 3122, NULL, '2024-12-06', 489);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679191, 'JYPK1888-8', '', '(志效版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]1. CD 1片2. 寫真書 24頁3. 隨機小卡 1張 (共9款，隨機封入1張)4. 貼紙 1張 (共9款，隨機封入1張)5. 折疊海報 1張 (內附)6. 首批限量隨機小卡  1張 (共9款，隨機封入1張)7. 首批限量迷你明信片  1張 (共9款，隨機封入1張)*首批限量商品送完為止*',
'image/445475679191.jpg', 348, 'M', 21, 3122, NULL, '2024-12-06', 39);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679192, 'JYPK1888-9', '', '(定延版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]1. CD 1片2. 寫真書 24頁3. 隨機小卡 1張 (共9款，隨機封入1張)4. 貼紙 1張 (共9款，隨機封入1張)5. 折疊海報 1張 (內附)6. 首批限量隨機小卡  1張 (共9款，隨機封入1張)7. 首批限量迷你明信片  1張 (共9款，隨機封入1張)*首批限量商品送完為止*',
'image/445475679192.jpg', 348, 'M', 21, 3122, NULL, '2024-12-06', 841);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679209, 'JYPK1887-AM', '', '(APPLEMUSIC/隨機版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單同時訂購2張以上，不重複出貨)
預計2024/12/13~12/20到貨!
訂購單張送APPLEMUSIC通路特典「隨機小卡1張(9款隨機1)」(送完為止)
同筆訂單訂購三張送通路特典「隨機小卡3張(9款隨機3)+團體照片1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679209.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 522);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679210, 'JYPK1888-AM', '', '(APPLEMUSIC/隨機版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單同時訂購2張以上，不重複出貨)
預計2024/12/13~12/20到貨!
訂購單張送APPLEMUSIC通路特典「隨機小卡1張(9款隨機1)」(送完為止)
同筆訂單訂購九張送通路特典「隨機小卡1組(9款)+透卡1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679210.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 1697);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679211, 'JYPK1887-WM', '', '(WITHMUU/隨機版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單同時訂購2張以上，不重複出貨)
預計2024/12/13~12/20到貨!
訂購單張送WITHMUU通路特典「隨機小卡1張(9款隨機1)」(送完為止)
同筆訂單訂購三張送通路特典「隨機小卡3張(9款隨機3)+團體照片1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679211.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 1817);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679212, 'JYPK1888-WM', '', '(WITHMUU/隨機版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單同時訂購2張以上，不重複出貨)
預計2024/12/13~12/20到貨!
訂購單張送WITHMUU通路特典「隨機小卡1張(9款隨機1)」(送完為止)
同筆訂單訂購九張送通路特典「隨機小卡1組(9款)+郵票1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679212.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 696);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679213, 'JYPK1887-MP', '', '(MUSICPLANT/隨機版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單同時訂購2張以上，不重複出貨)
預計2024/12/13~12/20到貨!
訂購單張送MUSICPLANT通路特典「隨機小卡1張(9款隨機1)」(送完為止)
同筆訂單訂購三張送通路特典「隨機小卡3張(9款隨機3)+團體照片1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679213.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 325);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679214, 'JYPK1888-MP', '', '(MUSICPLANT/隨機版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單同時訂購2張以上，不重複出貨)
預計2024/12/13~12/20到貨!
訂購單張送MUSICPLANT通路特典「隨機小卡1張(9款隨機1)」(送完為止)
同筆訂單訂購九張送通路特典「隨機小卡1組(9款)+LOGO便條紙」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679214.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 605);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679215, 'JYPK1887-MK', '', '(MUSICKOREA/隨機版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單同時訂購2張以上，不重複出貨)
預計2024/12/13~12/20到貨!
訂購單張送MUSICKOREA通路特典「隨機小卡1張(9款隨機1)」(送完為止)
同筆訂單訂購三張送通路特典「隨機小卡3張(9款隨機3)+團體照片1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679215.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 205);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679216, 'JYPK1888-MK', '', '(MUSICKOREA/隨機版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單同時訂購2張以上，不重複出貨)
預計2024/12/13~12/20到貨!
訂購單張送MUSICKOREA通路特典「隨機小卡1張(9款隨機1)」(送完為止)
同筆訂單訂購九張送通路特典「隨機小卡1組(9款)+LOGO書籤」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679216.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 494);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679217, 'JYPK1887-B', '', '(BDM/隨機版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單同時訂購2張以上，不重複出貨)
預計2024/12/13~12/20到貨!
訂購單張送BDM通路特典「隨機小卡1張(9款隨機1)」(送完為止)
同筆訂單訂購三張送通路特典「隨機小卡3張(9款隨機3)+團體照片1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679217.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 114);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679218, 'JYPK1888-B', '', '(BDM/隨機版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單同時訂購2張以上，不重複出貨)
預計2024/12/13~12/20到貨!
訂購單張送BDM通路特典「隨機小卡1張(9款隨機1)」(送完為止)
同筆訂單訂購九張送通路特典「隨機小卡1組(9款)+LOGO卡1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679218.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 312);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679179, 'JYPK1887-S', '', '(三版合購版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/14到貨!
首批訂購送海報!送完為止!
訂購送「精美小禮」(送至12/5為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團[專輯內容]*單張專輯內容物*1. CD 1片2. 寫真書3. 歌詞本4. 隨機小卡 5張 (共45款，隨機封入5張)5. 吊飾 1個 (共9款，隨機封入1個)6. 折疊海報 1張 (共9款，隨機封入1張)7. 首批限量小卡組 1組8. 首批限量海報 1張 (1:1贈送1張)*首批限量商品送完為止*',
'image/445475679179.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 311);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679180, 'JYPK1887', '8809954228278', '(Step1版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/14到貨!
首批訂購送海報!送完為止!
訂購送「精美小禮」(送至12/5為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團[專輯內容]1. CD 1片2. 寫真書3. 歌詞本4. 隨機小卡 5張 (共45款，隨機封入5張)5. 吊飾 1個 (共9款，隨機封入1個)6. 折疊海報 1張 (共9款，隨機封入1張)7. 首批限量小卡組 1組8. 首批限量海報 1張 (1:1贈送1張)*首批限量商品送完為止*',
'image/445475679180.jpg', 538, 'M', 21, 3122, NULL, '2024-12-06', 100);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679193, 'JYPK1888', '8809954228285', '(隨機版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
★★此版本為隨機出貨，「僅適用於訂購單張」，若要不同版本，請個別下單★★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]1. CD 1片2. 寫真書 24頁3. 隨機小卡 1張 (共9款，隨機封入1張)4. 貼紙 1張 (共9款，隨機封入1張)5. 折疊海報 1張 (內附)6. 首批限量隨機小卡  1張 (共9款，隨機封入1張)7. 首批限量迷你明信片  1張 (共9款，隨機封入1張)*首批限量商品送完為止*',
'image/445475679193.jpg', 348, 'M', 21, 3122, NULL, '2024-12-06', 1044);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679194, 'JYPK1888-S', '', '(九版合購版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]*單張專輯內容物*1. CD 1片2. 寫真書 24頁3. 隨機小卡 1張 (共9款，隨機封入1張)4. 貼紙 1張 (共9款，隨機封入1張)5. 折疊海報 1張 (內附)6. 首批限量隨機小卡  1張 (共9款，隨機封入1張)7. 首批限量迷你明信片  1張 (共9款，隨機封入1張)*首批限量商品送完為止*',
'image/445475679194.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 1943);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679195, 'JYPK1889', '8809954228292', '第十四張迷你專輯「STRATEGY(Highlight ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/13到貨!
訂購送精美小禮(送至12/5止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團
[專輯內容]1. CD 1片2. 寫真書 150頁3. 信封4. 歌詞卡5. 貼紙組6. 拍立得卡 1張 (共9款，隨機封入1張)7. 隨機小卡 1張 (共9款，隨機封入1張)',
'image/445475679195.jpg', 588, 'M', 21, 3122, NULL, '2024-12-06', 1984);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679198, 'JYPK1887O-S', '', '(JYP官網/三版合購版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送「精美小禮」(送完為止)
訂購送官網特典「小卡3張(9款隨機3)+團卡1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679198.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 563);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679199, 'JYPK1887O', '', '(JYP官網/Step1版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送「精美小禮」(送完為止)
訂購送官網特典「小卡1張(9款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679199.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 1565);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679200, 'JYPK1887O', '', '(JYP官網/Step2版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送「精美小禮」(送完為止)
訂購送官網特典「小卡1張(9款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679200.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 1732);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679201, 'JYPK1887O', '', '(JYP官網/Step3版)第十四張迷你專輯「STRATEGY」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送「精美小禮」(送完為止)
訂購送官網特典「小卡1張(9款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679201.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 1230);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679203, 'JYPK1888O-S', '', '(JYP官網/九版合購版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送「精美小禮」(送完為止)
訂購送官網特典「小卡1組(共9款)+圓形鐵盒」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679203.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 1857);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679204, 'JYPK1888O', '', '(JYP官網/隨機版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送「精美小禮」(送完為止)
訂購送官網特典「小卡1張(9款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679204.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 590);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679205, 'JYPK1944', '8809954228841', '(Step1版)第十四張迷你專輯「STRATEGY(Platform_Nemo ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/14到貨!
訂購送「精美小禮」(送至12/5為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679205.jpg', 288, 'M', 21, 3122, NULL, '2024-12-06', 698);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679204, 'JYPK1888O', '', '(JYP官網/隨機版)第十四張迷你專輯「STRATEGY(Step4 ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送「精美小禮」(送完為止)
訂購送官網特典「小卡1張(9款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679204.jpg', 0, 'M', 21, 3122, NULL, '2024-12-06', 987);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445495678653, 'JYPK1944-WM', '', '(WITHMUU抽卡)第十四張迷你專輯「STRATEGY(Platform_Nemo ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/26~2025/1/16到貨!
訂購送WITHMUU特典「隨機小卡1張(9款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，以確保商品完整性，若無開箱影片證明，一律不受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破損，因不影響內容物及使用，一律不接受退換貨，敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445495678653.jpg', 408, 'M', 21, 3122, NULL, '2024-12-06', 694);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445495678654, 'JYPK1944-AM', '', '(APPLEMUSIC抽卡)第十四張迷你專輯「STRATEGY(Platform_Nemo ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/26~2025/1/16到貨!
訂購送APPLEMUSIC特典「隨機小卡1張(9款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，以確保商品完整性，若無開箱影片證明，一律不受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破損，因不影響內容物及使用，一律不接受退換貨，敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445495678654.jpg', 378, 'M', 21, 3122, NULL, '2024-12-06', 800);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445495678655, 'JYPK1944-AL', '', '(阿拉丁抽卡)第十四張迷你專輯「STRATEGY(Platform_Nemo ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/26~2025/1/16到貨!
訂購送阿拉丁特典「隨機小卡1張(9款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，以確保商品完整性，若無開箱影片證明，一律不受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破損，因不影響內容物及使用，一律不接受退換貨，敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445495678655.jpg', 408, 'M', 21, 3122, NULL, '2024-12-06', 1095);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678806, 'L100006000', '8804775452468', '單曲「FIND THE ORBIT(REMEMBER ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/14到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678806.jpg', 528, 'M', 26, 2636, NULL, '2024-12-06', 1523);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678807, 'L100006003', '8804775452574', '單曲「FIND THE ORBIT(WE ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/14到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678807.jpg', 518, 'M', 26, 2636, NULL, '2024-12-06', 449);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678808, 'L200003148', '8804775452475', '單曲「FIND THE ORBIT(PLVE ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/14到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678808.jpg', 328, 'M', 26, 2636, NULL, '2024-12-06', 1908);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678809, 'L100005999O', '', '(官網/WHO版)單曲「FIND THE ORBIT」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送官網特典「隨機小卡2張(18款隨機2)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678809.jpg', 0, 'M', 26, 2636, NULL, '2024-12-06', 906);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678810, 'L100005999O', '', '(官網/ARE版)單曲「FIND THE ORBIT」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送官網特典「隨機小卡2張(18款隨機2)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678810.jpg', 0, 'M', 26, 2636, NULL, '2024-12-06', 117);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678811, 'L100006000O', '', '(官網/REMEMBER版)單曲「FIND THE ORBIT」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送官網特典「隨機小卡1張(9款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678811.jpg', 0, 'M', 26, 2636, NULL, '2024-12-06', 470);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678812, 'L100006003O', '', '(官網/WE版)單曲「FIND THE ORBIT」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送官網特典「隨機小卡2張(18款隨機2)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678812.jpg', 0, 'M', 26, 2636, NULL, '2024-12-06', 1909);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678813, 'L100005999O-S', '', '(官網/三版合購版)單曲「FIND THE ORBIT」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送官網特典「隨機小卡6張(18款隨機6)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678813.jpg', 0, 'M', 26, 2636, NULL, '2024-12-06', 1743);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678814, 'L100005999OS4', '', '(官網/四版合購版)單曲「FIND THE ORBIT」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/13~12/20到貨!
訂購送官網特典「隨機小卡4張(9款隨機4)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678814.jpg', 0, 'M', 26, 2636, NULL, '2024-12-06', 1992);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678803, 'L100005999', '8804775452451', '(WHO版)單曲「FIND THE ORBIT」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/14到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678803.jpg', 478, 'M', 26, 2636, NULL, '2024-12-06', 64);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678804, 'L100005999', '8804775452451', '(ARE版)單曲「FIND THE ORBIT」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/14到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678804.jpg', 478, 'M', 26, 2636, NULL, '2024-12-06', 340);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678805, 'L100005999-R', '', '(隨機版)單曲「FIND THE ORBIT」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/7~12/14到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678805.jpg', 0, 'M', 26, 2636, NULL, '2024-12-06', 458);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678729, 'HYBJ11008-WV', '', '(WEVERSE日本官網/隨機版)第一張單曲「Last Bell(COMPACT Ver.)」(日本進口版)', '預計2024/12/13~12/23到貨!
訂購WEVERSE日本官網/隨機版送Weverse Shop Japan限定特典「隨機小卡1張(6款隨機)」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678729.jpg', 0, 'M', NULL, 3123, NULL, '2024-12-03', 944);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678561, 'HYBJ11006-WV', '', '(WEVERSE日本官網)第一張單曲「Last Bell(Main Ver.)」(日本進口版)', '預計2024/12/13~12/23到貨!
訂購WEVERSE日本官網送Weverse Shop Japan限定特典「隨機小卡1張(6款隨機)」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678561.jpg', 0, 'M', NULL, 3123, NULL, '2024-12-03', 1855);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679278, 'KTMCD1303', '8809314516342', '單曲「When Winter Comes」(韓國進口KIT智能卡)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/4~12/11到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679278.jpg', 508, 'M', NULL, 2872, 61, '2024-12-03', 1117);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678888, 'BHE0505', '8800276474053', '(限量版卡帶)第七張迷你專輯「The Star Chapter: SANCTUARY(Cassette Tape Speaker Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
★此為限量版商品！如遇韓國供貨量不足，將強制取消訂單，請意者再下訂單，敬請見諒！★
預計2024/11/30~12/7到貨!
訂購送精美小禮「拍立得式相片2張」(送至11/28為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678888.jpg', 1398, 'M', 17, 3124, NULL, '2024-11-29', 1417);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678929, 'CMAC12130', '8809704430081', '(隨機版)第一張迷你專輯「N/a(NFC_Nemo Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單訂購2張以上，不重複出貨)
預計2024/11/27~12/4到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678929.jpg', 348, 'M', NULL, 2793, 61, '2024-11-26', 1615);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678798, 'CMAC12129', '8809704430074', '(iz版)第一張迷你專輯「N/a」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/27~12/4到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團[專輯內容]iz Ver.- Photobook : 160 X 210 (mm) / 80p / 1ea- CD : 120 X 120 (mm) / 1ea- Lyrics Paper : 360 X 260 (mm) / 1ea- Postcard : 100 X 150 (mm) / 1set (7ea)- Unit Photocard : 55 X 85 (mm) / Random 1set (2ea) out of 3set- Selfie Photocard : 55 X 85 (mm) / Random 1ea out of 7- Polaroid : 55 X 85 (mm) / Random 1ea out of 7- Bookmark : 50 X 55 (mm) / 1ea',
'image/445485678798.jpg', 498, 'M', NULL, 2793, 61, '2024-11-26', 367);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678799, 'CMAC12129', '8809704430074', '(na版)第一張迷你專輯「N/a」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/27~12/4到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團[專輯內容]na Ver.- Photobook : 160 X 210 (mm) / 80p / 1ea- CD : 120 X 120 (mm) / 1ea- CD Envelope : 125 X 125 (mm) / 1ea- Lyrics Paper : 360 X 260 (mm) / 1ea- Postcard : 100 X 150 (mm) / 1set (7ea)- Unit Photocard : 55 X 85 (mm) / Random 1set (2ea) out of 3set- Selfie Photocard : 55 X 85 (mm) / Random 1ea out of 7- Polaroid : 55 X 85 (mm) / Random 1ea out of 7- Sticker : 90 X 120 (mm) / 1ea',
'image/445485678799.jpg', 0, 'M', NULL, 2793, 61, '2024-11-26', 1481);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678800, 'CMAC12129-R', '', '(隨機版)第一張迷你專輯「N/a」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
★★此版本為隨機出貨，「僅適用於訂購單張」，若要不同版本，請個別下單★★
預計2024/11/27~12/4到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678800.jpg', 0, 'M', NULL, 2793, 61, '2024-11-26', 828);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678801, 'CMAC12128', '8809704430067', '(naya版)第一張迷你專輯「N/a(2025 Calendar Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/27~12/4到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團[商品規格]naya Ver. (2025 Calendar Ver.)- Outbox : 160 X 210 (mm) / 1ea- 2025 Desk Calendar : 150 X 200 (mm) / 30p / 1ea- CD : 120 X 120 (mm) / 1ea- CD Envelope : 125 X 125 (mm) / 1ea- Lyrics Paper : 110 X 160 (mm) / 1ea- izna Photocard : 55 X 85 (mm) / 1ea- Selfie Photocard : 55 X 85 (mm) / Random 1ea out of 7- Sticker : 110 X 150 (mm) / 1ea- PVC Pouch : 140 X 190 (mm) / 1ea',
'image/445485678801.jpg', 588, 'M', NULL, 2793, 61, '2024-11-26', 877);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678557, 'PLD0498-AM', '', '(APPLEMUSIC版)第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/23到貨!
訂購送精美小禮「拍立得式相片2張」(送完為止)
訂購送APPLEMUSIC特典「拍立得自拍卡1張(6款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678557.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1491);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678549, 'PLD0498', '8800276473773', '第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/26~12/3到貨!
訂購送精美小禮「拍立得式相片2張」(送至11/24為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678549.jpg', 498, 'M', NULL, 3123, 61, '2024-11-25', 472);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678550, 'PLD0500', '8800276473797', '第一張單曲「Last Bell(Weverse Albums ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/26~12/3到貨!
訂購送精美小禮「拍立得式相片1張」(送至11/24為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678550.jpg', 278, 'M', NULL, 3123, 61, '2024-11-25', 1571);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678551, 'PLD0498-WV', '', '(WEVERSE版)第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/9到貨!
訂購送精美小禮「拍立得式相片2張」(送完為止)
訂購送WEVERSE特典「未公開自拍小卡1張(6款隨機1)+未公開自拍壓克力吊飾1款(6款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678551.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1183);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678552, 'PLD0500-WV', '', '(WEVERSE版)第一張單曲「Last Bell(Weverse Albums ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/9到貨!
訂購送精美小禮「拍立得式相片1張」(送完為止)
訂購送WEVERSE特典「LOGO書籤1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678552.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1748);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678553, 'PLD0498-YS', '', '(YES24版)第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/9到貨!
訂購送精美小禮「拍立得式相片2張」(送完為止)
訂購送YES24特典「生日小卡1張(6款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678553.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 193);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678554, 'PLD0500-YS', '', '(YES24版)第一張單曲「Last Bell(Weverse Albums ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/9到貨!
訂購送精美小禮「拍立得式相片1張」(送完為止)
訂購送YES24特典「迷你貼紙1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678554.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1339);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678555, 'PLD0498-AL', '', '(阿拉丁版)第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/9到貨!
訂購送精美小禮「拍立得式相片2張」(送完為止)
訂購送阿拉丁特典「底片小卡1張(6款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678555.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1347);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678556, 'PLD0500-AL', '', '(阿拉丁版)第一張單曲「Last Bell(Weverse Albums ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/9到貨!
訂購送精美小禮「拍立得式相片1張」(送完為止)
訂購送阿拉丁特典「LOGO貼紙1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678556.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1241);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678558, 'PLD0500-AM', '', '(APPLEMUSIC版)第一張單曲「Last Bell(Weverse Albums ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/23到貨!
訂購送精美小禮「拍立得式相片1張」(送完為止)
訂購送APPLEMUSIC特典「LOGO明信片1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678558.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 560);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678559, 'PLD0498-K4', '', '(Ktown4u版)第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/23到貨!
訂購送精美小禮「拍立得式相片2張」(送完為止)
訂購送Ktown4u特典「隨機小卡1張(6款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678559.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1522);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678556, 'PLD0500-AL', '', '(阿拉丁版)第一張單曲「Last Bell(Weverse Albums ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/9到貨!
訂購送精美小禮「拍立得式相片1張」(送完為止)
訂購送阿拉丁特典「LOGO貼紙1張」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678556.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 611);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679261, 'PLD0498-WV3', '', '(WEVERSE/SHOWCASE LIVE抽卡)第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/6~12/13到貨!
訂購送WEVERSE特典「隨機小卡1張(6款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679261.jpg', 668, 'M', NULL, 3123, 61, '2024-11-25', 928);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679262, 'PLD0498-WV4', '', '(WEVERSE/COMEBACK LIVE抽卡)第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/6~12/13到貨!
訂購送WEVERSE特典「隨機小卡1張(6款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679262.jpg', 0, 'M', 17, 3123, NULL, '2024-11-25', 195);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679263, 'PLD0499-WV2', '', '(WEVERSE/COMEBACK LIVE抽卡)第一張單曲「Last Bell(COMPACT Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單訂購2張以上，不重複出貨)
預計2024/12/6~12/13到貨!
訂購送WEVERSE特典「隨機小卡1張(6款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679263.jpg', 0, 'M', 17, 3123, NULL, '2024-11-25', 11);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679264, 'PLD0500-WV2', '', '(WEVERSE/COMEBACK LIVE抽卡)第一張單曲「Last Bell(Weverse Albums Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/6~12/13到貨!
訂購送WEVERSE特典「隨機小卡1張(3款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679264.jpg', 0, 'M', 17, 3123, NULL, '2024-11-25', 1393);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678713, 'PLD0499', '8800276473780', '(隨機版)第一張單曲「Last Bell(COMPACT Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單訂購2張以上，可能會重複出貨)
預計2024/11/26~12/3到貨!
訂購送精美小禮「拍立得式相片1張」(送至11/24為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678713.jpg', 318, 'M', NULL, 3123, 61, '2024-11-25', 1170);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678714, 'PLD0499-WV', '', '(WEVERSE/隨機版)第一張單曲「Last Bell(COMPACT Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/9到貨!
訂購送精美小禮「拍立得式相片1張」(送完為止)
訂購送WEVERSE特典「未公開隨機小卡1張(6款隨機1)+PET卡1張(6款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678714.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 534);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678715, 'PLD0499-AL', '', '(阿拉丁/隨機版)第一張單曲「Last Bell(COMPACT Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/9到貨!
訂購送精美小禮「拍立得式相片1張」(送完為止)
訂購送阿拉丁特典「閃卡1張(6款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678715.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1612);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678716, 'PLD0499-YS', '', '(YES24/隨機版)第一張單曲「Last Bell(COMPACT Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/9到貨!
訂購送精美小禮「拍立得式相片1張」(送完為止)
訂購送YES24特典「隨機小卡1張(6款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678716.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1388);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678717, 'PLD0499-AM', '', '(APPLEMUSIC/隨機版)第一張單曲「Last Bell(COMPACT Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/23到貨!
訂購送精美小禮「拍立得式相片1張」(送完為止)
訂購送APPLEMUSIC特典「圓卡1張(6款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678717.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 53);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678718, 'PLD0499-K4', '', '(Ktown4u/隨機版)第一張單曲「Last Bell(COMPACT Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/2~12/23到貨!
訂購送精美小禮「拍立得式相片1張」(送完為止)
訂購送Ktown4u特典「迷你折疊海報1張(6款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678718.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1560);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679222, 'PLD0498-WV2', '', '(WEVERSE抽卡)第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/6~12/13到貨!
訂購送WEVERSE特典「隨機小卡1張(6款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679222.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1051);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679223, 'PLD0498-WM', '', '(WITHMUU抽卡)第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/6~12/13到貨!
訂購送WITHMUU特典「隨機小卡1張(6款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679223.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 241);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679224, 'PLD0498-BR', '', '(BEATROAD抽卡)第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/6~12/27到貨!
訂購送BEATROAD特典「隨機小卡1張(6款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679224.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1946);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679225, 'PLD0498-PS', '', '(POWERSTATION抽卡)第一張單曲「Last Bell」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/12/6~12/27到貨!
訂購送POWERSTATION特典「隨機小卡1張(6款隨機1)」(送完為止)
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679225.jpg', 0, 'M', NULL, 3123, 61, '2024-11-25', 1188);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679015, 'YP0484', '8800276473063', '第三張單曲「PINATA(POCAALBUM)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/21~11/28到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679015.jpg', 358, 'M', NULL, 2508, 61, '2024-11-20', 1754);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485679016, 'YP0483', '8800276473056', '(隨機版)第三張單曲「PINATA」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單訂購2張以上，不重複出貨)
預計2024/11/21~11/28到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485679016.jpg', 518, 'M', NULL, 2508, 61, '2024-11-20', 549);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678749, 'L200003132', '8804775452130', '第二張正規專輯「PSST!」(韓國進口限量版黑膠LP)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
★韓國進口版黑膠屬特殊商品，內容物需依實際到貨之商品為準★
此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。
預計2024/11/20~11/27到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445485678749.jpg', 0, 'M', NULL, 1945, 61, '2024-11-19', 1439);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678860, 'D2CE15399-WV', '', '(WEVERSE日本官網/三版合購版)第二張正規專輯改版「ROMANCE : UNTOLD-daydream-」(日本進口版)', '預計2024/11/29~12/13到貨!
訂購WEVERSE日本官網/三版合購版送Weverse Shop Japan限定特典「交換日記樣子筆記本(內附成員印刷手寫留言)+閃卡A款隨機2張(共7款)+閃卡E款隨機1張(共7款)」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。 如遇日方供貨量不足，將依訂購順序，強制取消訂單，請消費者確認之後再下訂單!敬請見諒!Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.',
'image/445475678860.jpg', 0, 'M', NULL, 2684, NULL, '2024-11-19', 1978);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678861, 'HYBJ3017-WV', '', '(WEVERSE日本官網/隨機版)第二張正規專輯改版「ROMANCE : UNTOLD-daydream-」(日本進口版)', '訂購單張採隨機出貨!(同筆訂單同時訂購2張以上，不重複出貨)
預計2024/11/29~12/13到貨!
訂購WEVERSE日本官網/隨機版送Weverse Shop Japan限定特典「閃卡A款隨機1張(共7款)」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。 如遇日方供貨量不足，將依訂購順序，強制取消訂單，請消費者確認之後再下訂單!敬請見諒!Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.',
'image/445475678861.jpg', 0, 'M', NULL, 2684, NULL, '2024-11-19', 602);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475678862, 'HYBJ3018-WV', '', '(WEVERSE日本官網)第二張正規專輯改版「ROMANCE : UNTOLD-daydream-(JAPAN Edition)」(日本進口版)', '預計2024/11/29~12/13到貨!
訂購WEVERSE日本官網送Weverse Shop Japan限定特典「閃卡E款隨機1張(共7款)」
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團此商品為進口特殊商品，除無法進口發行外，否則下訂單後一律「無法取消」或「更改」訂單。 如遇日方供貨量不足，將依訂購順序，強制取消訂單，請消費者確認之後再下訂單!敬請見諒!Due to the import item is limited, besides it can`t be imported by official announcement, or the order shall not be “canceled” or “changed”. There is an exception, if the sourcing vendor of Japan couldn`t provide plentiful quantity to us, we would be forced to cancel the order in turn. Please customers make sure that you all accept with these condition to take the order. Sorry for the inconvenience caused, your patience is very much appreciated.',
'image/445475678862.jpg', 0, 'M', NULL, 2684, NULL, '2024-11-19', 1145);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679471, 'JYPK1939', '8809954228797', '(Bored版)第一張迷你專輯「NALLINA」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/19~11/26到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團首批限量小分隊照片1組(2張)*首批限量售完為止*',
'image/445475679471.jpg', 498, 'M', 21, 2932, NULL, '2024-11-18', 1680);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679472, 'JYPK1939', '8809954228797', '(Nalli版)第一張迷你專輯「NALLINA」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/19~11/26到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團首批限量小分隊照片1組(2張)*首批限量售完為止*',
'image/445475679472.jpg', 498, 'M', 21, 2932, NULL, '2024-11-18', 501);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679473, 'JYPK1939-R', '', '(隨機版)第一張迷你專輯「NALLINA」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
★★此版本為隨機出貨，「僅適用於訂購單張」，若要不同版本，請個別下單★★
預計2024/11/19~11/26到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團首批限量小分隊照片1組(2張)*首批限量售完為止*',
'image/445475679473.jpg', 0, 'M', 21, 2932, NULL, '2024-11-18', 1811);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679474, 'JYPK1938', '8809954228780', '(限量版)第一張迷你專輯「NALLINA」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
★此為限量版商品！如遇韓國供貨量不足，將強制取消訂單，請意者再下訂單，敬請見諒！★
預計2024/11/19~11/26到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團首批限量NEXZ`S TRASH FOLDER 1款首批限量小分隊卡1張 (3款隨機1)*首批限量送完為止*',
'image/445475679474.jpg', 498, 'M', 21, 2932, NULL, '2024-11-18', 1008);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679475, 'JYPK1940', '8809954228803', '第一張迷你專輯「NALLINA(PLATFROM_NEMO VER.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/19~11/26到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679475.jpg', 298, 'M', 21, 2932, NULL, '2024-11-18', 1024);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679347, 'S91348C', '8803581203448', '(To版)第十一張迷你專輯「GOLDEN HOUR : Part.2」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/16~11/23到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679347.jpg', 518, 'M', NULL, 2545, 61, '2024-11-15', 1679);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679348, 'S91348C', '8803581203448', '(For版)第十一張迷你專輯「GOLDEN HOUR : Part.2」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/16~11/23到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679348.jpg', 518, 'M', NULL, 2545, 61, '2024-11-15', 735);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679349, 'S91348C', '8803581203448', '(Diary版)第十一張迷你專輯「GOLDEN HOUR : Part.2」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/16~11/23到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679349.jpg', 518, 'M', NULL, 2545, 61, '2024-11-15', 1940);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679350, 'S91348C-R', '', '(隨機版)第十一張迷你專輯「GOLDEN HOUR : Part.2」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
★★此版本為隨機出貨，「僅適用於訂購單張」，若要不同版本，請個別下單★★
預計2024/11/16~11/23到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679350.jpg', 0, 'M', NULL, 2545, 61, '2024-11-15', 942);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679351, 'S91348C-S', '', '(三版合購版)第十一張迷你專輯「GOLDEN HOUR : Part.2」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/16~11/23到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679351.jpg', 0, 'M', NULL, 2545, 61, '2024-11-15', 1600);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679352, 'S91349C', '8803581203455', '(隨機版)第十一張迷你專輯「GOLDEN HOUR : Part.2(DIGIPACK VER.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
訂購單張採隨機出貨!(同筆訂單訂購2張以上，不重複出貨。)
預計2024/11/16~11/23到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679352.jpg', 338, 'M', NULL, 2545, 61, '2024-11-15', 972);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679353, 'S91350U', '8803581203462', '(For版)第十一張迷你專輯「GOLDEN HOUR : Part.2(POCAALBUM VER.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/16~11/23到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679353.jpg', 318, 'M', NULL, 2545, 61, '2024-11-15', 1637);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679354, 'S91350U', '8803581203462', '(Diary版)第十一張迷你專輯「GOLDEN HOUR : Part.2(POCAALBUM VER.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/16~11/23到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679354.jpg', 318, 'M', NULL, 2545, 61, '2024-11-15', 673);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679355, 'S91350U', '8803581203462', '(To版)第十一張迷你專輯「GOLDEN HOUR : Part.2(POCAALBUM VER.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/16~11/23到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679355.jpg', 318, 'M', NULL, 2545, 61, '2024-11-15', 222);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679356, 'S91350U-R', '', '(隨機版)第十一張迷你專輯「GOLDEN HOUR : Part.2(POCAALBUM VER.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
★★此版本為隨機出貨，「僅適用於訂購單張」，若要不同版本，請個別下單★★
預計2024/11/16~11/23到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679356.jpg', 0, 'M', NULL, 2545, 61, '2024-11-15', 950);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679357, 'S91350U-S', '', '(三版合購版)第十一張迷你專輯「GOLDEN HOUR : Part.2(POCAALBUM VER.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/16~11/23到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679357.jpg', 0, 'M', NULL, 2545, 61, '2024-11-15', 472);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678520, 'VDCD7160', '8809957310765', '(1版)第二張迷你專輯「I Did」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/15~11/22到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團首批限量折疊海報1張(內附)*首批限量送完為止*',
'image/445485678520.jpg', 538, 'M', NULL, 2505, 61, '2024-11-14', 206);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678521, 'VDCD7160', '8809957310765', '(2版)第二張迷你專輯「I Did」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/15~11/22到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團首批限量折疊海報1張(內附)*首批限量送完為止*',
'image/445485678521.jpg', 538, 'M', NULL, 2505, 61, '2024-11-14', 242);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445485678522, 'VDCD7160-R', '', '(隨機版)第二張迷你專輯「I Did」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/15~11/22到貨!
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團首批限量折疊海報1張(內附)*首批限量送完為止*',
'image/445485678522.jpg', 0, 'M', NULL, 2505, 61, '2024-11-14', 1832);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679425, 'L700001473-SM', '', '(SM官網版)「DREAMSCAPE(REAL CITY Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/26~12/10到貨!
訂購送「精美小禮」(送完為止)
訂購送SM官網特典「未公開自拍小卡1張(7款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679425.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 1021);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679426, 'L700001473-WM', '', '(WITHMUU版)「DREAMSCAPE(REAL CITY Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/26~12/10到貨!
訂購送「精美小禮」(送完為止)
訂購送WITHMUU特典「未公開自拍小卡1張(7款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679426.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 1456);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679427, 'L700001473-K4', '', '(Ktown4u版)「DREAMSCAPE(REAL CITY Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/26~12/17到貨!
訂購送「精美小禮」(送完為止)
訂購送Ktown4u特典「未公開自拍小卡1張(7款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679427.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 792);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679428, 'L700001473-MS', '', '(MAKESTAR版)「DREAMSCAPE(REAL CITY Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓HANTEO榜及計入CIRCLE CHART★
預計2024/11/26~12/17到貨!
訂購送「精美小禮」(送完為止)
訂購送MAKESTAR特典「未公開自拍小卡1張(7款隨機1)」(送完為止)
★★精美小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★進口商品外盒包裝是為了保護商品內容，寄送過程若造成外盒損傷或是封膜破洞，因不影響內容物及使用，恕不接受退換貨!!! 敬請見諒。★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679428.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 1556);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679223, 'L700001472', '8804775451690', '「DREAMSCAPE(DREAMSCAPE Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/11/13~11/20到貨!
訂購送精美小禮(送至11/11止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679223.jpg', 608, 'M', 24, 2923, NULL, '2024-11-12', 1304);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679224, 'L700001473', '8804775451706', '「DREAMSCAPE(REAL CITY Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/11/13~11/20到貨!
訂購送精美小禮(送至11/11止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679224.jpg', 538, 'M', 24, 2923, NULL, '2024-11-12', 1714);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679245, 'L700001476-6', '', '(仁俊版)「DREAMSCAPE(SMini Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/11/13~11/20到貨!
訂購送精美小禮(送至11/11止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679245.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 729);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679246, 'L700001476-7', '', '(辰樂版)「DREAMSCAPE(SMini Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/11/13~11/20到貨!
訂購送精美小禮(送至11/11止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679246.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 257);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679222, 'L700001471', '8804775451683', '「DREAMSCAPE(Construct Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/11/13~11/20到貨!
訂購送精美小禮(送至11/11止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679222.jpg', 568, 'M', 24, 2923, NULL, '2024-11-12', 1081);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679228, 'L700001474-S', '', '(七版合購版)「DREAMSCAPE(Vertical Flip Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/11/13~11/20到貨!
訂購送精美小禮(送至11/11止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679228.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 1118);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679230, 'L700001474-1', '', '(渽民版)「DREAMSCAPE(Vertical Flip Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/11/13~11/20到貨!
訂購送精美小禮(送至11/11止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679230.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 731);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679231, 'L700001474-2', '', '(Jeno版)「DREAMSCAPE(Vertical Flip Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/11/13~11/20到貨!
訂購送精美小禮(送至11/11止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679231.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 865);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679232, 'L700001474-3', '', '(Mark版)「DREAMSCAPE(Vertical Flip Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/11/13~11/20到貨!
訂購送精美小禮(送至11/11止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679232.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 52);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679233, 'L700001474-4', '', '(志晟版)「DREAMSCAPE(Vertical Flip Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/11/13~11/20到貨!
訂購送精美小禮(送至11/11止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679233.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 1403);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679234, 'L700001474-5', '', '(楷燦版)「DREAMSCAPE(Vertical Flip Ver.)」(韓國進口版)', '',
'image/445475679234.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 948);

INSERT IGNORE INTO product 
(ProductID, ProductCode, Barcode, ProductName, ProductDescription, ImageURL , Price, ProductCategory, Manufacturer, ArtistID, Publisher, ReleaseDate, StockQuantity) 
VALUES (445475679235, 'L700001474-6', '', '(仁俊版)「DREAMSCAPE(Vertical Flip Ver.)」(韓國進口版)', '★本公司所有韓版銷售均「每日」傳送韓國HANTEO榜及計入CIRCLE CHART★
預計2024/11/13~11/20到貨!
訂購送精美小禮(送至11/11止)
★★精美(特別)小禮嚴禁轉售，違者必究★★
★★以實際商品內容為準★★
★★５大唱片版權所有，轉載必究★★
★★為確保消費者權益，商品拆封前請一鏡到底全程錄影，確保商品完整性，若無開箱影片證明則無法受理退換貨。★★
★貼心小提醒，越早訂購越快出貨哦!
★本公司保留商品內容、贈品、訂單修改(取消)之權利!
★想知道即時到貨訊息，臉書請搜尋「5大唱片(5MusicTown)」並按讚加入粉絲團',
'image/445475679235.jpg', 0, 'M', 24, 2923, NULL, '2024-11-12', 1728);

